{
    "id": "1459",
    "title": "Prufrock and Other Observations",
    "author": "T. S. Eliot",
    "content": [
        {
            "name": " The Love Song of J. Alfred Prufrock ",
            "sub_name": "",
            "text": [
                "The Love Song of J. Alfred Prufrock",
                "S'io credesse che mia risposta fosse\n  A persona che mai tornasse al mondo,\n  Questa fiamma staria senza piu scosse.\n  Ma perciocche giammai di questo fondo\n  Non torno vivo alcun, s'i'odo il vero,\n  Senza tema d'infamia ti rispondo.",
                "Let us go then, you and I,\n When the evening is spread out against the sky\n Like a patient etherized upon a table;\n Let us go, through certain half-deserted streets,\n The muttering retreats\n Of restless nights in one-night cheap hotels\n And sawdust restaurants with oyster-shells:\n Streets that follow like a tedious argument\n Of insidious intent\n To lead you to an overwhelming question ...\n Oh, do not ask, \"What is it?\"\n Let us go and make our visit.\n\n In the room the women come and go\n Talking of Michelangelo.\n\n The yellow fog that rubs its back upon the window-panes,\n The yellow smoke that rubs its muzzle on the window-panes,\n Licked its tongue into the corners of the evening,\n Lingered upon the pools that stand in drains,\n Let fall upon its back the soot that falls from chimneys,\n Slipped by the terrace, made a sudden leap,\n And seeing that it was a soft October night,\n Curled once about the house, and fell asleep.\n\n And indeed there will be time\n For the yellow smoke that slides along the street,\n Rubbing its back upon the window-panes;\n There will be time, there will be time\n To prepare a face to meet the faces that you meet;\n There will be time to murder and create,\n And time for all the works and days of hands\n That lift and drop a question on your plate;\n Time for you and time for me,\n And time yet for a hundred indecisions,\n And for a hundred visions and revisions,\n Before the taking of a toast and tea.\n\n In the room the women come and go\n Talking of Michelangelo.\n\n And indeed there will be time\n To wonder, \"Do I dare?\" and, \"Do I dare?\"\n Time to turn back and descend the stair,\n With a bald spot in the middle of my hair -- \n (They will say: \"How his hair is growing thin!\")\n My morning coat, my collar mounting firmly to the chin,\n My necktie rich and modest, but asserted by a simple pin -- \n (They will say: \"But how his arms and legs are thin!\")\n Do I dare\n Disturb the universe?\n In a minute there is time\n For decisions and revisions which a minute will reverse.\n\n For I have known them all already, known them all:\n Have known the evenings, mornings, afternoons,\n I have measured out my life with coffee spoons;\n I know the voices dying with a dying fall\n Beneath the music from a farther room.\n   So how should I presume?\n And I have known the eyes already, known them all -- \n The eyes that fix you in a formulated phrase,\n And when I am formulated, sprawling on a pin,\n When I am pinned and wriggling on the wall,\n Then how should I begin\n To spit out all the butt-ends of my days and ways?\n   And how should I presume?\n\n And I have known the arms already, known them all -- \n Arms that are braceleted and white and bare\n (But in the lamplight, downed with light brown hair!)\n Is it perfume from a dress\n That makes me so digress?\n Arms that lie along a table, or wrap about a shawl.\n   And should I then presume?\n   And how should I begin?\n\n           *         *         *         *\n\n Shall I say, I have gone at dusk through narrow streets\n And watched the smoke that rises from the pipes\n Of lonely men in shirt-sleeves, leaning out of windows? ...\n\n I should have been a pair of ragged claws\n Scuttling across the floors of silent seas.\n\n           *         *         *         *\n\n And the afternoon, the evening, sleeps so peacefully!\n Smoothed by long fingers,\n Asleep ... tired ... or it malingers,\n Stretched on the floor, here beside you and me.\n Should I, after tea and cakes and ices,\n Have the strength to force the moment to its crisis?\n But though I have wept and fasted, wept and prayed,\n Though I have seen my head (grown slightly bald) brought in upon a platter,\n I am no prophet -- and here's no great matter;\n I have seen the moment of my greatness flicker,\n And I have seen the eternal Footman hold my coat, and snicker,\n And in short, I was afraid.\n\n And would it have been worth it, after all,\n After the cups, the marmalade, the tea,\n Among the porcelain, among some talk of you and me,\n Would it have been worth while,\n To have bitten off the matter with a smile,\n To have squeezed the universe into a ball\n To roll it toward some overwhelming question,\n To say: \"I am Lazarus, come from the dead,\n Come back to tell you all, I shall tell you all\" -- \n If one, settling a pillow by her head,\n   Should say: \"That is not what I meant at all;\n   That is not it, at all.\"\n\n And would it have been worth it, after all,\n Would it have been worth while,\n After the sunsets and the dooryards and the sprinkled streets,\n After the novels, after the teacups, after the skirts that trail along the\n     floor -- \n And this, and so much more? -- \n It is impossible to say just what I mean!\n But as if a magic lantern threw the nerves in patterns on a screen:\n Would it have been worth while\n If one, settling a pillow or throwing off a shawl,\n And turning toward the window, should say:\n   \"That is not it at all,\n   That is not what I meant, at all.\"\n\n           *         *         *         *\n\n No! I am not Prince Hamlet, nor was meant to be;\n Am an attendant lord, one that will do\n To swell a progress, start a scene or two,\n Advise the prince; no doubt, an easy tool,\n Deferential, glad to be of use,\n Politic, cautious, and meticulous;\n Full of high sentence, but a bit obtuse;\n At times, indeed, almost ridiculous -- \n Almost, at times, the Fool.\n\n I grow old ... I grow old ...\n I shall wear the bottoms of my trousers rolled.\n\n Shall I part my hair behind? Do I dare to eat a peach?\n I shall wear white flannel trousers, and walk upon the beach.\n I have heard the mermaids singing, each to each.\n\n I do not think that they will sing to me.\n\n I have seen them riding seaward on the waves\n Combing the white hair of the waves blown back\n When the wind blows the water white and black.\n We have lingered in the chambers of the sea\n By sea-girls wreathed with seaweed red and brown\n Till human voices wake us, and we drown."
            ]
        },
        {
            "name": " Portrait of a Lady ",
            "sub_name": "",
            "text": [
                "Portrait of a Lady",
                "Thou hast committed -- \n           Fornication: but that was in another country,\n           And besides, the wench is dead.\n                                 The Jew Of Malta",
                "I\n\n Among the smoke and fog of a December afternoon\n You have the scene arrange itself -- as it will seem to do -- \n With \"I have saved this afternoon for you\";\n And four wax candles in the darkened room,\n Four rings of light upon the ceiling overhead,\n An atmosphere of Juliet's tomb\n Prepared for all the things to be said, or left unsaid.\n We have been, let us say, to hear the latest Pole\n Transmit the Preludes, through his hair and finger tips.\n \"So intimate, this Chopin, that I think his soul\n Should be resurrected only among friends\n Some two or three, who will not touch the bloom\n That is rubbed and questioned in the concert room.\"\n  -- And so the conversation slips\n Among velleities and carefully caught regrets\n Through attenuated tones of violins\n Mingled with remote cornets\n And begins.\n\n \"You do not know how much they mean to me, my friends,\n And how, how rare and strange it is, to find\n In a life composed so much, so much of odds and ends,\n (For indeed I do not love it ... you knew? you are not blind!\n How keen you are!)\n To find a friend who has these qualities,\n Who has, and gives\n Those qualities upon which friendship lives.\n How much it means that I say this to you -- \n Without these friendships -- life, what cauchemar!\"\n Among the windings of the violins\n And the ariettes\n Of cracked cornets\n Inside my brain a dull tom-tom begins\n Absurdly hammering a prelude of its own,\n Capricious monotone\n That is at least one definite \"false note.\"\n  -- Let us take the air, in a tobacco trance,\n Admire the monuments\n Discuss the late events,\n Correct our watches by the public clocks.\n Then sit for half an hour and drink our bocks.",
                "II\n\n Now that lilacs are in bloom\n She has a bowl of lilacs in her room\n And twists one in her fingers while she talks.\n \"Ah, my friend, you do not know, you do not know\n What life is, you who hold it in your hands\";\n (Slowly twisting the lilac stalks)\n \"You let it flow from you, you let it flow,\n And youth is cruel, and has no remorse\n And smiles at situations which it cannot see.\"\n I smile, of course,\n And go on drinking tea.\n \"Yet with these April sunsets, that somehow recall\n My buried life, and Paris in the Spring,\n I feel immeasurably at peace, and find the world\n To be wonderful and youthful, after all.\"\n\n The voice returns like the insistent out-of-tune\n Of a broken violin on an August afternoon:\n \"I am always sure that you understand\n My feelings, always sure that you feel,\n Sure that across the gulf you reach your hand.\n\n You are invulnerable, you have no Achilles' heel.\n You will go on, and when you have prevailed\n You can say: at this point many a one has failed.\n\n But what have I, but what have I, my friend,\n To give you, what can you receive from me?\n Only the friendship and the sympathy\n Of one about to reach her journey's end.\n\n I shall sit here, serving tea to friends....\"\n\n I take my hat: how can I make a cowardly amends\n For what she has said to me?\n You will see me any morning in the park\n Reading the comics and the sporting page.\n Particularly I remark\n An English countess goes upon the stage.\n A Greek was murdered at a Polish dance,\n Another bank defaulter has confessed.\n I keep my countenance,\n I remain self-possessed\n Except when a street piano, mechanical and tired\n Reiterates some worn-out common song\n With the smell of hyacinths across the garden\n Recalling things that other people have desired.\n Are these ideas right or wrong?",
                "III\n\n The October night comes down; returning as before\n Except for a slight sensation of being ill at ease\n I mount the stairs and turn the handle of the door\n And feel as if I had mounted on my hands and knees.\n\n \"And so you are going abroad; and when do you return?\n But that's a useless question.\n You hardly know when you are coming back,\n You will find so much to learn.\"\n My smile falls heavily among the bric-a-brac.\n\n \"Perhaps you can write to me.\"\n My self-possession flares up for a second;\n This is as I had reckoned.\n \"I have been wondering frequently of late\n (But our beginnings never know our ends!)\n Why we have not developed into friends.\"\n I feel like one who smiles, and turning shall remark\n Suddenly, his expression in a glass.\n My self-possession gutters; we are really in the dark.\n\n \"For everybody said so, all our friends,\n They all were sure our feelings would relate\n So closely! I myself can hardly understand.\n We must leave it now to fate.\n You will write, at any rate.\n Perhaps it is not too late,\n I shall sit here, serving tea to friends.\"\n\n And I must borrow every changing\n find expression ... dance, dance\n Like a dancing bear,\n Cry like a parrot, chatter like an ape.\n Let us take the air, in a tobacco trance -- \n\n Well! and what if she should die some afternoon,\n Afternoon grey and smoky, evening yellow and rose;\n Should die and leave me sitting pen in hand\n With the smoke coming down above the housetops;\n Doubtful, for quite a while\n Not knowing what to feel or if I understand\n Or whether wise or foolish, tardy or too soon ...\n Would she not have the advantage, after all?\n This music is successful with a \"dying fall\"\n Now that we talk of dying -- \n And should I have the right to smile?"
            ]
        },
        {
            "name": " Preludes ",
            "sub_name": "",
            "text": [
                "Preludes",
                "I\n\n The winter evening settles down\n With smell of steaks in passageways.\n Six o'clock.\n The burnt-out ends of smoky days.\n And now a gusty shower wraps\n The grimy scraps\n Of withered leaves about your feet\n And newspapers from vacant lots;\n The showers beat\n On broken blinds and chimney-pots,\n And at the corner of the street\n A lonely cab-horse steams and stamps.\n And then the lighting of the lamps.",
                "II\n\n The morning comes to consciousness\n Of faint stale smells of beer\n From the sawdust-trampled street\n With all its muddy feet that press\n To early coffee-stands.\n With the other masquerades\n That time resumes,\n One thinks of all the hands\n That are raising dingy shades\n In a thousand furnished rooms.",
                "III\n\n You tossed a blanket from the bed,\n You lay upon your back, and waited;\n You dozed, and watched the night revealing\n The thousand sordid images\n Of which your soul was constituted;\n They flickered against the ceiling.\n And when all the world came back\n And the light crept up between the shutters,\n And you heard the sparrows in the gutters,\n You had such a vision of the street\n As the street hardly understands;\n Sitting along the bed's edge, where\n You curled the papers from your hair,\n Or clasped the yellow soles of feet\n In the palms of both soiled hands.",
                "IV\n\n His soul stretched tight across the skies\n That fade behind a city block,\n Or trampled by insistent feet\n At four and five and six o'clock\n And short square fingers stuffing pipes,\n And evening newspapers, and eyes\n Assured of certain certainties,\n The conscience of a blackened street\n Impatient to assume the world.\n I am moved by fancies that are curled\n Around these images, and cling:\n The notion of some infinitely gentle\n Infinitely suffering thing.\n Wipe your hand across your mouth, and laugh;\n The worlds revolve like ancient women\n Gathering fuel in vacant lots."
            ]
        },
        {
            "name": " Rhapsody on a Windy Night ",
            "sub_name": "",
            "text": [
                "Rhapsody on a Windy Night",
                "Twelve o'clock.\n Along the reaches of the street\n Held in a lunar synthesis,\n Whispering lunar incantations\n Dissolve the floors of the memory\n And all its clear relations,\n Its divisions and precisions,\n Every street lamp that I pass\n Beats like a fatalistic drum,\n And through the spaces of the dark\n Midnight shakes the memory\n As a madman shakes a dead geranium.\n\n Half-past one,\n The street lamp sputtered,\n The street lamp muttered,\n The street lamp said,\n \"Regard that woman\n Who hesitates toward you in the light of the door\n Which opens on her like a grin.\n You see the border of her dress\n Is torn and stained with sand,\n And you see the corner of her eye\n Twists like a crooked pin.\"\n\n The memory throws up high and dry\n A crowd of twisted things;\n A twisted branch upon the beach\n Eaten smooth, and polished\n As if the world gave up\n The secret of its skeleton,\n Stiff and white.\n A broken spring in a factory yard,\n Rust that clings to the form that the strength has left\n Hard and curled and ready to snap.\n\n Half-past two,\n The street lamp said,\n \"Remark the cat which flattens itself in the gutter,\n Slips out its tongue\n And devours a morsel of rancid butter.\"\n So the hand of a child, automatic\n Slipped out and pocketed a toy that was running along the quay.\n I could see nothing behind that child's eye.\n I have seen eyes in the street\n Trying to peer through lighted shutters,\n And a crab one afternoon in a pool,\n An old crab with barnacles on his back,\n Gripped the end of a stick which I held him.\n\n Half-past three,\n The lamp sputtered,\n The lamp muttered in the dark.\n\n The lamp hummed:\n \"Regard the moon,\n La lune ne garde aucune rancune,\n She winks a feeble eye,\n She smiles into corners.\n She smoothes the hair of the grass.\n The moon has lost her memory.\n A washed-out smallpox cracks her face,\n Her hand twists a paper rose,\n That smells of dust and old Cologne,\n She is alone\n With all the old nocturnal smells\n That cross and cross across her brain.\n The reminiscence comes\n Of sunless dry geraniums\n And dust in crevices,\n Smells of chestnuts in the streets,\n And female smells in shuttered rooms,\n And cigarettes in corridors\n And cocktail smells in bars.\"\n\n The lamp said,\n \"Four o'clock,\n Here is the number on the door.\n Memory!\n You have the key,\n The little lamp spreads a ring on the stair,\n Mount.\n The bed is open; the tooth-brush hangs on the wall\n Put your shoes at the door, sleep, prepare for life.\"\n\n The last twist of the knife."
            ]
        },
        {
            "name": " Morning at the Window ",
            "sub_name": "",
            "text": [
                "Morning at the Window",
                "They are rattling breakfast plates in basement kitchens,\n And along the trampled edges of the street\n I am aware of the damp souls of housemaids\n Sprouting despondently at area gates.\n\n The brown waves of fog toss up to me\n Twisted faces from the bottom of the street,\n And tear from a passer-by with muddy skirts\n An aimless smile that hovers in the air\n And vanishes along the level of the roofs."
            ]
        },
        {
            "name": " The Boston Evening Transcript ",
            "sub_name": "",
            "text": [
                "The Boston Evening Transcript",
                "The readers of the Boston Evening Transcript\n Sway in the blind like a field of ripe corn.\n When evening quickens faintly in the street,\n Wakening the appetites of life in some\n And to others bringing the Boston Evening Transcript,\n I mount the steps and ring the bell, turning\n Wearily, as one would turn to nod good-bye to Rochefoucauld\n If the street were time and he at the end of the street,\n And I say, \"Cousin Harriet, here is the Boston Evening Transcript.\""
            ]
        },
        {
            "name": " Aunt Helen ",
            "sub_name": "",
            "text": [
                "Aunt Helen",
                "Miss Helen Slingsby was my maiden aunt,\n And lived in a small house near a fashionable square\n Cared for by servants to the number of four.\n Now when she died there was silence in heaven\n And silence at her end of the street.\n The shutters were drawn and the undertaker wiped his feet -- \n He was aware that this sort of thing had occurred before.\n The dogs were handsomely provided for,\n But shortly afterwards the parrot died too.\n The Dresden clock continued ticking on the mantelpiece,\n And the footman sat upon the dining-table\n Holding the second housemaid on his knees -- \n Who had always been so careful while her mistress lived."
            ]
        },
        {
            "name": " Cousin Nancy ",
            "sub_name": "",
            "text": [
                "Cousin Nancy",
                "Miss Nancy Ellicot\n Strode across the hills and broke them\n Rode across the hills and broke them -- \n The barren New England hills\n Riding to hounds\n Over the cow-pasture.\n\n Miss Nancy Ellicott smoked\n And danced all the modern dances;\n And her aunts were not quite sure how they felt about it,\n But they knew that it was modern.\n\n Upon the glazen shelves kept watch\n Matthew and Waldo, guardians of the faith,\n The army of unalterable law."
            ]
        },
        {
            "name": " Mr. Apollinax ",
            "sub_name": "",
            "text": [
                "Mr. Apollinax",
                "When Mr. Apollinax visited the United States\n His laughter tinkled among the teacups.\n I thought of Fragilion, that shy figure among the birch-trees,\n And of Priapus in the shrubbery\n Gaping at the lady in the swing.\n In the palace of Mrs. Phlaccus, at Professor Channing-Cheetah's\n He laughed like an irresponsible foetus.\n His laughter was submarine and profound\n Like the old man of the seats\n Hidden under coral islands\n Where worried bodies of drowned men drift down in the green silence,\n Dropping from fingers of surf.\n I looked for the head of Mr. Apollinax rolling under a chair,\n Or grinning over a screen\n With seaweed in its hair.\n I heard the beat of centaurs' hoofs over the hard turf\n As his dry and passionate talk devoured the afternoon.\n \"He is a charming man\" -- \"But after all what did he mean?\" -- \n \"He has pointed ears ... he must be unbalanced,\" -- \n \"There was something he said that I might have challenged.\"\n Of dowager Mrs. Phlaccus, and Professor and Mrs. Cheetah\n I remember a slice of lemon and a bitten macaroon."
            ]
        },
        {
            "name": " Hysteria ",
            "sub_name": "",
            "text": [
                "Hysteria",
                "As she laughed I was aware of becoming involved in her laughter and\n being part of it, until her teeth were only accidental stars with a\n talent for squad-drill. I was drawn in by short gasps, inhaled at\n each momentary recovery, lost finally in the dark caverns of her\n throat, bruised by the ripple of unseen muscles. An elderly waiter\n with trembling hands was hurriedly spreading a pink and white checked\n cloth over the rusty green iron table, saying: \"If the lady and\n gentleman wish to take their tea in the garden, if the lady and\n gentleman wish to take their tea in the garden ...\" I decided that\n if the shaking of her breasts could be stopped, some of the fragments\n of the afternoon might be collected, and I concentrated my attention\n with careful subtlety to this end."
            ]
        },
        {
            "name": " Conversation Galante ",
            "sub_name": "",
            "text": [
                "Conversation Galante",
                "I observe: \"Our sentimental friend the moon\n Or possibly (fantastic, I confess)\n It may be Prester John's balloon\n Or an old battered lantern hung aloft\n To light poor travellers to their distress.\"\n   She then: \"How you digress!\"\n\n And I then: \"Some one frames upon the keys\n That exquisite nocturne, with which we explain\n The night and moonshine; music which we seize\n To body forth our own vacuity.\"\n   She then: \"Does this refer to me?\"\n   \"Oh no, it is I who am inane.\"\n\n \"You, madam, are the eternal humorist\n The eternal enemy of the absolute,\n Giving our vagrant moods the slightest twist\n With your air indifferent and imperious\n At a stroke our mad poetics to confute -- \"\n   And -- \"Are we then so serious?\""
            ]
        },
        {
            "name": " La Figlia Che Piange ",
            "sub_name": "",
            "text": [
                "La Figlia Che Piange",
                "Stand on the highest pavement of the stair -- \n Lean on a garden urn -- \n Weave, weave the sunlight in your hair -- \n Clasp your flowers to you with a pained surprise -- \n Fling them to the ground and turn\n With a fugitive resentment in your eyes:\n But weave, weave the sunlight in your hair.\n\n So I would have had him leave,\n So I would have had her stand and grieve,\n So he would have left\n As the soul leaves the body torn and bruised\n As the mind deserts the body it has used.\n I should find\n Some way incomparably light and deft,\n Some way we both should understand,\n Simple and faithless as a smile and shake of the hand.\n\n She turned away, but with the autumn weather\n Compelled my imagination many days,\n Many days and many hours:\n Her hair over her arms and her arms full of flowers.\n And I wonder how they should have been together!\n I should have lost a gesture and a pose.\n Sometimes these cogitations still amaze\n The troubled midnight and the noon's repose."
            ]
        }
    ]
}