{
    "id": "2500",
    "title": "Siddhartha",
    "author": "Hermann Hesse",
    "content": [
        {
            "name": "\nFIRST PART\n",
            "sub_name": "",
            "text": [
                "FIRST PART",
                "To Romain Rolland, my dear friend"
            ]
        },
        {
            "name": "\nTHE SON OF THE BRAHMAN\n",
            "sub_name": "",
            "text": [
                "THE SON OF THE BRAHMAN",
                "In the shade of the house, in the sunshine of the riverbank near the\nboats, in the shade of the Sal-wood forest, in the shade of the fig tree\nis where Siddhartha grew up, the handsome son of the Brahman, the young\nfalcon, together with his friend Govinda, son of a Brahman.  The sun\ntanned his light shoulders by the banks of the river when bathing,\nperforming the sacred ablutions, the sacred offerings.  In the mango\ngrove, shade poured into his black eyes, when playing as a boy, when\nhis mother sang, when the sacred offerings were made, when his father,\nthe scholar, taught him, when the wise men talked.  For a long time,\nSiddhartha had been partaking in the discussions of the wise men,\npractising debate with Govinda, practising with Govinda the art of\nreflection, the service of meditation.  He already knew how to speak the\nOm silently, the word of words, to speak it silently into himself while\ninhaling, to speak it silently out of himself while exhaling, with all\nthe concentration of his soul, the forehead surrounded by the glow of\nthe clear-thinking spirit.  He already knew to feel Atman in the depths\nof his being, indestructible, one with the universe.",
                "Joy leapt in his father's heart for his son who was quick to learn,\nthirsty for knowledge; he saw him growing up to become great wise man\nand priest, a prince among the Brahmans.",
                "Bliss leapt in his mother's breast when she saw him, when she saw him\nwalking, when she saw him sit down and get up, Siddhartha, strong,\nhandsome, he who was walking on slender legs, greeting her with perfect\nrespect.",
                "Love touched the hearts of the Brahmans' young daughters when\nSiddhartha walked through the lanes of the town with the luminous\nforehead, with the eye of a king, with his slim hips.",
                "But more than all the others he was loved by Govinda, his friend, the\nson of a Brahman.  He loved Siddhartha's eye and sweet voice, he loved\nhis walk and the perfect decency of his movements, he loved everything\nSiddhartha did and said and what he loved most was his spirit, his\ntranscendent, fiery thoughts, his ardent will, his high calling.\nGovinda knew: he would not become a common Brahman, not a lazy official\nin charge of offerings; not a greedy merchant with magic spells; not a\nvain, vacuous speaker; not a mean, deceitful priest; and also not a\ndecent, stupid sheep in the herd of the many.  No, and he, Govinda, as\nwell did not want to become one of those, not one of those tens of\nthousands of Brahmans.  He wanted to follow Siddhartha, the beloved,\nthe splendid.  And in days to come, when Siddhartha would become a god,\nwhen he would join the glorious, then Govinda wanted to follow him as\nhis friend, his companion, his servant, his spear-carrier, his shadow.",
                "Siddhartha was thus loved by everyone.  He was a source of joy for\neverybody, he was a delight for them all.",
                "But he, Siddhartha, was not a source of joy for himself, he found no\ndelight in himself.  Walking the rosy paths of the fig tree garden,\nsitting in the bluish shade of the grove of contemplation, washing his\nlimbs daily in the bath of repentance, sacrificing in the dim shade of\nthe mango forest, his gestures of perfect decency, everyone's love and\njoy, he still lacked all joy in his heart.  Dreams and restless thoughts\ncame into his mind, flowing from the water of the river, sparkling from\nthe stars of the night, melting from the beams of the sun, dreams came\nto him and a restlessness of the soul, fuming from the sacrifices,\nbreathing forth from the verses of the Rig-Veda, being infused into him,\ndrop by drop, from the teachings of the old Brahmans.",
                "Siddhartha had started to nurse discontent in himself, he had started\nto feel that the love of his father and the love of his mother, and also\nthe love of his friend, Govinda, would not bring him joy for ever and\never, would not nurse him, feed him, satisfy him.  He had started to\nsuspect that his venerable father and his other teachers, that the wise\nBrahmans had already revealed to him the most and best of their wisdom,\nthat they had already filled his expecting vessel with their richness,\nand the vessel was not full, the spirit was not content, the soul was\nnot calm, the heart was not satisfied.  The ablutions were good, but\nthey were water, they did not wash off the sin, they did not heal the\nspirit's thirst, they did not relieve the fear in his heart.  The\nsacrifices and the invocation of the gods were excellent -- but was that\nall?  Did the sacrifices give a happy fortune?  And what about the gods?\nWas it really Prajapati who had created the world?  Was it not the\nAtman, He, the only one, the singular one?  Were the gods not creations,\ncreated like me and you, subject to time, mortal?  Was it therefore\ngood, was it right, was it meaningful and the highest occupation to make\nofferings to the gods?  For whom else were offerings to be made, who\nelse was to be worshipped but Him, the only one, the Atman?  And where\nwas Atman to be found, where did He reside, where did his eternal heart\nbeat, where else but in one's own self, in its innermost part, in its\nindestructible part, which everyone had in himself?  But where, where\nwas this self, this innermost part, this ultimate part?  It was not\nflesh and bone, it was neither thought nor consciousness, thus the\nwisest ones taught.  So, where, where was it?  To reach this place, the\nself, myself, the Atman, there was another way, which was worthwhile\nlooking for?  Alas, and nobody showed this way, nobody knew it, not the\nfather, and not the teachers and wise men, not the holy sacrificial\nsongs!  They knew everything, the Brahmans and their holy books, they\nknew everything, they had taken care of everything and of more than\neverything, the creation of the world, the origin of speech, of food, of\ninhaling, of exhaling, the arrangement of the senses, the acts of the\ngods, they knew infinitely much -- but was it valuable to know all of\nthis, not knowing that one and only thing, the most important thing, the\nsolely important thing?",
                "Surely, many verses of the holy books, particularly in the Upanishades\nof Samaveda, spoke of this innermost and ultimate thing, wonderful\nverses.  \"Your soul is the whole world\", was written there, and it was\nwritten that man in his sleep, in his deep sleep, would meet with his\ninnermost part and would reside in the Atman.  Marvellous wisdom was in\nthese verses, all knowledge of the wisest ones had been collected here\nin magic words, pure as honey collected by bees.  No, not to be looked\ndown upon was the tremendous amount of enlightenment which lay here\ncollected and preserved by innumerable generations of wise Brahmans. -- \nBut where were the Brahmans, where the priests, where the wise men or\npenitents, who had succeeded in not just knowing this deepest of all\nknowledge but also to live it?  Where was the knowledgeable one who wove\nhis spell to bring his familiarity with the Atman out of the sleep into\nthe state of being awake, into the life, into every step of the way,\ninto word and deed?  Siddhartha knew many venerable Brahmans, chiefly\nhis father, the pure one, the scholar, the most venerable one.  His\nfather was to be admired, quiet and noble were his manners, pure his\nlife, wise his words, delicate and noble thoughts lived behind its brow\n -- but even he, who knew so much, did he live in blissfulness, did he\nhave peace, was he not also just a searching man, a thirsty man?  Did he\nnot, again and again, have to drink from holy sources, as a thirsty man,\nfrom the offerings, from the books, from the disputes of the Brahmans?\nWhy did he, the irreproachable one, have to wash off sins every day,\nstrive for a cleansing every day, over and over every day?  Was not\nAtman in him, did not the pristine source spring from his heart?  It had\nto be found, the pristine source in one's own self, it had to be\npossessed!  Everything else was searching, was a detour, was getting\nlost.",
                "Thus were Siddhartha's thoughts, this was his thirst, this was his\nsuffering.",
                "Often he spoke to himself from a Chandogya-Upanishad the words:\n\"Truly, the name of the Brahman is satyam -- verily, he who knows such a\nthing, will enter the heavenly world every day.\"  Often, it seemed near,\nthe heavenly world, but never he had reached it completely, never he had\nquenched the ultimate thirst.  And among all the wise and wisest men, he\nknew and whose instructions he had received, among all of them there was\nno one, who had reached it completely, the heavenly world, who had\nquenched it completely, the eternal thirst.",
                "\"Govinda,\" Siddhartha spoke to his friend, \"Govinda, my dear, come with\nme under the Banyan tree, let's practise meditation.\"",
                "They went to the Banyan tree, they sat down, Siddhartha right here,\nGovinda twenty paces away.  While putting himself down, ready to speak\nthe Om, Siddhartha repeated murmuring the verse:",
                "Om is the bow, the arrow is soul,\nThe Brahman is the arrow's target,\nThat one should incessantly hit.",
                "After the usual time of the exercise in meditation had passed, Govinda\nrose.  The evening had come, it was time to perform the evening's ablution.\nHe called Siddhartha's name.  Siddhartha did not answer.  Siddhartha sat\nthere lost in thought, his eyes were rigidly focused towards a very\ndistant target, the tip of his tongue was protruding a little between\nthe teeth, he seemed not to breathe.  Thus sat he, wrapped up in\ncontemplation, thinking Om, his soul sent after the Brahman as an arrow.",
                "Once, Samanas had travelled through Siddhartha's town, ascetics on a\npilgrimage, three skinny, withered men, neither old nor young, with\ndusty and bloody shoulders, almost naked, scorched by the sun,\nsurrounded by loneliness, strangers and enemies to the world, strangers\nand lank jackals in the realm of humans.  Behind them blew a hot scent\nof quiet passion, of destructive service, of merciless self-denial.",
                "In the evening, after the hour of contemplation, Siddhartha spoke to\nGovinda:  \"Early tomorrow morning, my friend, Siddhartha will go to the\nSamanas.  He will become a Samana.\"",
                "Govinda turned pale, when he heard these words and read the decision in\nthe motionless face of his friend, unstoppable like the arrow shot from\nthe bow.  Soon and with the first glance, Govinda realized:  Now it is\nbeginning, now Siddhartha is taking his own way, now his fate is\nbeginning to sprout, and with his, my own.  And he turned pale like a\ndry banana-skin.",
                "\"O Siddhartha,\" he exclaimed, \"will your father permit you to do that?\"",
                "Siddhartha looked over as if he was just waking up.  Arrow-fast he read\nin Govinda's soul, read the fear, read the submission.",
                "\"O Govinda,\" he spoke quietly, \"let's not waste words.  Tomorrow, at\ndaybreak I will begin the life of the Samanas.  Speak no more of it.\"",
                "Siddhartha entered the chamber, where his father was sitting on a mat of\nbast, and stepped behind his father and remained standing there, until\nhis father felt that someone was standing behind him.  Quoth the\nBrahman:  \"Is that you, Siddhartha?  Then say what you came to say.\"",
                "Quoth Siddhartha: \"With your permission, my father.  I came to tell you\nthat it is my longing to leave your house tomorrow and go to the\nascetics.  My desire is to become a Samana.  May my father not oppose\nthis.\"",
                "The Brahman fell silent, and remained silent for so long that the stars\nin the small window wandered and changed their relative positions, 'ere\nthe silence was broken.  Silent and motionless stood the son with his\narms folded, silent and motionless sat the father on the mat, and the\nstars traced their paths in the sky.  Then spoke the father:  \"Not\nproper it is for a Brahman to speak harsh and angry words.  But\nindignation is in my heart.  I wish not to hear this request for a\nsecond time from your mouth.\"",
                "Slowly, the Brahman rose; Siddhartha stood silently, his arms folded.",
                "\"What are you waiting for?\" asked the father.",
                "Quoth Siddhartha:  \"You know what.\"",
                "Indignant, the father left the chamber; indignant, he went to his bed\nand lay down.",
                "After an hour, since no sleep had come over his eyes, the Brahman stood\nup, paced to and fro, and left the house.  Through the small window of\nthe chamber he looked back inside, and there he saw Siddhartha standing,\nhis arms folded, not moving from his spot.  Pale shimmered his bright\nrobe.  With anxiety in his heart, the father returned to his bed.",
                "After another hour, since no sleep had come over his eyes, the Brahman\nstood up again, paced to and fro, walked out of the house and saw that\nthe moon had risen.  Through the window of the chamber he looked back\ninside; there stood Siddhartha, not moving from his spot, his arms\nfolded, moonlight reflecting from his bare shins.  With worry in his\nheart, the father went back to bed.",
                "And he came back after an hour, he came back after two hours, looked\nthrough the small window, saw Siddhartha standing, in the moon light,\nby the light of the stars, in the darkness.  And he came back hour after\nhour, silently, he looked into the chamber, saw him standing in the same\nplace, filled his heart with anger, filled his heart with unrest, filled\nhis heart with anguish, filled it with sadness.",
                "And in the night's last hour, before the day began, he returned, stepped\ninto the room, saw the young man standing there, who seemed tall and\nlike a stranger to him.",
                "\"Siddhartha,\" he spoke, \"what are you waiting for?\"",
                "\"You know what.\"",
                "\"Will you always stand that way and wait, until it'll becomes morning,\nnoon, and evening?\"",
                "\"I will stand and wait.",
                "\"You will become tired, Siddhartha.\"",
                "\"I will become tired.\"",
                "\"You will fall asleep, Siddhartha.\"",
                "\"I will not fall asleep.\"",
                "\"You will die, Siddhartha.\"",
                "\"I will die.\"",
                "\"And would you rather die, than obey your father?\"",
                "\"Siddhartha has always obeyed his father.\"",
                "\"So will you abandon your plan?\"",
                "\"Siddhartha will do what his father will tell him to do.\"",
                "The first light of day shone into the room.  The Brahman saw that\nSiddhartha was trembling softly in his knees.  In Siddhartha's face he\nsaw no trembling, his eyes were fixed on a distant spot.  Then his\nfather realized that even now Siddhartha no longer dwelt with him in his\nhome, that he had already left him.",
                "The Father touched Siddhartha's shoulder.",
                "\"You will,\" he spoke, \"go into the forest and be a Samana.  When\nyou'll have found blissfulness in the forest, then come back and teach\nme to be blissful.  If you'll find disappointment, then return and let\nus once again make offerings to the gods together.  Go now and kiss your\nmother, tell her where you are going to.  But for me it is time to go to\nthe river and to perform the first ablution.\"",
                "He took his hand from the shoulder of his son and went outside.\nSiddhartha wavered to the side, as he tried to walk.  He put his limbs\nback under control, bowed to his father, and went to his mother to do as\nhis father had said.",
                "As he slowly left on stiff legs in the first light of day the still\nquiet town, a shadow rose near the last hut, who had crouched there,\nand joined the pilgrim -- Govinda.",
                "\"You have come,\" said Siddhartha and smiled.",
                "\"I have come,\" said Govinda."
            ]
        },
        {
            "name": "\nWITH THE SAMANAS\n",
            "sub_name": "",
            "text": [
                "WITH THE SAMANAS",
                "In the evening of this day they caught up with the ascetics, the skinny\nSamanas, and offered them their companionship and -- obedience.  They\nwere accepted.",
                "Siddhartha gave his garments to a poor Brahman in the street.  He wore\nnothing more than the loincloth and the earth-coloured, unsown cloak.\nHe ate only once a day, and never something cooked.  He fasted for\nfifteen days.  He fasted for twenty-eight days.  The flesh waned from\nhis thighs and cheeks.  Feverish dreams flickered from his enlarged\neyes, long nails grew slowly on his parched fingers and a dry, shaggy\nbeard grew on his chin.  His glance turned to ice when he encountered\nwomen; his mouth twitched with contempt, when he walked through a city\nof nicely dressed people.  He saw merchants trading, princes hunting,\nmourners wailing for their dead, whores offering themselves, physicians\ntrying to help the sick, priests determining the most suitable day for\nseeding, lovers loving, mothers nursing their children -- and all of this\nwas not worthy of one look from his eye, it all lied, it all stank,\nit all stank of lies, it all pretended to be meaningful and joyful and\nbeautiful, and it all was just concealed putrefaction.  The world tasted\nbitter.  Life was torture.",
                "A goal stood before Siddhartha, a single goal: to become empty, empty of\nthirst, empty of wishing, empty of dreams, empty of joy and sorrow.\nDead to himself, not to be a self any more, to find tranquility with an\nemptied heart, to be open to miracles in unselfish thoughts, that was\nhis goal.  Once all of my self was overcome and had died, once every\ndesire and every urge was silent in the heart, then the ultimate part\nof me had to awake, the innermost of my being, which is no longer my\nself, the great secret.",
                "Silently, Siddhartha exposed himself to burning rays of the sun directly\nabove, glowing with pain, glowing with thirst, and stood there, until he\nneither felt any pain nor thirst any more.  Silently, he stood there in\nthe rainy season, from his hair the water was dripping over freezing\nshoulders, over freezing hips and legs, and the penitent stood there,\nuntil he could not feel the cold in his shoulders and legs any more,\nuntil they were silent, until they were quiet.  Silently, he cowered in\nthe thorny bushes, blood dripped from the burning skin, from festering\nwounds dripped pus, and Siddhartha stayed rigidly, stayed motionless,\nuntil no blood flowed any more, until nothing stung any more, until\nnothing burned any more.",
                "Siddhartha sat upright and learned to breathe sparingly, learned to\nget along with only few breathes, learned to stop breathing.  He\nlearned, beginning with the breath, to calm the beat of his heart,\nleaned to reduce the beats of his heart, until they were only a few and\nalmost none.",
                "Instructed by the oldest of the Samanas, Siddhartha practised\nself-denial, practised meditation, according to a new Samana rules.\nA heron flew over the bamboo forest -- and Siddhartha accepted the heron\ninto his soul, flew over forest and mountains, was a heron, ate fish,\nfelt the pangs of a heron's hunger, spoke the heron's croak, died a\nheron's death.  A dead jackal was lying on the sandy bank, and\nSiddhartha's soul slipped inside the body, was the dead jackal, lay on\nthe banks, got bloated, stank, decayed, was dismembered by hyaenas, was\nskinned by vultures, turned into a skeleton, turned to dust, was blown\nacross the fields.  And Siddhartha's soul returned, had died, had\ndecayed, was scattered as dust, had tasted the gloomy intoxication of\nthe cycle, awaited in new thirst like a hunter in the gap, where he\ncould escape from the cycle, where the end of the causes, where an\neternity without suffering began.  He killed his senses, he killed his\nmemory, he slipped out of his self into thousands of other forms, was an\nanimal, was carrion, was stone, was wood, was water, and awoke every\ntime to find his old self again, sun shone or moon, was his self again,\nturned round in the cycle, felt thirst, overcame the thirst, felt new\nthirst.",
                "Siddhartha learned a lot when he was with the Samanas, many ways leading\naway from the self he learned to go.  He went the way of self-denial\nby means of pain, through voluntarily suffering and overcoming pain,\nhunger, thirst, tiredness.  He went the way of self-denial by means of\nmeditation, through imagining the mind to be void of all conceptions.\nThese and other ways he learned to go, a thousand times he left his\nself, for hours and days he remained in the non-self.  But though the\nways led away from the self, their end nevertheless always led back to\nthe self.  Though Siddhartha fled from the self a thousand times, stayed\nin nothingness, stayed in the animal, in the stone, the return was\ninevitable, inescapable was the hour, when he found himself back in the\nsunshine or in the moonlight, in the shade or in the rain, and was once\nagain his self and Siddhartha, and again felt the agony of the cycle which\nhad been forced upon him.",
                "By his side lived Govinda, his shadow, walked the same paths, undertook\nthe same efforts.  They rarely spoke to one another, than the service\nand the exercises required.  Occasionally the two of them went through\nthe villages, to beg for food for themselves and their teachers.",
                "\"How do you think, Govinda,\" Siddhartha spoke one day while begging\nthis way, \"how do you think did we progress?  Did we reach any goals?\"",
                "Govinda answered:  \"We have learned, and we'll continue learning.\nYou'll be a great Samana, Siddhartha.  Quickly, you've learned every\nexercise, often the old Samanas have admired you.  One day, you'll be\na holy man, oh Siddhartha.\"",
                "Quoth Siddhartha:  \"I can't help but feel that it is not like this, my\nfriend.  What I've learned, being among the Samanas, up to this day,\nthis, oh Govinda, I could have learned more quickly and by simpler\nmeans.  In every tavern of that part of a town where the whorehouses\nare, my friend, among carters and gamblers I could have learned it.\"",
                "Quoth Govinda:  \"Siddhartha is putting me on.  How could you have\nlearned meditation, holding your breath, insensitivity against hunger\nand pain there among these wretched people?\"",
                "And Siddhartha said quietly, as if he was talking to himself:  \"What is\nmeditation?  What is leaving one's body?  What is fasting?  What is\nholding one's breath?  It is fleeing from the self, it is a short\nescape of the agony of being a self, it is a short numbing of the\nsenses against the pain and the pointlessness of life.  The same escape,\nthe same short numbing is what the driver of an ox-cart finds in the\ninn, drinking a few bowls of rice-wine or fermented coconut-milk.  Then\nhe won't feel his self any more, then he won't feel the pains of life\nany more, then he finds a short numbing of the senses.  When he falls\nasleep over his bowl of rice-wine, he'll find the same what Siddhartha\nand Govinda find when they escape their bodies through long exercises,\nstaying in the non-self.  This is how it is, oh Govinda.\"",
                "Quoth Govinda:  \"You say so, oh friend, and yet you know that Siddhartha\nis no driver of an ox-cart and a Samana is no drunkard.  It's true that\na drinker numbs his senses, it's true that he briefly escapes and rests,\nbut he'll return from the delusion, finds everything to be unchanged, has\nnot become wiser, has gathered no enlightenment, -- has not risen several\nsteps.\"",
                "And Siddhartha spoke with a smile:  \"I do not know, I've never been a\ndrunkard.  But that I, Siddhartha, find only a short numbing of the\nsenses in my exercises and meditations and that I am just as far removed\nfrom wisdom, from salvation, as a child in the mother's womb, this I\nknow, oh Govinda, this I know.\"",
                "And once again, another time, when Siddhartha left the forest together\nwith Govinda, to beg for some food in the village for their brothers and\nteachers, Siddhartha began to speak and said:  \"What now, oh Govinda,\nmight we be on the right path?  Might we get closer to enlightenment?\nMight we get closer to salvation?  Or do we perhaps live in a circle -- \nwe, who have thought we were escaping the cycle?\"",
                "Quoth Govinda:  \"We have learned a lot, Siddhartha, there is still\nmuch to learn.  We are not going around in circles, we are moving up,\nthe circle is a spiral, we have already ascended many a level.\"",
                "Siddhartha answered:  \"How old, would you think, is our oldest Samana,\nour venerable teacher?\"",
                "Quoth Govinda:  \"Our oldest one might be about sixty years of age.\"",
                "And Siddhartha:  \"He has lived for sixty years and has not reached the\nnirvana.  He'll turn seventy and eighty, and you and me, we will grow\njust as old and will do our exercises, and will fast, and will meditate.\nBut we will not reach the nirvana, he won't and we won't.  Oh Govinda,\nI believe out of all the Samanas out there, perhaps not a single one,\nnot a single one, will reach the nirvana.  We find comfort, we find\nnumbness, we learn feats, to deceive others.  But the most important\nthing, the path of paths, we will not find.\"",
                "\"If you only,\" spoke Govinda, \"wouldn't speak such terrible words,\nSiddhartha!  How could it be that among so many learned men, among so\nmany Brahmans, among so many austere and venerable Samanas, among so\nmany who are searching, so many who are eagerly trying, so many holy\nmen, no one will find the path of paths?\"",
                "But Siddhartha said in a voice which contained just as much sadness as\nmockery, with a quiet, a slightly sad, a slightly mocking voice:  \"Soon,\nGovinda, your friend will leave the path of the Samanas, he has walked\nalong your side for so long.  I'm suffering of thirst, oh Govinda, and\non this long path of a Samana, my thirst has remained as strong as ever.\nI always thirsted for knowledge, I have always been full of questions.\nI have asked the Brahmans, year after year, and I have asked the holy\nVedas, year after year, and I have asked the devote Samanas, year after\nyear.  Perhaps, oh Govinda, it had been just as well, had been just as\nsmart and just as profitable, if I had asked the hornbill-bird or the\nchimpanzee.  It took me a long time and am not finished learning this\nyet, oh Govinda: that there is nothing to be learned!  There is indeed\nno such thing, so I believe, as what we refer to as `learning'.  There\nis, oh my friend, just one knowledge, this is everywhere, this is Atman,\nthis is within me and within you and within every creature.  And so I'm\nstarting to believe that this knowledge has no worser enemy than the\ndesire to know it, than learning.\"",
                "At this, Govinda stopped on the path, rose his hands, and spoke:  \"If\nyou, Siddhartha, only would not bother your friend with this kind of\ntalk!  Truly, you words stir up fear in my heart.  And just consider:\nwhat would become of the sanctity of prayer, what of the venerability of\nthe Brahmans' caste, what of the holiness of the Samanas, if it was as\nyou say, if there was no learning?!  What, oh Siddhartha, what would\nthen become of all of this what is holy, what is precious, what is\nvenerable on earth?!\"",
                "And Govinda mumbled a verse to himself, a verse from an Upanishad:",
                "He who ponderingly, of a purified spirit, loses himself in the\nmeditation of Atman, unexpressable by words is his blissfulness of his\nheart.",
                "But Siddhartha remained silent.  He thought about the words which\nGovinda had said to him and thought the words through to their end.",
                "Yes, he thought, standing there with his head low, what would remain of\nall that which seemed to us to be holy?  What remains?  What can stand\nthe test?  And he shook his head.",
                "At one time, when the two young men had lived among the Samanas for\nabout three years and had shared their exercises, some news, a rumour, a\nmyth reached them after being retold many times:  A man had appeared,\nGotama by name, the exalted one, the Buddha, he had overcome the\nsuffering of the world in himself and had halted the cycle of rebirths.\nHe was said to wander through the land, teaching, surrounded by\ndisciples, without possession, without home, without a wife, in the\nyellow cloak of an ascetic, but with a cheerful brow, a man of bliss,\nand Brahmans and princes would bow down before him and would become his\nstudents.",
                "This myth, this rumour, this legend resounded, its fragrants rose up,\nhere and there; in the towns, the Brahmans spoke of it and in the\nforest, the Samanas; again and again, the name of Gotama, the Buddha\nreached the ears of the young men, with good and with bad talk, with\npraise and with defamation.",
                "It was as if the plague had broken out in a country and news had been\nspreading around that in one or another place there was a man, a wise\nman, a knowledgeable one, whose word and breath was enough to heal\neveryone who had been infected with the pestilence, and as such news\nwould go through the land and everyone would talk about it, many would\nbelieve, many would doubt, but many would get on their way as soon as\npossible, to seek the wise man, the helper, just like this this myth\nran through the land, that fragrant myth of Gotama, the Buddha, the\nwise man of the family of Sakya.  He possessed, so the believers said,\nthe highest enlightenment, he remembered his previous lives, he had\nreached the nirvana and never returned into the cycle, was never again\nsubmerged in the murky river of physical forms.  Many wonderful and\nunbelievable things were reported of him, he had performed miracles,\nhad overcome the devil, had spoken to the gods.  But his enemies and\ndisbelievers said, this Gotama was a vain seducer, he would spent his\ndays in luxury, scorned the offerings, was without learning, and knew\nneither exercises nor self-castigation.",
                "The myth of Buddha sounded sweet.  The scent of magic flowed from these\nreports.  After all, the world was sick, life was hard to bear -- and\nbehold, here a source seemed to spring forth, here a messenger seemed\nto call out, comforting, mild, full of noble promises.  Everywhere\nwhere the rumour of Buddha was heard, everywhere in the lands of India,\nthe young men listened up, felt a longing, felt hope, and among the\nBrahmans' sons of the towns and villages every pilgrim and stranger was\nwelcome, when he brought news of him, the exalted one, the Sakyamuni.",
                "The myth had also reached the Samanas in the forest, and also\nSiddhartha, and also Govinda, slowly, drop by drop, every drop laden\nwith hope, every drop laden with doubt.  They rarely talked about it,\nbecause the oldest one of the Samanas did not like this myth.  He had\nheard that this alleged Buddha used to be an ascetic before and had\nlived in the forest, but had then turned back to luxury and worldly\npleasures, and he had no high opinion of this Gotama.",
                "\"Oh Siddhartha,\" Govinda spoke one day to his friend.  \"Today, I was\nin the village, and a Brahman invited me into his house, and in his\nhouse, there was the son of a Brahman from Magadha, who has seen the\nBuddha with his own eyes and has heard him teach.  Verily, this made\nmy chest ache when I breathed, and thought to myself:  If only I would\ntoo, if only we both would too, Siddhartha and me, live to see the\nhour when we will hear the teachings from the mouth of this perfected\nman!  Speak, friend, wouldn't we want to go there too and listen to the\nteachings from the Buddha's mouth?\"",
                "Quoth Siddhartha:  \"Always, oh Govinda, I had thought, Govinda would\nstay with the Samanas, always I had believed his goal was to live to be\nsixty and seventy years of age and to keep on practising those feats and\nexercises, which are becoming a Samana.  But behold, I had not known\nGovinda well enough, I knew little of his heart.  So now you, my\nfaithful friend, want to take a new path and go there, where the Buddha\nspreads his teachings.\"",
                "Quoth Govinda:  \"You're mocking me.  Mock me if you like, Siddhartha!\nBut have you not also developed a desire, an eagerness, to hear these\nteachings?  And have you not at one time said to me, you would not walk\nthe path of the Samanas for much longer?\"",
                "At this, Siddhartha laughed in his very own manner, in which his voice\nassumed a touch of sadness and a touch of mockery, and said:  \"Well,\nGovinda, you've spoken well, you've remembered correctly.  If you\nonly remembered the other thing as well, you've heard from me, which is\nthat I have grown distrustful and tired against teachings and learning,\nand that my faith in words, which are brought to us by teachers, is\nsmall.  But let's do it, my dear, I am willing to listen to these\nteachings -- though in my heart I believe that we've already tasted the\nbest fruit of these teachings.\"",
                "Quoth Govinda:  \"Your willingness delights my heart.  But tell me, how\nshould this be possible?  How should the Gotama's teachings, even before\nwe have heard them, have already revealed their best fruit to us?\"",
                "Quoth Siddhartha:  \"Let us eat this fruit and wait for the rest, oh\nGovinda!  But this fruit, which we already now received thanks to the\nGotama, consisted in him calling us away from the Samanas!  Whether he\nhas also other and better things to give us, oh friend, let us await\nwith calm hearts.\"",
                "On this very same day, Siddhartha informed the oldest one of the Samanas\nof his decision, that he wanted to leave him.  He informed the oldest\none with all the courtesy and modesty becoming to a younger one and a\nstudent.  But the Samana became angry, because the two young men wanted\nto leave him, and talked loudly and used crude swearwords.",
                "Govinda was startled and became embarrassed.  But Siddhartha put his\nmouth close to Govinda's ear and whispered to him:  \"Now, I want to show\nthe old man that I've learned something from him.\"",
                "Positioning himself closely in front of the Samana, with a concentrated\nsoul, he captured the old man's glance with his glances, deprived him of\nhis power, made him mute, took away his free will, subdued him under his\nown will, commanded him, to do silently, whatever he demanded him to do.\nThe old man became mute, his eyes became motionless, his will was\nparalysed, his arms were hanging down; without power, he had fallen\nvictim to Siddhartha's spell.  But Siddhartha's thoughts brought the\nSamana under their control, he had to carry out, what they commanded.\nAnd thus, the old man made several bows, performed gestures of blessing,\nspoke stammeringly a godly wish for a good journey.  And the young men\nreturned the bows with thanks, returned the wish, went on their way with\nsalutations.",
                "On the way, Govinda said:  \"Oh Siddhartha, you have learned more from\nthe Samanas than I knew.  It is hard, it is very hard to cast a spell\non an old Samana.  Truly, if you had stayed there, you would soon have\nlearned to walk on water.\"",
                "\"I do not seek to walk on water,\" said Siddhartha.  \"Let old Samanas be\ncontent with such feats!\""
            ]
        },
        {
            "name": "\nGOTAMA\n",
            "sub_name": "",
            "text": [
                "GOTAMA",
                "In the town of Savathi, every child knew the name of the exalted Buddha,\nand every house was prepared to fill the alms-dish of Gotama's\ndisciples, the silently begging ones.  Near the town was Gotama's\nfavourite place to stay, the grove of Jetavana, which the rich merchant\nAnathapindika, an obedient worshipper of the exalted one, had given him\nand his people for a gift.",
                "All tales and answers, which the two young ascetics had received in\ntheir search for Gotama's abode, had pointed them towards this area.\nAnd arriving at Savathi, in the very first house, before the door of\nwhich they stopped to beg, food has been offered to them, and they\naccepted the food, and Siddhartha asked the woman, who handed them the\nfood:",
                "\"We would like to know, oh charitable one, where the Buddha dwells, the\nmost venerable one, for we are two Samanas from the forest and have\ncome, to see him, the perfected one, and to hear the teachings from his\nmouth.\"",
                "Quoth the woman:  \"Here, you have truly come to the right place, you\nSamanas from the forest.  You should know, in Jetavana, in the garden\nof Anathapindika is where the exalted one dwells.  There you pilgrims\nshall spent the night, for there is enough space for the innumerable,\nwho flock here, to hear the teachings from his mouth.\"",
                "This made Govinda happy, and full of joy he exclaimed:  \"Well so, thus\nwe have reached our destination, and our path has come to an end!  But\ntell us, oh mother of the pilgrims, do you know him, the Buddha, have\nyou seen him with your own eyes?\"",
                "Quoth the woman:  \"Many times I have seen him, the exalted one.  On many\ndays, I have seen him, walking through the alleys in silence, wearing\nhis yellow cloak, presenting his alms-dish in silence at the doors of\nthe houses, leaving with a filled dish.\"",
                "Delightedly, Govinda listened and wanted to ask and hear much more.\nBut Siddhartha urged him to walk on.  They thanked and left and hardly\nhad to ask for directions, for rather many pilgrims and monks as well\nfrom Gotama's community were on their way to the Jetavana.  And since\nthey reached it at night, there were constant arrivals, shouts, and\ntalk of those who sought shelter and got it.  The two Samanas,\naccustomed to life in the forest, found quickly and without making any\nnoise a place to stay and rested there until the morning.",
                "At sunrise, they saw with astonishment what a large crowd of believers\nand curious people had spent the night here.  On all paths of the\nmarvellous grove, monks walked in yellow robes, under the trees they\nsat here and there, in deep contemplation -- or in a conversation about\nspiritual matters, the shady gardens looked like a city, full of people,\nbustling like bees.  The majority of the monks went out with their\nalms-dish, to collect food in town for their lunch, the only meal of the\nday.  The Buddha himself, the enlightened one, was also in the habit of\ntaking this walk to beg in the morning.",
                "Siddhartha saw him, and he instantly recognised him, as if a god had\npointed him out to him.  He saw him, a simple man in a yellow robe,\nbearing the alms-dish in his hand, walking silently.",
                "\"Look here!\" Siddhartha said quietly to Govinda.  \"This one is the\nBuddha.\"",
                "Attentively, Govinda looked at the monk in the yellow robe, who seemed\nto be in no way different from the hundreds of other monks.  And soon,\nGovinda also realized:  This is the one.  And they followed him and\nobserved him.",
                "The Buddha went on his way, modestly and deep in his thoughts, his\ncalm face was neither happy nor sad, it seemed to smile quietly and\ninwardly.  With a hidden smile, quiet, calm, somewhat resembling a\nhealthy child, the Buddha walked, wore the robe and placed his feet\njust as all of his monks did, according to a precise rule.  But his\nface and his walk, his quietly lowered glance, his quietly dangling hand\nand even every finger of his quietly dangling hand expressed peace,\nexpressed perfection, did not search, did not imitate, breathed softly\nin an unwhithering calm, in an unwhithering light, an untouchable peace.",
                "Thus Gotama walked towards the town, to collect alms, and the two\nSamanas recognised him solely by the perfection of his calm, by the\nquietness of his appearance, in which there was no searching, no desire,\nno imitation, no effort to be seen, only light and peace.",
                "\"Today, we'll hear the teachings from his mouth.\" said Govinda.",
                "Siddhartha did not answer.  He felt little curiosity for the teachings,\nhe did not believe that they would teach him anything new, but he had,\njust as Govinda had, heard the contents of this Buddha's teachings\nagain and again, though these reports only represented second- or\nthird-hand information.  But attentively he looked at Gotama's head,\nhis shoulders, his feet, his quietly dangling hand, and it seemed to\nhim as if every joint of every finger of this hand was of these\nteachings, spoke of, breathed of, exhaled the fragrant of, glistened of\ntruth.  This man, this Buddha was truthful down to the gesture of his\nlast finger.  This man was holy.  Never before, Siddhartha had venerated\na person so much, never before he had loved a person as much as this\none.",
                "They both followed the Buddha until they reached the town and then\nreturned in silence, for they themselves intended to abstain from\non this day.  They saw Gotama returning -- what he ate could not even have\nsatisfied a bird's appetite, and they saw him retiring into the shade\nof the mango-trees.",
                "But in the evening, when the heat cooled down and everyone in the camp\nstarted to bustle about and gathered around, they heard the Buddha\nteaching.  They heard his voice, and it was also perfected, was of\nperfect calmness, was full of peace.  Gotama taught the teachings of\nsuffering, of the origin of suffering, of the way to relieve suffering.\nCalmly and clearly his quiet speech flowed on.  Suffering was life,\nfull of suffering was the world, but salvation from suffering had been\nfound:  salvation was obtained by him who would walk the path of the\nBuddha.  With a soft, yet firm voice the exalted one spoke, taught the\nfour main doctrines, taught the eightfold path, patiently he went the\nusual path of the teachings, of the examples, of the repetitions,\nbrightly and quietly his voice hovered over the listeners, like a light,\nlike a starry sky.",
                "When the Buddha -- night had already fallen -- ended his speech, many a\npilgrim stepped forward and asked to accepted into the community, sought\nrefuge in the teachings.  And Gotama accepted them by speaking:  \"You\nhave heard the teachings well, it has come to you well.  Thus join us\nand walk in holiness, to put an end to all suffering.\"",
                "Behold, then Govinda, the shy one, also stepped forward and spoke:  \"I\nalso take my refuge in the exalted one and his teachings,\" and he asked\nto accepted into the community of his disciples and was accepted.",
                "Right afterwards, when the Buddha had retired for the night, Govinda\nturned to Siddhartha and spoke eagerly:  \"Siddhartha, it is not my place\nto scold you.  We have both heard the exalted one, we have both\nperceived the teachings.  Govinda has heard the teachings, he has taken\nrefuge in it.  But you, my honoured friend, don't you also want to walk\nthe path of salvation?  Would you want to hesitate, do you want to wait\nany longer?\"",
                "Siddhartha awakened as if he had been asleep, when he heard Govinda's\nwords.  For a long time, he looked into Govinda's face.  Then he spoke\nquietly, in a voice without mockery:  \"Govinda, my friend, now you have\ntaken this step, now you have chosen this path.  Always, oh Govinda,\nyou've been my friend, you've always walked one step behind me.  Often I\nhave thought:  Won't Govinda for once also take a step by himself,\nwithout me, out of his own soul?  Behold, now you've turned into a man\nand are choosing your path for yourself.  I wish that you would go it up\nto its end, oh my friend, that you shall find salvation!\"",
                "Govinda, not completely understanding it yet, repeated his question in\nan impatient tone:  \"Speak up, I beg you, my dear!  Tell me, since it\ncould not be any other way, that you also, my learned friend, will take\nyour refuge with the exalted Buddha!\"",
                "Siddhartha placed his hand on Govinda's shoulder:  \"You failed to hear\nmy good wish for you, oh Govinda.  I'm repeating it:  I wish that you\nwould go this path up to its end, that you shall find salvation!\"",
                "In this moment, Govinda realized that his friend had left him, and he\nstarted to weep.",
                "\"Siddhartha!\" he exclaimed lamentingly.",
                "Siddhartha kindly spoke to him:  \"Don't forget, Govinda, that you are\nnow one of the Samanas of the Buddha!  You have renounced your home\nand your parents, renounced your birth and possessions, renounced your\nfree will, renounced all friendship.  This is what the teachings\nrequire, this is what the exalted one wants.  This is what you wanted\nfor yourself.  Tomorrow, oh Govinda, I'll leave you.\"",
                "For a long time, the friends continued walking in the grove; for a long\ntime, they lay there and found no sleep.  And over and over again,\nGovinda urged his friend, he should tell him why he would not want to\nseek refuge in Gotama's teachings, what fault he would find in these\nteachings.  But Siddhartha turned him away every time and said:  \"Be\ncontent, Govinda!  Very good are the teachings of the exalted one, how\ncould I find a fault in them?\"",
                "Very early in the morning, a follower of Buddha, one of his oldest\nmonks, went through the garden and called all those to him who had as\nnovices taken their refuge in the teachings, to dress them up in the\nyellow robe and to instruct them in the first teachings and duties of\ntheir position.  Then Govinda broke loose, embraced once again his\nchildhood friend and left with the novices.",
                "But Siddhartha walked through the grove, lost in thought.",
                "Then he happened to meet Gotama, the exalted one, and when he greeted\nhim with respect and the Buddha's glance was so full of kindness and\ncalm, the young man summoned his courage and asked the venerable one for\nthe permission to talk to him.  Silently the exalted one nodded his\napproval.",
                "Quoth Siddhartha:  \"Yesterday, oh exalted one, I had been privileged to\nhear your wondrous teachings.  Together with my friend, I had come from\nafar, to hear your teachings.  And now my friend is going to stay with\nyour people, he has taken his refuge with you.  But I will again start\non my pilgrimage.\"",
                "\"As you please,\" the venerable one spoke politely.",
                "\"Too bold is my speech,\" Siddhartha continued, \"but I do not want to\nleave the exalted one without having honestly told him my thoughts.\nDoes it please the venerable one to listen to me for one moment longer?\"",
                "Silently, the Buddha nodded his approval.",
                "Quoth Siddhartha:  \"One thing, oh most venerable one, I have admired in\nyour teachings most of all.  Everything in your teachings is perfectly\nclear, is proven; you are presenting the world as a perfect chain, a\nchain which is never and nowhere broken, an eternal chain the links of\nwhich are causes and effects.  Never before, this has been seen so\nclearly; never before, this has been presented so irrefutably; truly,\nthe heart of every Brahman has to beat stronger with love, once he has\nseen the world through your teachings perfectly connected, without gaps,\nclear as a crystal, not depending on chance, not depending on gods.\nWhether it may be good or bad, whether living according to it would be\nsuffering or joy, I do not wish to discuss, possibly this is not\nessential -- but the uniformity of the world, that everything which\nhappens is connected, that the great and the small things are all\nencompassed by the same forces of time, by the same law of causes, of\ncoming into being and of dying, this is what shines brightly out of your\nexalted teachings, oh perfected one.  But according to your very own\nteachings, this unity and necessary sequence of all things is\nnevertheless broken in one place, through a small gap, this world of\nunity is invaded by something alien, something new, something which had\nnot been there before, and which cannot be demonstrated and cannot be\nproven: these are your teachings of overcoming the world, of salvation.\nBut with this small gap, with this small breach, the entire eternal and\nuniform law of the world is breaking apart again and becomes void.\nPlease forgive me for expressing this objection.\"",
                "Quietly, Gotama had listened to him, unmoved.  Now he spoke, the\nperfected one, with his kind, with his polite and clear voice:  \"You've\nheard the teachings, oh son of a Brahman, and good for you that you've\nthought about it thus deeply.  You've found a gap in it, an error.  You\nshould think about this further.  But be warned, oh seeker of knowledge,\nof the thicket of opinions and of arguing about words.  There is nothing\nto opinions, they may be beautiful or ugly, smart or foolish, everyone\ncan support them or discard them.  But the teachings, you've heard from\nme, are no opinion, and their goal is not to explain the world to those\nwho seek knowledge.  They have a different goal; their goal is salvation\nfrom suffering.  This is what Gotama teaches, nothing else.\"",
                "\"I wish that you, oh exalted one, would not be angry with me,\" said the\nyoung man.  \"I have not spoken to you like this to argue with you, to\nargue about words.  You are truly right, there is little to opinions.\nBut let me say this one more thing:  I have not doubted in you for a\nsingle moment.  I have not doubted for a single moment that you are\nBuddha, that you have reached the goal, the highest goal towards which\nso many thousands of Brahmans and sons of Brahmans are on their way.\nYou have found salvation from death.  It has come to you in the course\nof your own search, on your own path, through thoughts, through\nmeditation, through realizations, through enlightenment.  It has not\ncome to you by means of teachings!  And -- thus is my thought, oh exalted\none, -- nobody will obtain salvation by means of teachings!  You will not\nbe able to convey and say to anybody, oh venerable one, in words and\nthrough teachings what has happened to you in the hour of enlightenment!\nThe teachings of the enlightened Buddha contain much, it teaches many to\nlive righteously, to avoid evil.  But there is one thing which these so\nclear, these so venerable teachings do not contain:  they do not contain\nthe mystery of what the exalted one has experienced for himself, he\nalone among hundreds of thousands.  This is what I have thought and\nrealized, when I have heard the teachings.  This is why I am continuing\nmy travels -- not to seek other, better teachings, for I know there are\nnone, but to depart from all teachings and all teachers and to reach my\ngoal by myself or to die.  But often, I'll think of this day, oh exalted\none, and of this hour, when my eyes beheld a holy man.\"",
                "The Buddha's eyes quietly looked to the ground; quietly, in perfect\nequanimity his inscrutable face was smiling.",
                "\"I wish,\" the venerable one spoke slowly, \"that your thoughts shall not\nbe in error, that you shall reach the goal!  But tell me:  Have you seen\nthe multitude of my Samanas, my many brothers, who have taken refuge in\nthe teachings?  And do you believe, oh stranger, oh Samana, do you\nbelieve that it would be better for them all the abandon the teachings\nand to return into the life the world and of desires?\"",
                "\"Far is such a thought from my mind,\" exclaimed Siddhartha.  \"I wish\nthat they shall all stay with the teachings, that they shall reach their\ngoal!  It is not my place to judge another person's life.  Only for\nmyself, for myself alone, I must decide, I must chose, I must refuse.\nSalvation from the self is what we Samanas search for, oh exalted one.\nIf I merely were one of your disciples, oh venerable one, I'd fear that\nit might happen to me that only seemingly, only deceptively my self\nwould be calm and be redeemed, but that in truth it would live on and\ngrow, for then I had replaced my self with the teachings, my duty to\nfollow you, my love for you, and the community of the monks!\"",
                "With half of a smile, with an unwavering openness and kindness,\nGotama looked into the stranger's eyes and bid him to leave with a\nhardly noticeable gesture.",
                "\"You are wise, oh Samana.\", the venerable one spoke.",
                "\"You know how to talk wisely, my friend.  Be aware of too much wisdom!\"",
                "The Buddha turned away, and his glance and half of a smile remained\nforever etched in Siddhartha's memory.",
                "I have never before seen a person glance and smile, sit and walk this\nway, he thought; truly, I wish to be able to glance and smile, sit and\nwalk this way, too, thus free, thus venerable, thus concealed, thus\nopen, thus child-like and mysterious.  Truly, only a person who has\nsucceeded in reaching the innermost part of his self would glance and\nwalk this way.  Well so, I also will seek to reach the innermost part\nof my self.",
                "I saw a man, Siddhartha thought, a single man, before whom I would have\nto lower my glance.  I do not want to lower my glance before any other,\nnot before any other.  No teachings will entice me any more, since this\nman's teachings have not enticed me.",
                "I am deprived by the Buddha, thought Siddhartha, I am deprived, and\neven more he has given to me.  He has deprived me of my friend, the one\nwho had believed in me and now believes in him, who had been my shadow\nand is now Gotama's shadow.  But he has given me Siddhartha, myself."
            ]
        },
        {
            "name": "\nAWAKENING\n",
            "sub_name": "",
            "text": [
                "AWAKENING",
                "When Siddhartha left the grove, where the Buddha, the perfected one,\nstayed behind, where Govinda stayed behind, then he felt that in this\ngrove his past life also stayed behind and parted from him.  He pondered\nabout this sensation, which filled him completely, as he was slowly\nwalking along.  He pondered deeply, like diving into a deep water he\nlet himself sink down to the ground of the sensation, down to the place\nwhere the causes lie, because to identify the causes, so it seemed to\nhim, is the very essence of thinking, and by this alone sensations turn\ninto realizations and are not lost, but become entities and start to\nemit like rays of light what is inside of them.",
                "Slowly walking along, Siddhartha pondered.  He realized that he was no\nyouth any more, but had turned into a man.  He realized that one thing\nhad left him, as a snake is left by its old skin, that one thing no\nlonger existed in him, which had accompanied him throughout his youth\nand used to be a part of him: the wish to have teachers and to listen to\nteachings.  He had also left the last teacher who had appeared on his\npath, even him, the highest and wisest teacher, the most holy one,\nBuddha, he had left him, had to part with him, was not able to accept\nhis teachings.",
                "Slower, he walked along in his thoughts and asked himself:  \"But what\nis this, what you have sought to learn from teachings and from teachers,\nand what they, who have taught you much, were still unable to teach\nyou?\"  And he found:  \"It was the self, the purpose and essence of which\nI sought to learn.  It was the self, I wanted to free myself from, which\nI sought to overcome.  But I was not able to overcome it, could only\ndeceive it, could only flee from it, only hide from it.  Truly, no\nthing in this world has kept my thoughts thus busy, as this my very own\nself, this mystery of me being alive, of me being one and being\nseparated and isolated from all others, of me being Siddhartha!  And\nthere is no thing in this world I know less about than about me, about\nSiddhartha!\"",
                "Having been pondering while slowly walking along, he now stopped as\nthese thoughts caught hold of him, and right away another thought sprang\nforth from these, a new thought, which was:  \"That I know nothing about\nmyself, that Siddhartha has remained thus alien and unknown to me, stems\nfrom one cause, a single cause:  I was afraid of myself, I was fleeing\nfrom myself!  I searched Atman, I searched Brahman, I was willing to\ndissect my self and peel off all of its layers, to find the core of\nall peels in its unknown interior, the Atman, life, the divine part, the\nultimate part.  But I have lost myself in the process.\"",
                "Siddhartha opened his eyes and looked around, a smile filled his face\nand a feeling of awakening from long dreams flowed through him from his\nhead down to his toes.  And it was not long before he walked again,\nwalked quickly like a man who knows what he has got to do.",
                "\"Oh,\" he thought, taking a deep breath, \"now I would not let Siddhartha\nescape from me again!  No longer, I want to begin my thoughts and my\nlife with Atman and with the suffering of the world.  I do not want to\nkill and dissect myself any longer, to find a secret behind the ruins.\nNeither Yoga-Veda shall teach me any more, nor Atharva-Veda, nor the\nascetics, nor any kind of teachings.  I want to learn from myself, want\nto be my student, want to get to know myself, the secret of Siddhartha.\"",
                "He looked around, as if he was seeing the world for the first time.\nBeautiful was the world, colourful was the world, strange and mysterious\nwas the world!  Here was blue, here was yellow, here was green, the sky\nand the river flowed, the forest and the mountains were rigid, all of it\nwas beautiful, all of it was mysterious and magical, and in its midst was\nhe, Siddhartha, the awakening one, on the path to himself.  All of this,\nall this yellow and blue, river and forest, entered Siddhartha for the\nfirst time through the eyes, was no longer a spell of Mara, was no\nlonger the veil of Maya, was no longer a pointless and coincidental\ndiversity of mere appearances, despicable to the deeply thinking Brahman,\nwho scorns diversity, who seeks unity.  Blue was blue, river was river,\nand if also in the blue and the river, in Siddhartha, the singular and\ndivine lived hidden, so it was still that very divinity's way and\npurpose, to be here yellow, here blue, there sky, there forest, and here\nSiddhartha.  The purpose and the essential properties were not somewhere\nbehind the things, they were in them, in everything.",
                "\"How deaf and stupid have I been!\" he thought, walking swiftly along.\n\"When someone reads a text, wants to discover its meaning, he will not\nscorn the symbols and letters and call them deceptions, coincidence,\nand worthless hull, but he will read them, he will study and love them,\nletter by letter.  But I, who wanted to read the book of the world and\nthe book of my own being, I have, for the sake of a meaning I had\nanticipated before I read, scorned the symbols and letters, I called the\nvisible world a deception, called my eyes and my tongue coincidental\nand worthless forms without substance.  No, this is over, I have\nawakened, I have indeed awakened and have not been born before this\nvery day.\"",
                "In thinking these thoughts, Siddhartha stopped once again, suddenly, as\nif there was a snake lying in front of him on the path.",
                "Because suddenly, he had also become aware of this:  He, who was indeed\nlike someone who had just woken up or like a new-born baby, he had to\nstart his life anew and start again at the very beginning.  When he had\nleft in this very morning from the grove Jetavana, the grove of that\nexalted one, already awakening, already on the path towards himself,\nhe had every intention, regarded as natural and took for granted, that\nhe, after years as an ascetic, would return to his home and his father.\nBut now, only in this moment, when he stopped as if a snake was lying on\nhis path, he also awoke to this realization:  \"But I am no longer the\none I was, I am no ascetic any more, I am not a priest any more, I am no\nBrahman any more.  Whatever should I do at home and at my father's\nplace?  Study?  Make offerings?  Practise meditation?  But all this is\nover, all of this is no longer alongside my path.\"",
                "Motionless, Siddhartha remained standing there, and for the time of\none moment and breath, his heart felt cold, he felt a cold in his chest,\nas a small animal, a bird or a rabbit, would when seeing how alone he\nwas.  For many years, he had been without home and had felt nothing.\nNow, he felt it.  Still, even in the deepest meditation, he had been\nhis father's son, had been a Brahman, of a high caste, a cleric.  Now,\nhe was nothing but Siddhartha, the awoken one, nothing else was left.\nDeeply, he inhaled, and for a moment, he felt cold and shivered.\nNobody was thus alone as he was.  There was no nobleman who did not\nbelong to the noblemen, no worker that did not belong to the workers,\nand found refuge with them, shared their life, spoke their language.\nNo Brahman, who would not be regarded as Brahmans and lived with them,\nno ascetic who would not find his refuge in the caste of the Samanas,\nand even the most forlorn hermit in the forest was not just one and\nalone, he was also surrounded by a place he belonged to, he also\nbelonged to a caste, in which he was at home.  Govinda had become a\nmonk, and a thousand monks were his brothers, wore the same robe as he,\nbelieved in his faith, spoke his language.  But he, Siddhartha, where\ndid he belong to?  With whom would he share his life?  Whose language\nwould he speak?",
                "Out of this moment, when the world melted away all around him, when he\nstood alone like a star in the sky, out of this moment of a cold and\ndespair, Siddhartha emerged, more a self than before, more firmly\nconcentrated.  He felt:  This had been the last tremor of the awakening,\nthe last struggle of this birth.  And it was not long until he walked\nagain in long strides, started to proceed swiftly and impatiently,\nheading no longer for home, no longer to his father, no longer back."
            ]
        },
        {
            "name": "\nSECOND PART\n",
            "sub_name": "",
            "text": [
                "SECOND PART",
                "Dedicated to Wilhelm Gundert, my cousin in Japan"
            ]
        },
        {
            "name": "\nKAMALA\n",
            "sub_name": "",
            "text": [
                "KAMALA",
                "Siddhartha learned something new on every step of his path, for the\nworld was transformed, and his heart was enchanted.  He saw the sun\nrising over the mountains with their forests and setting over the\ndistant beach with its palm-trees.  At night, he saw the stars in the\nsky in their fixed positions and the crescent of the moon floating like\na boat in the blue.  He saw trees, stars, animals, clouds, rainbows,\nrocks, herbs, flowers, stream and river, the glistening dew in the\nbushes in the morning, distant high mountains which were blue and\npale, birds sang and bees, wind silverishly blew through the rice-field.\nAll of this, a thousand-fold and colourful, had always been there,\nalways the sun and the moon had shone, always rivers had roared and\nbees had buzzed, but in former times all of this had been nothing more\nto Siddhartha than a fleeting, deceptive veil before his eyes,\nlooked upon in distrust, destined to be penetrated and destroyed by\nthought, since it was not the essential existence, since this essence\nlay beyond, on the other side of, the visible.  But now, his liberated\neyes stayed on this side, he saw and became aware of the visible, sought\nto be at home in this world, did not search for the true essence, did\nnot aim at a world beyond.  Beautiful was this world, looking at it thus,\nwithout searching, thus simply, thus childlike.  Beautiful were the moon\nand the stars, beautiful was the stream and the banks, the forest and\nthe rocks, the goat and the gold-beetle, the flower and the butterfly.\nBeautiful and lovely it was, thus to walk through the world, thus\nchildlike, thus awoken, thus open to what is near, thus without\ndistrust.  Differently the sun burnt the head, differently the shade\nof the forest cooled him down, differently the stream and the cistern,\nthe pumpkin and the banana tasted.  Short were the days, short the\nnights, every hour sped swiftly away like a sail on the sea, and under\nthe sail was a ship full of treasures, full of joy.  Siddhartha saw a\ngroup of apes moving through the high canopy of the forest, high in the\nbranches, and heard their savage, greedy song.  Siddhartha saw a male\nsheep following a female one and mating with her.  In a lake of reeds,\nhe saw the pike hungrily hunting for its dinner; propelling themselves\naway from it, in fear, wiggling and sparkling, the young fish jumped in\ndroves out of the water; the scent of strength and passion came\nforcefully out of the hasty eddies of the water, which the pike stirred\nup, impetuously hunting.",
                "All of this had always existed, and he had not seen it; he had not been\nwith it.  Now he was with it, he was part of it.  Light and shadow\nran through his eyes, stars and moon ran through his heart.",
                "On the way, Siddhartha also remembered everything he had experienced in\nthe Garden Jetavana, the teaching he had heard there, the divine Buddha,\nthe farewell from Govinda, the conversation with the exalted one.  Again\nhe remembered his own words, he had spoken to the exalted one, every\nword, and with astonishment he became aware of the fact that there he\nhad said things which he had not really known yet at this time.  What he\nhad said to Gotama: his, the Buddha's, treasure and secret was not the\nteachings, but the unexpressable and not teachable, which he had\nexperienced in the hour of his enlightenment -- it was nothing but this\nvery thing which he had now gone to experience, what he now began to\nexperience.  Now, he had to experience his self.  It is true that he had\nalready known for a long time that his self was Atman, in its essence\nbearing the same eternal characteristics as Brahman.  But never, he had\nreally found this self, because he had wanted to capture it in the net\nof thought.  With the body definitely not being the self, and not the\nspectacle of the senses, so it also was not the thought, not the\nrational mind, not the learned wisdom, not the learned ability to draw\nconclusions and to develop previous thoughts in to new ones.  No, this\nworld of thought was also still on this side, and nothing could be\nachieved by killing the random self of the senses, if the random self of\nthoughts and learned knowledge was fattened on the other hand.  Both,\nthe thoughts as well as the senses, were pretty things, the ultimate\nmeaning was hidden behind both of them, both had to be listened to, both\nhad to be played with, both neither had to be scorned nor overestimated,\nfrom both the secret voices of the innermost truth had to be attentively\nperceived.  He wanted to strive for nothing, except for what the voice\ncommanded him to strive for, dwell on nothing, except where the voice\nwould advise him to do so.  Why had Gotama, at that time, in the hour\nof all hours, sat down under the bo-tree, where the enlightenment hit\nhim?  He had heard a voice, a voice in his own heart, which had\ncommanded him to seek rest under this tree, and he had neither preferred\nself-castigation, offerings, ablutions, nor prayer, neither food nor\ndrink, neither sleep nor dream, he had obeyed the voice.  To obey like\nthis, not to an external command, only to the voice, to be ready like\nthis, this was good, this was necessary, nothing else was necessary.",
                "In the night when he slept in the straw hut of a ferryman by the river,\nSiddhartha had a dream:  Govinda was standing in front of him, dressed\nin the yellow robe of an ascetic.  Sad was how Govinda looked like,\nsadly he asked:  Why have you forsaken me?  At this, he embraced\nGovinda, wrapped his arms around him, and as he was pulling him close\nto his chest and kissed him, it was not Govinda any more, but a woman,\nand a full breast popped out of the woman's dress, at which Siddhartha\nlay and drank, sweetly and strongly tasted the milk from this breast.\nIt tasted of woman and man, of sun and forest, of animal and flower,\nof every fruit, of every joyful desire.  It intoxicated him and rendered\nhim unconscious. -- When Siddhartha woke up, the pale river shimmered\nthrough the door of the hut, and in the forest, a dark call of an owl\nresounded deeply and pleasantly.",
                "When the day began, Siddhartha asked his host, the ferryman, to get him\nacross the river.  The ferryman got him across the river on his\nbamboo-raft, the wide water shimmered reddishly in the light of the\nmorning.",
                "\"This is a beautiful river,\" he said to his companion.",
                "\"Yes,\" said the ferryman, \"a very beautiful river, I love it more than\nanything.  Often I have listened to it, often I have looked into its\neyes, and always I have learned from it.  Much can be learned from a\nriver.\"",
                "\"I thank you, my benefactor,\" spoke Siddhartha, disembarking on the other\nside of the river.  \"I have no gift I could give you for your\nhospitality, my dear, and also no payment for your work.  I am a man\nwithout a home, a son of a Brahman and a Samana.\"",
                "\"I did see it,\" spoke the ferryman, \"and I haven't expected any payment\nfrom you and no gift which would be the custom for guests to bear.  You\nwill give me the gift another time.\"",
                "\"Do you think so?\" asked Siddhartha amusedly.",
                "\"Surely.  This too, I have learned from the river: everything is coming\nback!  You too, Samana, will come back.  Now farewell!  Let your\nfriendship be my reward.  Commemorate me, when you'll make offerings to\nthe gods.\"",
                "Smiling, they parted.  Smiling, Siddhartha was happy about the\nfriendship and the kindness of the ferryman.  \"He is like Govinda,\" he\nthought with a smile, \"all I meet on my path are like Govinda.  All are\nthankful, though they are the ones who would have a right to receive\nthanks.  All are submissive, all would like to be friends, like to\nobey, think little.  Like children are all people.\"",
                "At about noon, he came through a village.  In front of the mud cottages,\nchildren were rolling about in the street, were playing with\npumpkin-seeds and sea-shells, screamed and wrestled, but they all\ntimidly fled from the unknown Samana.  In the end of the village, the\npath led through a stream, and by the side of the stream, a young\nwoman was kneeling and washing clothes.  When Siddhartha greeted her,\nshe lifted her head and looked up to him with a smile, so that he saw\nthe white in her eyes glistening.  He called out a blessing to her, as\nit is the custom among travellers, and asked how far he still had to go\nto reach the large city.  Then she got up and came to him, beautifully\nher wet mouth was shimmering in her young face.  She exchanged humorous\nbanter with him, asked whether he had eaten already, and whether it was\ntrue that the Samanas slept alone in the forest at night and were not\nallowed to have any women with them.  While talking, she put her left\nfoot on his right one and made a movement as a woman does who would want\nto initiate that kind of sexual pleasure with a man, which the textbooks\ncall \"climbing a tree\".  Siddhartha felt his blood heating up, and since\nin this moment he had to think of his dream again, he bend slightly\ndown to the woman and kissed with his lips the brown nipple of her\nbreast.  Looking up, he saw her face smiling full of lust and her\neyes, with contracted pupils, begging with desire.",
                "Siddhartha also felt desire and felt the source of his sexuality moving;\nbut since he had never touched a woman before, he hesitated for a\nmoment, while his hands were already prepared to reach out for her.  And\nin this moment he heard, shuddering with awe, the voice of his innermost\nself, and this voice said No.  Then, all charms disappeared from the\nyoung woman's smiling face, he no longer saw anything else but the damp\nglance of a female animal in heat.  Politely, he petted her cheek,\nturned away from her and disappeared away from the disappointed woman\nwith light steps into the bamboo-wood.",
                "On this day, he reached the large city before the evening, and was\nhappy, for he felt the need to be among people.  For a long time, he\nhad lived in the forests, and the straw hut of the ferryman, in which\nhe had slept that night, had been the first roof for a long time he has\nhad over his head.",
                "Before the city, in a beautifully fenced grove, the traveller came\nacross a small group of servants, both male and female, carrying\nbaskets.  In their midst, carried by four servants in an ornamental\nsedan-chair, sat a woman, the mistress, on red pillows under a colourful\ncanopy.  Siddhartha stopped at the entrance to the pleasure-garden and\nwatched the parade, saw the servants, the maids, the baskets, saw the\nsedan-chair and saw the lady in it.  Under black hair, which made to\ntower high on her head, he saw a very fair, very delicate, very smart\nface, a brightly red mouth, like a freshly cracked fig, eyebrows which\nwere well tended and painted in a high arch, smart and watchful dark\neyes, a clear, tall neck rising from a green and golden garment, resting\nfair hands, long and thin, with wide golden bracelets over the wrists.",
                "Siddhartha saw how beautiful she was, and his heart rejoiced.  He bowed\ndeeply, when the sedan-chair came closer, and straightening up again,\nhe looked at the fair, charming face, read for a moment in the smart\neyes with the high arcs above, breathed in a slight fragrant, he did\nnot know.  With a smile, the beautiful women nodded for a moment and\ndisappeared into the grove, and then the servant as well.",
                "Thus I am entering this city, Siddhartha thought, with a charming omen.\nHe instantly felt drawn into the grove, but he thought about it, and\nonly now he became aware of how the servants and maids had looked at him\nat the entrance, how despicable, how distrustful, how rejecting.",
                "I am still a Samana, he thought, I am still an ascetic and beggar.  I\nmust not remain like this, I will not be able to enter the grove like\nthis.  And he laughed.",
                "The next person who came along this path he asked about the grove and\nfor the name of the woman, and was told that this was the grove of\nKamala, the famous courtesan, and that, aside from the grove, she owned\na house in the city.",
                "Then, he entered the city.  Now he had a goal.",
                "Pursuing his goal, he allowed the city to suck him in, drifted through\nthe flow of the streets, stood still on the squares, rested on the\nstairs of stone by the river.  When the evening came, he made friends\nwith barber's assistant, whom he had seen working in the shade of an\narch in a building, whom he found again praying in a temple of Vishnu,\nwhom he told about stories of Vishnu and the Lakshmi.  Among the boats\nby the river, he slept this night, and early in the morning, before the\nfirst customers came into his shop, he had the barber's assistant shave\nhis beard and cut his hair, comb his hair and anoint it with fine oil.\nThen he went to take his bath in the river.",
                "When late in the afternoon, beautiful Kamala approached her grove in her\nsedan-chair, Siddhartha was standing at the entrance, made a bow and\nreceived the courtesan's greeting.  But that servant who walked at the\nvery end of her train he motioned to him and asked him to inform his\nmistress that a young Brahman would wish to talk to her.  After a while,\nthe servant returned, asked him, who had been waiting, to follow him\nconducted him, who was following him, without a word into a pavilion,\nwhere Kamala was lying on a couch, and left him alone with her.",
                "\"Weren't you already standing out there yesterday, greeting me?\" asked\nKamala.",
                "\"It's true that I've already seen and greeted you yesterday.\"",
                "\"But didn't you yesterday wear a beard, and long hair, and dust in your\nhair?\"",
                "\"You have observed well, you have seen everything.  You have seen\nSiddhartha, the son of a Brahman, who has left his home to become a\nSamana, and who has been a Samana for three years.  But now, I have\nleft that path and came into this city, and the first one I met, even\nbefore I had entered the city, was you.  To say this, I have come to\nyou, oh Kamala!  You are the first woman whom Siddhartha is not\naddressing with his eyes turned to the ground.  Never again I want to\nturn my eyes to the ground, when I'm coming across a beautiful woman.\"",
                "Kamala smiled and played with her fan of peacocks' feathers.  And asked:\n\"And only to tell me this, Siddhartha has come to me?\"",
                "\"To tell you this and to thank you for being so beautiful.  And if it\ndoesn't displease you, Kamala, I would like to ask you to be my friend\nand teacher, for I know nothing yet of that art which you have mastered\nin the highest degree.\"",
                "At this, Kamala laughed aloud.",
                "\"Never before this has happened to me, my friend, that a Samana from the\nforest came to me and wanted to learn from me!  Never before this has\nhappened to me, that a Samana came to me with long hair and an old, torn\nloin-cloth!  Many young men come to me, and there are also sons of\nBrahmans among them, but they come in beautiful clothes, they come in\nfine shoes, they have perfume in their hair and money in their pouches.\nThis is, oh Samana, how the young men are like who come to me.\"",
                "Quoth Siddhartha:  \"Already I am starting to learn from you.  Even\nyesterday, I was already learning.  I have already taken off my beard,\nhave combed the hair, have oil in my hair.  There is little which is\nstill missing in me, oh excellent one: fine clothes, fine shoes, money\nin my pouch.  You shall know, Siddhartha has set harder goals for\nhimself than such trifles, and he has reached them.  How shouldn't I\nreach that goal, which I have set for myself yesterday:  to be your\nfriend and to learn the joys of love from you!  You'll see that I'll\nlearn quickly, Kamala, I have already learned harder things than what\nyou're supposed to teach me.  And now let's get to it: You aren't\nsatisfied with Siddhartha as he is, with oil in his hair, but without\nclothes, without shoes, without money?\"",
                "Laughing, Kamala exclaimed:  \"No, my dear, he doesn't satisfy me yet.\nClothes are what he must have, pretty clothes, and shoes, pretty shoes,\nand lots of money in his pouch, and gifts for Kamala.  Do you know it\nnow, Samana from the forest?  Did you mark my words?\"",
                "\"Yes, I have marked your words,\" Siddhartha exclaimed.  \"How should I\nnot mark words which are coming from such a mouth!  Your mouth is like\na freshly cracked fig, Kamala.  My mouth is red and fresh as well, it\nwill be a suitable match for yours, you'll see. -- But tell me, beautiful\nKamala, aren't you at all afraid of the Samana from the forest, who has\ncome to learn how to make love?\"",
                "\"Whatever for should I be afraid of a Samana, a stupid Samana from the\nforest, who is coming from the jackals and doesn't even know yet what\nwomen are?\"",
                "\"Oh, he's strong, the Samana, and he isn't afraid of anything.  He could\nforce you, beautiful girl.  He could kidnap you.  He could hurt you.\"",
                "\"No, Samana, I am not afraid of this.  Did any Samana or Brahman ever\nfear, someone might come and grab him and steal his learning, and his\nreligious devotion, and his depth of thought?  No, for they are his very\nown, and he would only give away from those whatever he is willing to\ngive and to whomever he is willing to give.  Like this it is, precisely\nlike this it is also with Kamala and with the pleasures of love.\nBeautiful and red is Kamala's mouth, but just try to kiss it against\nKamala's will, and you will not obtain a single drop of sweetness from\nit, which knows how to give so many sweet things!  You are learning\neasily, Siddhartha, thus you should also learn this: love can be\nobtained by begging, buying, receiving it as a gift, finding it in the\nstreet, but it cannot be stolen.  In this, you have come up with the\nwrong path.  No, it would be a pity, if a pretty young man like you\nwould want to tackle it in such a wrong manner.\"",
                "Siddhartha bowed with a smile.  \"It would be a pity, Kamala, you are so\nright!  It would be such a great pity.  No, I shall not lose a single\ndrop of sweetness from your mouth, nor you from mine!  So it is settled:\nSiddhartha will return, once he'll have what he still lacks:\nclothes, shoes, money.  But speak, lovely Kamala, couldn't you still\ngive me one small advice?\"",
                "\"An advice?  Why not?  Who wouldn't like to give an advice to a poor,\nignorant Samana, who is coming from the jackals of the forest?\"",
                "\"Dear Kamala, thus advise me where I should go to, that I'll find these\nthree things most quickly?\"",
                "\"Friend, many would like to know this.  You must do what you've learned\nand ask for money, clothes, and shoes in return.  There is no other way\nfor a poor man to obtain money.  What might you be able to do?\"",
                "\"I can think.  I can wait.  I can fast.\"",
                "\"Nothing else?\"",
                "\"Nothing.  But yes, I can also write poetry.  Would you like to give me\na kiss for a poem?\"",
                "\"I would like to, if I'll like your poem.  What would be its title?\"",
                "Siddhartha spoke, after he had thought about it for a moment, these\nverses:",
                "Into her shady grove stepped the pretty Kamala,\nAt the grove's entrance stood the brown Samana.\nDeeply, seeing the lotus's blossom,\nBowed that man, and smiling Kamala thanked.\nMore lovely, thought the young man, than offerings for gods,\nMore lovely is offering to pretty Kamala.",
                "Kamala loudly clapped her hands, so that the golden bracelets clanged.",
                "\"Beautiful are your verses, oh brown Samana, and truly, I'm losing\nnothing when I'm giving you a kiss for them.\"",
                "She beckoned him with her eyes, he tilted his head so that his face\ntouched hers and placed his mouth on that mouth which was like a\nfreshly cracked fig.  For a long time, Kamala kissed him, and with a\ndeep astonishment Siddhartha felt how she taught him, how wise she was,\nhow she controlled him, rejected him, lured him, and how after this first\none there was to be a long, a well ordered, well tested sequence of\nkisses, everyone different from the others, he was still to receive.\nBreathing deeply, he remained standing where he was, and was in this\nmoment astonished like a child about the cornucopia of knowledge and\nthings worth learning, which revealed itself before his eyes.",
                "\"Very beautiful are your verses,\" exclaimed Kamala, \"if I was rich, I\nwould give you pieces of gold for them.  But it will be difficult for\nyou to earn thus much money with verses as you need.  For you need a lot\nof money, if you want to be Kamala's friend.\"",
                "\"The way you're able to kiss, Kamala!\" stammered Siddhartha.",
                "\"Yes, this I am able to do, therefore I do not lack clothes, shoes,\nbracelets, and all beautiful things.  But what will become of you?\nAren't you able to do anything else but thinking, fasting, making\npoetry?\"",
                "\"I also know the sacrificial songs,\" said Siddhartha, \"but I do not want\nto sing them any more.  I also know magic spells, but I do not want to\nspeak them any more.  I have read the scriptures -- \"",
                "\"Stop,\" Kamala interrupted him.  \"You're able to read?  And write?\"",
                "\"Certainly, I can do this.  Many people can do this.\"",
                "\"Most people can't.  I also can't do it.  It is very good that you're\nable to read and write, very good.  You will also still find use for\nthe magic spells.\"",
                "In this moment, a maid came running in and whispered a message into\nher mistress's ear.",
                "\"There's a visitor for me,\" exclaimed Kamala.  \"Hurry and get yourself\naway, Siddhartha, nobody may see you in here, remember this!  Tomorrow,\nI'll see you again.\"",
                "But to the maid she gave the order to give the pious Brahman white\nupper garments.  Without fully understanding what was happening to him,\nSiddhartha found himself being dragged away by the maid, brought into\na garden-house avoiding the direct path, being given upper garments as a\ngift, led into the bushes, and urgently admonished to get himself out of\nthe grove as soon as possible without being seen.",
                "Contently, he did as he had been told.  Being accustomed to the forest,\nhe managed to get out of the grove and over the hedge without making a\nsound.  Contently, he returned to the city, carrying the rolled up\ngarments under his arm.  At the inn, where travellers stay, he\npositioned himself by the door, without words he asked for food, without\na word he accepted a piece of rice-cake.  Perhaps as soon as tomorrow,\nhe thought, I will ask no one for food any more.",
                "Suddenly, pride flared up in him.  He was no Samana any more, it was no\nlonger becoming to him to beg.  He gave the rice-cake to a dog and\nremained without food.",
                "\"Simple is the life which people lead in this world here,\" thought\nSiddhartha.  \"It presents no difficulties.  Everything was difficult,\ntoilsome, and ultimately hopeless, when I was still a Samana.  Now,\neverything is easy, easy like that lessons in kissing, which Kamala is\ngiving me.  I need clothes and money, nothing else; this a small, near\ngoals, they won't make a person lose any sleep.\"",
                "He had already discovered Kamala's house in the city long before, there\nhe turned up the following day.",
                "\"Things are working out well,\" she called out to him.  \"They are\nexpecting you at Kamaswami's, he is the richest merchant of the city.\nIf he'll like you, he'll accept you into his service.  Be smart, brown\nSamana.  I had others tell him about you.  Be polite towards him, he is\nvery powerful.  But don't be too modest!  I do not want you to become\nhis servant, you shall become his equal, or else I won't be satisfied\nwith you.  Kamaswami is starting to get old and lazy.  If he'll like\nyou, he'll entrust you with a lot.\"",
                "Siddhartha thanked her and laughed, and when she found out that he had\nnot eaten anything yesterday and today, she sent for bread and fruits\nand treated him to it.",
                "\"You've been lucky,\" she said when they parted, \"I'm opening one door\nafter another for you.  How come?  Do you have a spell?\"",
                "Siddhartha said:  \"Yesterday, I told you I knew how to think, to wait,\nand to fast, but you thought this was of no use.  But it is useful for\nmany things, Kamala, you'll see.  You'll see that the stupid Samanas are\nlearning and able to do many pretty things in the forest, which the\nlikes of you aren't capable of.  The day before yesterday, I was still a\nshaggy beggar, as soon as yesterday I have kissed Kamala, and soon I'll\nbe a merchant and have money and all those things you insist upon.\"",
                "\"Well yes,\" she admitted.  \"But where would you be without me?  What\nwould you be, if Kamala wasn't helping you?\"",
                "\"Dear Kamala,\" said Siddhartha and straightened up to his full height,\n\"when I came to you into your grove, I did the first step.  It was my\nresolution to learn love from this most beautiful woman.  From that\nmoment on when I had made this resolution, I also knew that I would\ncarry it out.  I knew that you would help me, at your first glance at\nthe entrance of the grove I already knew it.\"",
                "\"But what if I hadn't been willing?\"",
                "\"You were willing.  Look, Kamala:  When you throw a rock into the water,\nit will speed on the fastest course to the bottom of the water.  This\nis how it is when Siddhartha has a goal, a resolution.  Siddhartha does\nnothing, he waits, he thinks, he fasts, but he passes through the things\nof the world like a rock through water, without doing anything, without\nstirring; he is drawn, he lets himself fall.  His goal attracts him,\nbecause he doesn't let anything enter his soul which might oppose the\ngoal.  This is what Siddhartha has learned among the Samanas.  This is\nwhat fools call magic and of which they think it would be effected by\nmeans of the daemons.  Nothing is effected by daemons, there are no\ndaemons.  Everyone can perform magic, everyone can reach his goals, if\nhe is able to think, if he is able to wait, if he is able to fast.\"",
                "Kamala listened to him.  She loved his voice, she loved the look from\nhis eyes.",
                "\"Perhaps it is so,\" she said quietly, \"as you say, friend.  But perhaps\nit is also like this: that Siddhartha is a handsome man, that his glance\npleases the women, that therefore good fortune is coming towards him.\"",
                "With one kiss, Siddhartha bid his farewell.  \"I wish that it should be\nthis way, my teacher; that my glance shall please you, that always\ngood fortune shall come to me out of your direction!\""
            ]
        },
        {
            "name": "\nWITH THE CHILDLIKE PEOPLE\n",
            "sub_name": "",
            "text": [
                "WITH THE CHILDLIKE PEOPLE",
                "Siddhartha went to Kamaswami the merchant, he was directed into a rich\nhouse, servants led him between precious carpets into a chamber, where\nhe awaited the master of the house.",
                "Kamaswami entered, a swiftly, smoothly moving man with very gray hair,\nwith very intelligent, cautious eyes, with a greedy mouth.  Politely,\nthe host and the guest greeted one another.",
                "\"I have been told,\" the merchant began, \"that you were a Brahman, a\nlearned man, but that you seek to be in the service of a merchant.\nMight you have become destitute, Brahman, so that you seek to serve?\"",
                "\"No,\" said Siddhartha, \"I have not become destitute and have never been\ndestitute.  You should know that I'm coming from the Samanas, with\nwhom I have lived for a long time.\"",
                "\"If you're coming from the Samanas, how could you be anything but\ndestitute?  Aren't the Samanas entirely without possessions?\"",
                "\"I am without possessions,\" said Siddhartha, \"if this is what you mean.\nSurely, I am without possessions.  But I am so voluntarily, and\ntherefore I am not destitute.\"",
                "\"But what are you planning to live of, being without possessions?\"",
                "\"I haven't thought of this yet, sir.  For more than three years, I have\nbeen without possessions, and have never thought about of what I should\nlive.\"",
                "\"So you've lived of the possessions of others.\"",
                "\"Presumable this is how it is.  After all, a merchant also lives of\nwhat other people own.\"",
                "\"Well said.  But he wouldn't take anything from another person for\nnothing; he would give his merchandise in return.\"",
                "\"So it seems to be indeed.  Everyone takes, everyone gives, such is\nlife.\"",
                "\"But if you don't mind me asking: being without possessions, what would\nyou like to give?\"",
                "\"Everyone gives what he has.  The warrior gives strength, the merchant\ngives merchandise, the teacher teachings, the farmer rice, the fisher\nfish.\"",
                "\"Yes indeed.  And what is it now what you've got to give?  What is it\nthat you've learned, what you're able to do?\"",
                "\"I can think.  I can wait.  I can fast.\"",
                "\"That's everything?\"",
                "\"I believe, that's everything!\"",
                "\"And what's the use of that?  For example, the fasting -- what is it\ngood for?\"",
                "\"It is very good, sir.  When a person has nothing to eat, fasting is the\nsmartest thing he could do.  When, for example, Siddhartha hadn't\nlearned to fast, he would have to accept any kind of service before this\nday is up, whether it may be with you or wherever, because hunger would\nforce him to do so.  But like this, Siddhartha can wait calmly, he knows\nno impatience, he knows no emergency, for a long time he can allow\nhunger to besiege him and can laugh about it.  This, sir, is what\nfasting is good for.\"",
                "\"You're right, Samana.  Wait for a moment.\"",
                "Kamaswami left the room and returned with a scroll, which he handed to\nhis guest while asking:  \"Can you read this?\"",
                "Siddhartha looked at the scroll, on which a sales-contract had been\nwritten down, and began to read out its contents.",
                "\"Excellent,\" said Kamaswami.  \"And would you write something for me on\nthis piece of paper?\"",
                "He handed him a piece of paper and a pen, and Siddhartha wrote and\nreturned the paper.",
                "Kamaswami read:  \"Writing is good, thinking is better.  Being smart is\ngood, being patient is better.\"",
                "\"It is excellent how you're able to write,\" the merchant praised him.\n\"Many a thing we will still have to discuss with one another.  For\ntoday, I'm asking you to be my guest and to live in this house.\"",
                "Siddhartha thanked and accepted, and lived in the dealers house from now\non.  Clothes were brought to him, and shoes, and every day, a servant\nprepared a bath for him.  Twice a day, a plentiful meal was served, but\nSiddhartha only ate once a day, and ate neither meat nor did he drink\nwine.  Kamaswami told him about his trade, showed him the merchandise\nand storage-rooms, showed him calculations.  Siddhartha got to know\nmany new things, he heard a lot and spoke little.  And thinking of\nKamala's words, he was never subservient to the merchant, forced him\nto treat him as an equal, yes even more than an equal.  Kamaswami\nconducted his business with care and often with passion, but Siddhartha\nlooked upon all of this as if it was a game, the rules of which he\ntried hard to learn precisely, but the contents of which did not touch\nhis heart.",
                "He was not in Kamaswami's house for long, when he already took part in\nhis landlords business.  But daily, at the hour appointed by her, he\nvisited beautiful Kamala, wearing pretty clothes, fine shoes, and soon\nhe brought her gifts as well.  Much he learned from her red, smart\nmouth.  Much he learned from her tender, supple hand.  Him, who was,\nregarding love, still a boy and had a tendency to plunge blindly and\ninsatiably into lust like into a bottomless pit, him she taught,\nthoroughly starting with the basics, about that school of thought which\nteaches that pleasure cannot be taken without giving pleasure, and\nthat every gesture, every caress, every touch, every look, every spot\nof the body, however small it was, had its secret, which would bring\nhappiness to those who know about it and unleash it.  She taught him,\nthat lovers must not part from one another after celebrating love,\nwithout one admiring the other, without being just as defeated as they\nhave been victorious, so that with none of them should start feeling\nfed up or bored and get that evil feeling of having abused or having\nbeen abused.  Wonderful hours he spent with the beautiful and smart\nartist, became her student, her lover, her friend.  Here with Kamala\nwas the worth and purpose of his present life, not with the business\nof Kamaswami.",
                "The merchant passed to duties of writing important letters and contracts\non to him and got into the habit of discussing all important affairs\nwith him.  He soon saw that Siddhartha knew little about rice and wool,\nshipping and trade, but that he acted in a fortunate manner, and that\nSiddhartha surpassed him, the merchant, in calmness and equanimity, and\nin the art of listening and deeply understanding previously unknown\npeople.  \"This Brahman,\" he said to a friend, \"is no proper merchant and\nwill never be one, there is never any passion in his soul when he\nconducts our business.  But he has that mysterious quality of those\npeople to whom success comes all by itself, whether this may be a good\nstar of his birth, magic, or something he has learned among Samanas.\nHe always seems to be merely playing with out business-affairs, they\nnever fully become a part of him, they never rule over him, he is never\nafraid of failure, he is never upset by a loss.\"",
                "The friend advised the merchant:  \"Give him from the business he\nconducts for you a third of the profits, but let him also be liable for\nthe same amount of the losses, when there is a loss.  Then, he'll become\nmore zealous.\"",
                "Kamaswami followed the advice.  But Siddhartha cared little about this.\nWhen he made a profit, he accepted it with equanimity; when he made\nlosses, he laughed and said:  \"Well, look at this, so this one turned\nout badly!\"",
                "It seemed indeed, as if he did not care about the business.  At one\ntime, he travelled to a village to buy a large harvest of rice there.\nBut when he got there, the rice had already been sold to another\nmerchant.  Nevertheless, Siddhartha stayed for several days in that\nvillage, treated the farmers for a drink, gave copper-coins to their\nchildren, joined in the celebration of a wedding, and returned extremely\nsatisfied from his trip.  Kamaswami held against him that he had not\nturned back right away, that he had wasted time and money.  Siddhartha\nanswered:  \"Stop scolding, dear friend!  Nothing was ever achieved by\nscolding.  If a loss has occurred, let me bear that loss.  I am very\nsatisfied with this trip.  I have gotten to know many kinds of people,\na Brahman has become my friend, children have sat on my knees, farmers\nhave shown me their fields, nobody knew that I was a merchant.\"",
                "\"That's all very nice,\" exclaimed Kamaswami indignantly, \"but in fact,\nyou are a merchant after all, one ought to think!  Or might you have\nonly travelled for your amusement?\"",
                "\"Surely,\" Siddhartha laughed, \"surely I have travelled for my amusement.\nFor what else?  I have gotten to know people and places, I have received\nkindness and trust, I have found friendship.  Look, my dear, if I had\nbeen Kamaswami, I would have travelled back, being annoyed and in a\nhurry, as soon as I had seen that my purchase had been rendered\nimpossible, and time and money would indeed have been lost.  But like\nthis, I've had a few good days, I've learned, had joy, I've neither\nharmed myself nor others by annoyance and hastiness.  And if I'll ever\nreturn there again, perhaps to buy an upcoming harvest, or for whatever\npurpose it might be, friendly people will receive me in a friendly and\nhappy manner, and I will praise myself for not showing any hurry and\ndispleasure at that time.  So, leave it as it is, my friend, and don't\nharm yourself by scolding!  If the day will come, when you will see:\nthis Siddhartha is harming me, then speak a word and Siddhartha will go\non his own path.  But until then, let's be satisfied with one another.\"",
                "Futile were also the merchant's attempts, to convince Siddhartha that he\nshould eat his bread.  Siddhartha ate his own bread, or rather they both\nate other people's bread, all people's bread.  Siddhartha never listened\nto Kamaswami's worries and Kamaswami had many worries.  Whether there\nwas a business-deal going on which was in danger of failing, or whether\na shipment of merchandise seemed to have been lost, or a debtor seemed\nto be unable to pay, Kamaswami could never convince his partner that it\nwould be useful to utter a few words of worry or anger, to have wrinkles\non the forehead, to sleep badly.  When, one day, Kamaswami held against\nhim that he had learned everything he knew from him, he replied:  \"Would\nyou please not kid me with such jokes!  What I've learned from you is\nhow much a basket of fish costs and how much interests may be charged on\nloaned money.  These are your areas of expertise.  I haven't learned to\nthink from you, my dear Kamaswami, you ought to be the one seeking to\nlearn from me.\"",
                "Indeed his soul was not with the trade.  The business was good enough\nto provide him with the money for Kamala, and it earned him much more\nthan he needed.  Besides from this, Siddhartha's interest and curiosity\nwas only concerned with the people, whose businesses, crafts, worries,\npleasures, and acts of foolishness used to be as alien and distant to\nhim as the moon.  However easily he succeeded in talking to all of them,\nin living with all of them, in learning from all of them, he was still\naware that there was something which separated him from them and this\nseparating factor was him being a Samana.  He saw mankind going through\nlife in a childlike or animallike manner, which he loved and also\ndespised at the same time.  He saw them toiling, saw them suffering,\nand becoming gray for the sake of things which seemed to him to entirely\nunworthy of this price, for money, for little pleasures, for being\nslightly honoured, he saw them scolding and insulting each other, he\nsaw them complaining about pain at which a Samana would only smile, and\nsuffering because of deprivations which a Samana would not feel.",
                "He was open to everything, these people brought his way.  Welcome was\nthe merchant who offered him linen for sale, welcome was the debtor who\nsought another loan, welcome was the beggar who told him for one hour\nthe story of his poverty and who was not half as poor as any given\nSamana.  He did not treat the rich foreign merchant any different than\nthe servant who shaved him and the street-vendor whom he let cheat him\nout of some small change when buying bananas.  When Kamaswami came to\nhim, to complain about his worries or to reproach him concerning his\nbusiness, he listened curiously and happily, was puzzled by him, tried\nto understand him, consented that he was a little bit right, only as\nmuch as he considered indispensable, and turned away from him, towards\nthe next person who would ask for him.  And there were many who came to\nhim, many to do business with him, many to cheat him, many to draw some\nsecret out of him, many to appeal to his sympathy, many to get his\nadvice.  He gave advice, he pitied, he made gifts, he let them cheat him\na bit, and this entire game and the passion with which all people played\nthis game occupied his thoughts just as much as the gods and Brahmans\nused to occupy them.",
                "At times he felt, deep in his chest, a dying, quiet voice, which\nadmonished him quietly, lamented quietly; he hardly perceived it.  And\nthen, for an hour, he became aware of the strange life he was leading,\nof him doing lots of things which were only a game, of, though being\nhappy and feeling joy at times, real life still passing him by and not\ntouching him.  As a ball-player plays with his balls, he played with\nhis business-deals, with the people around him, watched them, found\namusement in them; with his heart, with the source of his being, he was\nnot with them.  The source ran somewhere, far away from him, ran and\nran invisibly, had nothing to do with his life any more.  And at several\ntimes he suddenly became scared on account of such thoughts and wished\nthat he would also be gifted with the ability to participate in all of\nthis childlike-naive occupations of the daytime with passion and with\nhis heart, really to live, really to act, really to enjoy and to live\ninstead of just standing by as a spectator.  But again and again, he\ncame back to beautiful Kamala, learned the art of love, practised the\ncult of lust, in which more than in anything else giving and taking\nbecomes one, chatted with her, learned from her, gave her advice,\nreceived advice.  She understood him better than Govinda used to\nunderstand him, she was more similar to him.",
                "Once, he said to her:  \"You are like me, you are different from most\npeople.  You are Kamala, nothing else, and inside of you, there is a\npeace and refuge, to which you can go at every hour of the day and be\nat home at yourself, as I can also do.  Few people have this, and yet\nall could have it.\"",
                "\"Not all people are smart,\" said Kamala.",
                "\"No,\" said Siddhartha, \"that's not the reason why.  Kamaswami is just as\nsmart as I, and still has no refuge in himself.  Others have it, who are\nsmall children with respect to their mind.  Most people, Kamala, are\nlike a falling leaf, which is blown and is turning around through the\nair, and wavers, and tumbles to the ground.  But others, a few, are\nlike stars, they go on a fixed course, no wind reaches them, in\nthemselves they have their law and their course.  Among all the learned\nmen and Samanas, of which I knew many, there was one of this kind, a\nperfected one, I'll never be able to forget him.  It is that Gotama,\nthe exalted one, who is spreading that teachings.  Thousands of\nfollowers are listening to his teachings every day, follow his\ninstructions every hour, but they are all falling leaves, not in\nthemselves they have teachings and a law.\"",
                "Kamala looked at him with a smile.  \"Again, you're talking about him,\"\nshe said, \"again, you're having a Samana's thoughts.\"",
                "Siddhartha said nothing, and they played the game of love, one of the\nthirty or forty different games Kamala knew.  Her body was flexible\nlike that of a jaguar and like the bow of a hunter; he who had learned\nfrom her how to make love, was knowledgeable of many forms of lust, many\nsecrets.  For a long time, she played with Siddhartha, enticed him,\nrejected him, forced him, embraced him: enjoyed his masterful skills,\nuntil he was defeated and rested exhausted by her side.",
                "The courtesan bent over him, took a long look at his face, at his eyes,\nwhich had grown tired.",
                "\"You are the best lover,\" she said thoughtfully, \"I ever saw.  You're\nstronger than others, more supple, more willing.  You've learned my art\nwell, Siddhartha.  At some time, when I'll be older, I'd want to bear\nyour child.  And yet, my dear, you've remained a Samana, and yet you\ndo not love me, you love nobody.  Isn't it so?\"",
                "\"It might very well be so,\" Siddhartha said tiredly.  \"I am like you.\nYou also do not love -- how else could you practise love as a craft?\nPerhaps, people of our kind can't love.  The childlike people can;\nthat's their secret.\""
            ]
        },
        {
            "name": "\nSANSARA\n",
            "sub_name": "",
            "text": [
                "SANSARA",
                "For a long time, Siddhartha had lived the life of the world and of lust,\nthough without being a part of it.  His senses, which he had killed off\nin hot years as a Samana, had awoken again, he had tasted riches, had\ntasted lust, had tasted power; nevertheless he had still remained in his\nheart for a long time a Samana; Kamala, being smart, had realized this\nquite right.  It was still the art of thinking, of waiting, of fasting,\nwhich guided his life; still the people of the world, the childlike\npeople, had remained alien to him as he was alien to them.",
                "Years passed by; surrounded by the good life, Siddhartha hardly felt\nthem fading away.  He had become rich, for quite a while he possessed a\nhouse of his own and his own servants, and a garden before the city by\nthe river.  The people liked him, they came to him, whenever they needed\nmoney or advice, but there was nobody close to him, except Kamala.",
                "That high, bright state of being awake, which he had experienced that\none time at the height of his youth, in those days after Gotama's\nsermon, after the separation from Govinda, that tense expectation, that\nproud state of standing alone without teachings and without teachers,\nthat supple willingness to listen to the divine voice in his own heart,\nhad slowly become a memory, had been fleeting; distant and quiet, the\nholy source murmured, which used to be near, which used to murmur within\nhimself.  Nevertheless, many things he had learned from the Samanas, he\nhad learned from Gotama, he had learned from his father the Brahman,\nhad remained within him for a long time afterwards: moderate living,\njoy of thinking, hours of meditation, secret knowledge of the self,\nof his eternal entity, which is neither body nor consciousness.  Many\na part of this he still had, but one part after another had been\nsubmerged and had gathered dust.  Just as a potter's wheel, once it has\nbeen set in motion, will keep on turning for a long time and only slowly\nlose its vigour and come to a stop, thus Siddhartha's soul had kept on\nturning the wheel of asceticism, the wheel of thinking, the wheel of\ndifferentiation for a long time, still turning, but it turned slowly and\nhesitantly and was close to coming to a standstill.  Slowly, like\nhumidity entering the dying stem of a tree, filling it slowly and\nmaking it rot, the world and sloth had entered Siddhartha's soul,\nslowly it filled his soul, made it heavy, made it tired, put it to\nsleep.  On the other hand, his senses had become alive, there was much\nthey had learned, much they had experienced.",
                "Siddhartha had learned to trade, to use his power over people, to enjoy\nhimself with a woman, he had learned to wear beautiful clothes, to give\norders to servants, to bathe in perfumed waters.  He had learned to eat\ntenderly and carefully prepared food, even fish, even meat and poultry,\nspices and sweets, and to drink wine, which causes sloth and\nforgetfulness.  He had learned to play with dice and on a chess-board,\nto watch dancing girls, to have himself carried about in a sedan-chair,\nto sleep on a soft bed.  But still he had felt different from and\nsuperior to the others; always he had watched them with some mockery,\nsome mocking disdain, with the same disdain which a Samana constantly\nfeels for the people of the world.  When Kamaswami was ailing, when he\nwas annoyed, when he felt insulted, when he was vexed by his worries as\na merchant, Siddhartha had always watched it with mockery.  Just slowly\nand imperceptibly, as the harvest seasons and rainy seasons passed by,\nhis mockery had become more tired, his superiority had become more\nquiet.  Just slowly, among his growing riches, Siddhartha had assumed\nsomething of the childlike people's ways for himself, something of their\nchildlikeness and of their fearfulness.  And yet, he envied them, envied\nthem just the more, the more similar he became to them.  He envied them\nfor the one thing that was missing from him and that they had, the\nimportance they were able to attach to their lives, the amount of\npassion in their joys and fears, the fearful but sweet happiness of\nbeing constantly in love.  These people were all of the time in love\nwith themselves, with women, with their children, with honours or money,\nwith plans or hopes.  But he did not learn this from them, this out of\nall things, this joy of a child and this foolishness of a child; he\nlearned from them out of all things the unpleasant ones, which he\nhimself despised.  It happened more and more often that, in the morning\nafter having had company the night before, he stayed in bed for a long\ntime, felt unable to think and tired.  It happened that he became angry\nand impatient, when Kamaswami bored him with his worries.  It happened\nthat he laughed just too loud, when he lost a game of dice.  His face\nwas still smarter and more spiritual than others, but it rarely laughed,\nand assumed, one after another, those features which are so often\nfound in the faces of rich people, those features of discontent, of\nsickliness, of ill-humour, of sloth, of a lack of love.  Slowly the\ndisease of the soul, which rich people have, grabbed hold of him.",
                "Like a veil, like a thin mist, tiredness came over Siddhartha, slowly,\ngetting a bit denser every day, a bit murkier every month, a bit heavier\nevery year.  As a new dress becomes old in time, loses its beautiful\ncolour in time, gets stains, gets wrinkles, gets worn off at the seams,\nand starts to show threadbare spots here and there, thus Siddhartha's\nnew life, which he had started after his separation from Govinda, had\ngrown old, lost colour and splendour as the years passed by, was\ngathering wrinkles and stains, and hidden at bottom, already showing its\nugliness here and there, disappointment and disgust were waiting.\nSiddhartha did not notice it.  He only noticed that this bright and\nreliable voice inside of him, which had awoken in him at that time and\nhad ever guided him in his best times, had become silent.",
                "He had been captured by the world, by lust, covetousness, sloth, and\nfinally also by that vice which he had used to despise and mock the\nmost as the most foolish one of all vices: greed.  Property,\npossessions, and riches also had finally captured him; they were no\nlonger a game and trifles to him, had become a shackle and a burden.\nIn a strange and devious way, Siddhartha had gotten into this final and\nmost base of all dependencies, by means of the game of dice.  It was\nsince that time, when he had stopped being a Samana in his heart, that\nSiddhartha began to play the game for money and precious things, which\nhe at other times only joined with a smile and casually as a custom of\nthe childlike people, with an increasing rage and passion.  He was a\nfeared gambler, few dared to take him on, so high and audacious were his\nstakes.  He played the game due to a pain of his heart, losing and\nwasting his wretched money in the game brought him an angry joy, in no\nother way he could demonstrate his disdain for wealth, the merchants'\nfalse god, more clearly and more mockingly.  Thus he gambled with high\nstakes and mercilessly, hating himself, mocking himself, won thousands,\nthrew away thousands, lost money, lost jewelry, lost a house in the\ncountry, won again, lost again.  That fear, that terrible and petrifying\nfear, which he felt while he was rolling the dice, while he was worried\nabout losing high stakes, that fear he loved and sought to always renew\nit, always increase it, always get it to a slightly higher level, for in\nthis feeling alone he still felt something like happiness, something\nlike an intoxication, something like an elevated form of life in the\nmidst of his saturated, lukewarm, dull life.",
                "And after each big loss, his mind was set on new riches, pursued the\ntrade more zealously, forced his debtors more strictly to pay, because\nhe wanted to continue gambling, he wanted to continue squandering,\ncontinue demonstrating his disdain of wealth.  Siddhartha lost his\ncalmness when losses occurred, lost his patience when he was not payed\non time, lost his kindness towards beggars, lost his disposition for\ngiving away and loaning money to those who petitioned him.  He, who\ngambled away tens of thousands at one roll of the dice and laughed at\nit, became more strict and more petty in his business, occasionally\ndreaming at night about money!  And whenever he woke up from this ugly\nspell, whenever he found his face in the mirror at the bedroom's wall to\nhave aged and become more ugly, whenever embarrassment and disgust came\nover him, he continued fleeing, fleeing into a new game, fleeing into a\nnumbing of his mind brought on by sex, by wine, and from there he fled\nback into the urge to pile up and obtain possessions.  In this pointless\ncycle he ran, growing tired, growing old, growing ill.",
                "Then the time came when a dream warned him.  He had spent the hours of\nthe evening with Kamala, in her beautiful pleasure-garden.  They had\nbeen sitting under the trees, talking, and Kamala had said thoughtful\nwords, words behind which a sadness and tiredness lay hidden.  She had\nasked him to tell her about Gotama, and could not hear enough of him,\nhow clear his eyes, how still and beautiful his mouth, how kind his\nsmile, how peaceful his walk had been.  For a long time, he had to tell\nher about the exalted Buddha, and Kamala had sighed and had said:  \"One\nday, perhaps soon, I'll also follow that Buddha.  I'll give him my\npleasure-garden for a gift and take my refuge in his teachings.\"  But\nafter this, she had aroused him, and had tied him to her in the act\nof making love with painful fervour, biting and in tears, as if, once\nmore, she wanted to squeeze the last sweet drop out of this vain,\nfleeting pleasure.  Never before, it had become so strangely clear to\nSiddhartha, how closely lust was akin to death.  Then he had lain by\nher side, and Kamala's face had been close to him, and under her eyes\nand next to the corners of her mouth he had, as clearly as never before,\nread a fearful inscription, an inscription of small lines, of slight\ngrooves, an inscription reminiscent of autumn and old age, just as\nSiddhartha himself, who was only in his forties, had already noticed,\nhere and there, gray hairs among his black ones.  Tiredness was written\non Kamala's beautiful face, tiredness from walking a long path, which\nhas no happy destination, tiredness and the beginning of withering,\nand concealed, still unsaid, perhaps not even conscious anxiety: fear of\nold age, fear of the autumn, fear of having to die.  With a sigh, he had\nbid his farewell to her, the soul full of reluctance, and full of\nconcealed anxiety.",
                "Then, Siddhartha had spent the night in his house with dancing girls\nand wine, had acted as if he was superior to them towards the\nfellow-members of his caste, though this was no longer true, had drunk\nmuch wine and gone to bed a long time after midnight, being tired and\nyet excited, close to weeping and despair, and had for a long time\nsought to sleep in vain, his heart full of misery which he thought he\ncould not bear any longer, full of a disgust which he felt penetrating\nhis entire body like the lukewarm, repulsive taste of the wine, the\njust too sweet, dull music, the just too soft smile of the dancing\ngirls, the just too sweet scent of their hair and breasts.  But more\nthan by anything else, he was disgusted by himself, by his perfumed\nhair, by the smell of wine from his mouth, by the flabby tiredness and\nlistlessness of his skin.  Like when someone, who has eaten and drunk\nfar too much, vomits it back up again with agonising pain and is\nnevertheless glad about the relief, thus this sleepless man wished to\nfree himself of these pleasures, these habits and all of this pointless\nlife and himself, in an immense burst of disgust.  Not until the light\nof the morning and the beginning of the first activities in the street\nbefore his city-house, he had slightly fallen asleep, had found for a\nfew moments a half unconsciousness, a hint of sleep.  In those moments,\nhe had a dream:",
                "Kamala owned a small, rare singing bird in a golden cage.  Of this bird,\nhe dreamt.  He dreamt: this bird had become mute, who at other times\nalways used to sing in the morning, and since this arose his attention,\nhe stepped in front of the cage and looked inside; there the small bird\nwas dead and lay stiff on the ground.  He took it out, weighed it for a\nmoment in his hand, and then threw it away, out in the street, and in\nthe same moment, he felt terribly shocked, and his heart hurt, as if he\nhad thrown away from himself all value and everything good by throwing\nout this dead bird.",
                "Starting up from this dream, he felt encompassed by a deep sadness.\nWorthless, so it seemed to him, worthless and pointless was the way he\nhad been going through life; nothing which was alive, nothing which was\nin some way delicious or worth keeping he had left in his hands.  Alone\nhe stood there and empty like a castaway on the shore.",
                "With a gloomy mind, Siddhartha went to the pleasure-garden he owned,\nlocked the gate, sat down under a mango-tree, felt death in his heart\nand horror in his chest, sat and sensed how everything died in him,\nwithered in him, came to an end in him.  By and by, he gathered his\nthoughts, and in his mind, he once again went the entire path of his\nlife, starting with the first days he could remember.  When was there\never a time when he had experienced happiness, felt a true bliss?  Oh\nyes, several times he had experienced such a thing.  In his years as a\nboy, he has had a taste of it, when he had obtained praise from the\nBrahmans, he had felt it in his heart:  \"There is a path in front of\nthe one who has distinguished himself in the recitation\nof the holy verses, in the dispute with the learned ones, as an\nassistant in the offerings.\"  Then, he had felt it in his heart:  \"There\nis a path in front of you, you are destined for, the gods are awaiting\nyou.\"  And again, as a young man, when the ever rising, upward fleeing,\ngoal of all thinking had ripped him out of and up from the multitude of\nthose seeking the same goal, when he wrestled in pain for the purpose of\nBrahman, when every obtained knowledge only kindled new thirst in him,\nthen again he had, in the midst of the thirst, in the midst of the pain\nfelt this very same thing:  \"Go on!  Go on!  You are called upon!\"  He\nhad heard this voice when he had left his home and had chosen the life\nof a Samana, and again when he had gone away from the Samanas to that\nperfected one, and also when he had gone away from him to the uncertain.\nFor how long had he not heard this voice any more, for how long had he\nreached no height any more, how even and dull was the manner in which\nhis path had passed through life, for many long years, without a high\ngoal, without thirst, without elevation, content with small lustful\npleasures and yet never satisfied!  For all of these many years, without\nknowing it himself, he had tried hard and longed to become a man like\nthose many, like those children, and in all this, his life had been\nmuch more miserable and poorer than theirs, and their goals were not\nhis, nor their worries; after all, that entire world of the\nKamaswami-people had only been a game to him, a dance he would watch, a\ncomedy.  Only Kamala had been dear, had been valuable to him -- but was\nshe still thus?  Did he still need her, or she him?  Did they not play\na game without an ending?  Was it necessary to live for this?  No, it\nwas not necessary!  The name of this game was Sansara, a game for\nchildren, a game which was perhaps enjoyable to play once, twice, ten\ntimes -- but for ever and ever over again?",
                "Then, Siddhartha knew that the game was over, that he could not play it\nany more.  Shivers ran over his body, inside of him, so he felt,\nsomething had died.",
                "That entire day, he sat under the mango-tree, thinking of his father,\nthinking of Govinda, thinking of Gotama.  Did he have to leave them to\nbecome a Kamaswami?  He still sat there, when the night had fallen.\nWhen, looking up, he caught sight of the stars, he thought:  \"Here I'm\nsitting under my mango-tree, in my pleasure-garden.\"  He smiled a little\n -- was it really necessary, was it right, was it not as foolish game,\nthat he owned a mango-tree, that he owned a garden?",
                "He also put an end to this, this also died in him.  He rose, bid his\nfarewell to the mango-tree, his farewell to the pleasure-garden.  Since\nhe had been without food this day, he felt strong hunger, and thought\nof his house in the city, of his chamber and bed, of the table with the\nmeals on it.  He smiled tiredly, shook himself, and bid his farewell to\nthese things.",
                "In the same hour of the night, Siddhartha left his garden, left the\ncity, and never came back.  For a long time, Kamaswami had people look\nfor him, thinking that he had fallen into the hands of robbers.  Kamala\nhad no one look for him.  When she was told that Siddhartha had\ndisappeared, she was not astonished.  Did she not always expect it?  Was\nhe not a Samana, a man who was at home nowhere, a pilgrim?  And most of\nall, she had felt this the last time they had been together, and she was\nhappy, in spite of all the pain of the loss, that she had pulled him so\naffectionately to her heart for this last time, that she had felt one\nmore time to be so completely possessed and penetrated by him.",
                "When she received the first news of Siddhartha's disappearance, she went\nto the window, where she held a rare singing bird captive in a golden\ncage.  She opened the door of the cage, took the bird out and let it\nfly.  For a long time, she gazed after it, the flying bird.  From this\nday on, she received no more visitors and kept her house locked.  But\nafter some time, she became aware that she was pregnant from the last\ntime she was together with Siddhartha."
            ]
        },
        {
            "name": "\nBY THE RIVER\n",
            "sub_name": "",
            "text": [
                "BY THE RIVER",
                "Siddhartha walked through the forest, was already far from the city, and\nknew nothing but that one thing, that there was no going back for him,\nthat this life, as he had lived it for many years until now, was over\nand done away with, and that he had tasted all of it, sucked everything\nout of it until he was disgusted with it.  Dead was the singing bird, he\nhad dreamt of.  Dead was the bird in his heart.  Deeply, he had been\nentangled in Sansara, he had sucked up disgust and death from all sides\ninto his body, like a sponge sucks up water until it is full.  And full\nhe was, full of the feeling of been sick of it, full of misery, full of\ndeath, there was nothing left in this world which could have attracted\nhim, given him joy, given him comfort.",
                "Passionately he wished to know nothing about himself anymore, to have\nrest, to be dead.  If there only was a lightning-bolt to strike him\ndead!  If there only was a tiger to devour him!  If there only was a\nwine, a poison which would numb his senses, bring him forgetfulness and\nsleep, and no awakening from that!  Was there still any kind of filth,\nhe had not soiled himself with, a sin or foolish act he had not\ncommitted, a dreariness of the soul he had not brought upon himself?\nWas it still at all possible to be alive?  Was it possible, to breathe\nin again and again, to breathe out, to feel hunger, to eat again, to\nsleep again, to sleep with a woman again?  Was this cycle not exhausted\nand brought to a conclusion for him?",
                "Siddhartha reached the large river in the forest, the same river over\nwhich a long time ago, when he had still been a young man and came from\nthe town of Gotama, a ferryman had conducted him.  By this river he\nstopped, hesitantly he stood at the bank.  Tiredness and hunger had\nweakened him, and whatever for should he walk on, wherever to, to which\ngoal?  No, there were no more goals, there was nothing left but the\ndeep, painful yearning to shake off this whole desolate dream, to spit\nout this stale wine, to put an end to this miserable and shameful life.",
                "A hang bent over the bank of the river, a coconut-tree; Siddhartha\nleaned against its trunk with his shoulder, embraced the trunk with one\narm, and looked down into the green water, which ran and ran under him,\nlooked down and found himself to be entirely filled with the wish to\nlet go and to drown in these waters.  A frightening emptiness was\nreflected back at him by the water, answering to the terrible emptiness\nin his soul.  Yes, he had reached the end.  There was nothing left for\nhim, except to annihilate himself, except to smash the failure into\nwhich he had shaped his life, to throw it away, before the feet of\nmockingly laughing gods.  This was the great vomiting he had longed for:\ndeath, the smashing to bits of the form he hated!  Let him be food for\nfishes, this dog Siddhartha, this lunatic, this depraved and rotten\nbody, this weakened and abused soul!  Let him be food for fishes and\ncrocodiles, let him be chopped to bits by the daemons!",
                "With a distorted face, he stared into the water, saw the reflection of\nhis face and spit at it.  In deep tiredness, he took his arm away from\nthe trunk of the tree and turned a bit, in order to let himself fall\nstraight down, in order to finally drown.  With his eyes closed, he\nslipped towards death.",
                "Then, out of remote areas of his soul, out of past times of his now\nweary life, a sound stirred up.  It was a word, a syllable, which he,\nwithout thinking, with a slurred voice, spoke to himself, the old word\nwhich is the beginning and the end of all prayers of the Brahmans, the\nholy \"Om\", which roughly means \"that what is perfect\" or \"the\ncompletion\".  And in the moment when the sound of \"Om\" touched\nSiddhartha's ear, his dormant spirit suddenly woke up and realized the\nfoolishness of his actions.",
                "Siddhartha was deeply shocked.  So this was how things were with him,\nso doomed was he, so much he had lost his way and was forsaken by all\nknowledge, that he had been able to seek death, that this wish, this\nwish of a child, had been able to grow in him: to find rest by\nannihilating his body!  What all agony of these recent times, all\nsobering realizations, all desperation had not brought about, this was\nbrought on by this moment, when the Om entered his consciousness:  he\nbecame aware of himself in his misery and in his error.",
                "Om! he spoke to himself:  Om!  and again he knew about Brahman, knew\nabout the indestructibility of life, knew about all that is divine,\nwhich he had forgotten.",
                "But this was only a moment, flash.  By the foot of the coconut-tree,\nSiddhartha collapsed, struck down by tiredness, mumbling Om, placed his\nhead on the root of the tree and fell into a deep sleep.",
                "Deep was his sleep and without dreams, for a long time he had not known\nsuch a sleep any more.  When he woke up after many hours, he felt as if\nten years had passed, he heard the water quietly flowing, did not know\nwhere he was and who had brought him here, opened his eyes, saw with\nastonishment that there were trees and the sky above him, and he\nremembered where he was and how he got here.  But it took him a long\nwhile for this, and the past seemed to him as if it had been covered by\na veil, infinitely distant, infinitely far away, infinitely meaningless.\nHe only knew that his previous life (in the first moment when he thought\nabout it, this past life seemed to him like a very old, previous\nincarnation, like an early pre-birth of his present self) -- that his\nprevious life had been abandoned by him, that, full of disgust and\nwretchedness, he had even intended to throw his life away, but that by a\nriver, under a coconut-tree, he has come to his senses, the holy word\nOm on his lips, that then he had fallen asleep and had now woken up and\nwas looking at the world as a new man.  Quietly, he spoke the word Om to\nhimself, speaking which he had fallen asleep, and it seemed to him as if\nhis entire long sleep had been nothing but a long meditative recitation\nof Om, a thinking of Om, a submergence and complete entering into Om,\ninto the nameless, the perfected.",
                "What a wonderful sleep had this been!  Never before by sleep, he had\nbeen thus refreshed, thus renewed, thus rejuvenated!  Perhaps, he had\nreally died, had drowned and was reborn in a new body?  But no, he knew\nhimself, he knew his hand and his feet, knew the place where he lay,\nknew this self in his chest, this Siddhartha, the eccentric, the weird\none, but this Siddhartha was nevertheless transformed, was renewed,\nwas strangely well rested, strangely awake, joyful and curious.",
                "Siddhartha straightened up, then he saw a person sitting opposite to him,\nan unknown man, a monk in a yellow robe with a shaven head, sitting in\nthe position of pondering.  He observed the man, who had neither hair\non his head nor a beard, and he had not observed him for long when he\nrecognised this monk as Govinda, the friend of his youth, Govinda who\nhad taken his refuge with the exalted Buddha.  Govinda had aged, he too,\nbut still his face bore the same features, expressed zeal, faithfulness,\nsearching, timidness.  But when Govinda now, sensing his gaze, opened\nhis eyes and looked at him, Siddhartha saw that Govinda did not\nrecognise him.  Govinda was happy to find him awake; apparently, he had\nbeen sitting here for a long time and been waiting for him to wake up,\nthough he did not know him.",
                "\"I have been sleeping,\" said Siddhartha.  \"However did you get here?\"",
                "\"You have been sleeping,\" answered Govinda.  \"It is not good to be\nsleeping in such places, where snakes often are and the animals of the\nforest have their paths.  I, oh sir, am a follower of the exalted\nGotama, the Buddha, the Sakyamuni, and have been on a pilgrimage\ntogether with several of us on this path, when I saw you lying and\nsleeping in a place where it is dangerous to sleep.  Therefore, I sought\nto wake you up, oh sir, and since I saw that your sleep was very deep,\nI stayed behind from my group and sat with you.  And then, so it seems,\nI have fallen asleep myself, I who wanted to guard your sleep.  Badly,\nI have served you, tiredness has overwhelmed me.  But now that you're\nawake, let me go to catch up with my brothers.\"",
                "\"I thank you, Samana, for watching out over my sleep,\" spoke Siddhartha.\n\"You're friendly, you followers of the exalted one.  Now you may go\nthen.\"",
                "\"I'm going, sir.  May you, sir, always be in good health.\"",
                "\"I thank you, Samana.\"",
                "Govinda made the gesture of a salutation and said:  \"Farewell.\"",
                "\"Farewell, Govinda,\" said Siddhartha.",
                "The monk stopped.",
                "\"Permit me to ask, sir, from where do you know my name?\"",
                "Now, Siddhartha smiled.",
                "\"I know you, oh Govinda, from your father's hut, and from the school\nof the Brahmans, and from the offerings, and from our walk to the\nSamanas, and from that hour when you took your refuge with the exalted\none in the grove Jetavana.\"",
                "\"You're Siddhartha,\" Govinda exclaimed loudly.  \"Now, I'm recognising\nyou, and don't comprehend any more how I couldn't recognise you right\naway.  Be welcome, Siddhartha, my joy is great, to see you again.\"",
                "\"It also gives me joy, to see you again.  You've been the guard of my\nsleep, again I thank you for this, though I wouldn't have required any\nguard.  Where are you going to, oh friend?\"",
                "\"I'm going nowhere.  We monks are always travelling, whenever it is not\nthe rainy season, we always move from one place to another, live\naccording to the rules if the teachings passed on to us, accept alms,\nmove on.  It is always like this.  But you, Siddhartha, where are you\ngoing to?\"",
                "Quoth Siddhartha:  \"With me too, friend, it is as it is with you.  I'm\ngoing nowhere.  I'm just travelling.  I'm on a pilgrimage.\"",
                "Govinda spoke:  \"You're saying: you're on a pilgrimage, and I believe in\nyou.  But, forgive me, oh Siddhartha, you do not look like a pilgrim.\nYou're wearing a rich man's garments, you're wearing the shoes of a\ndistinguished gentleman, and your hair, with the fragrance of perfume,\nis not a pilgrim's hair, not the hair of a Samana.\"",
                "\"Right so, my dear, you have observed well, your keen eyes see\neverything.  But I haven't said to you that I was a Samana.  I said:\nI'm on a pilgrimage.  And so it is:  I'm on a pilgrimage.\"",
                "\"You're on a pilgrimage,\" said Govinda.  \"But few would go on a\npilgrimage in such clothes, few in such shoes, few with such hair.\nNever I have met such a pilgrim, being a pilgrim myself for many years.\"",
                "\"I believe you, my dear Govinda.  But now, today, you've met a pilgrim\njust like this, wearing such shoes, such a garment.  Remember, my dear:\nNot eternal is the world of appearances, not eternal, anything but\neternal are our garments and the style of our hair, and our hair and\nbodies themselves.  I'm wearing a rich man's clothes, you've seen this\nquite right.  I'm wearing them, because I have been a rich man, and I'm\nwearing my hair like the worldly and lustful people, for I have been\none of them.\"",
                "\"And now, Siddhartha, what are you now?\"",
                "\"I don't know it, I don't know it just like you.  I'm travelling.  I was\na rich man and am no rich man any more, and what I'll be tomorrow, I\ndon't know.\"",
                "\"You've lost your riches?\"",
                "\"I've lost them or they me.  They somehow happened to slip away from me.\nThe wheel of physical manifestations is turning quickly, Govinda.  Where\nis Siddhartha the Brahman?  Where is Siddhartha the Samana?  Where is\nSiddhartha the rich man?  Non-eternal things change quickly, Govinda,\nyou know it.\"",
                "Govinda looked at the friend of his youth for a long time, with doubt in\nhis eyes.  After that, he gave him the salutation which one would use\non a gentleman and went on his way.",
                "With a smiling face, Siddhartha watched him leave, he loved him still,\nthis faithful man, this fearful man.  And how could he not have loved\neverybody and everything in this moment, in the glorious hour after his\nwonderful sleep, filled with Om!  The enchantment, which had happened\ninside of him in his sleep and by means of the Om, was this very thing\nthat he loved everything, that he was full of joyful love for everything\nhe saw.  And it was this very thing, so it seemed to him now, which had\nbeen his sickness before, that he was not able to love anybody or\nanything.",
                "With a smiling face, Siddhartha watched the leaving monk.  The sleep had\nstrengthened him much, but hunger gave him much pain, for by now he had\nnot eaten for two days, and the times were long past when he had been\ntough against hunger.  With sadness, and yet also with a smile, he\nthought of that time.  In those days, so he remembered, he had boasted\nof three things to Kamala, had been able to do three noble and\nundefeatable feats: fasting -- waiting -- thinking.  These had been his\npossession, his power and strength, his solid staff; in the busy,\nlaborious years of his youth, he had learned these three feats, nothing\nelse.  And now, they had abandoned him, none of them was his any more,\nneither fasting, nor waiting, nor thinking.  For the most wretched\nthings, he had given them up, for what fades most quickly, for sensual\nlust, for the good life, for riches!  His life had indeed been strange.\nAnd now, so it seemed, now he had really become a childlike person.",
                "Siddhartha thought about his situation.  Thinking was hard on him, he\ndid not really feel like it, but he forced himself.",
                "Now, he thought, since all these most easily perishing things have\nslipped from me again, now I'm standing here under the sun again just as\nI have been standing here a little child, nothing is mine, I have no\nabilities, there is nothing I could bring about, I have learned nothing.\nHow wondrous is this!  Now, that I'm no longer young, that my hair is\nalready half gray, that my strength is fading, now I'm starting again\nat the beginning and as a child!  Again, he had to smile.  Yes, his fate\nhad been strange!  Things were going downhill with him, and now he was\nagain facing the world void and naked and stupid.  But he could not feed\nsad about this, no, he even felt a great urge to laugh, to laugh about\nhimself, to laugh about this strange, foolish world.",
                "\"Things are going downhill with you!\" he said to himself, and laughed\nabout it, and as he was saying it, he happened to glance at the river,\nand he also saw the river going downhill, always moving on downhill,\nand singing and being happy through it all.  He liked this well, kindly\nhe smiled at the river.  Was this not the river in which he had intended\nto drown himself, in past times, a hundred years ago, or had he dreamed\nthis?",
                "Wondrous indeed was my life, so he thought, wondrous detours it has\ntaken.  As a boy, I had only to do with gods and offerings.  As a youth,\nI had only to do with asceticism, with thinking and meditation, was\nsearching for Brahman, worshipped the eternal in the Atman.  But as a\nyoung man, I followed the penitents, lived in the forest, suffered of\nheat and frost, learned to hunger, taught my body to become dead.\nWonderfully, soon afterwards, insight came towards me in the form of the\ngreat Buddha's teachings, I felt the knowledge of the oneness of the\nworld circling in me like my own blood.  But I also had to leave Buddha\nand the great knowledge.  I went and learned the art of love with\nKamala, learned trading with Kamaswami, piled up money, wasted money,\nlearned to love my stomach, learned to please my senses.  I had to spend\nmany years losing my spirit, to unlearn thinking again, to forget the\noneness.  Isn't it just as if I had turned slowly and on a long detour\nfrom a man into a child, from a thinker into a childlike person?  And\nyet, this path has been very good; and yet, the bird in my chest has\nnot died.  But what a path has this been!  I had to pass through so much\nstupidity, through so much vices, through so many errors, through so\nmuch disgust and disappointments and woe, just to become a child again\nand to be able to start over.  But it was right so, my heart says \"Yes\"\nto it, my eyes smile to it.  I've had to experience despair, I've had to\nsink down to the most foolish one of all thoughts, to the thought of\nsuicide, in order to be able to experience divine grace, to hear Om\nagain, to be able to sleep properly and awake properly again.  I had to\nbecome a fool, to find Atman in me again.  I had to sin, to be able to\nlive again.  Where else might my path lead me to?  It is foolish, this\npath, it moves in loops, perhaps it is going around in a circle.  Let\nit go as it likes, I want to take it.",
                "Wonderfully, he felt joy rolling like waves in his chest.",
                "Wherever from, he asked his heart, where from did you get this\nhappiness?  Might it come from that long, good sleep, which has done me\nso good?  Or from the word Om, which I said?  Or from the fact that I\nhave escaped, that I have completely fled, that I am finally free again\nand am standing like a child under the sky?  Oh how good is it to have\nfled, to have become free!  How clean and beautiful is the air here, how\ngood to breathe!  There, where I ran away from, there everything smelled\nof ointments, of spices, of wine, of excess, of sloth.  How did I hate\nthis world of the rich, of those who revel in fine food, of the\ngamblers!  How did I hate myself for staying in this terrible world for\nso long!  How did I hate myself, have deprive, poisoned, tortured\nmyself, have made myself old and evil!  No, never again I will, as I\nused to like doing so much, delude myself into thinking that Siddhartha\nwas wise!  But this one thing I have done well, this I like, this I must\npraise, that there is now an end to that hatred against myself, to that\nfoolish and dreary life!  I praise you, Siddhartha, after so many years\nof foolishness, you have once again had an idea, have done something,\nhave heard the bird in your chest singing and have followed it!",
                "Thus he praised himself, found joy in himself, listened curiously to his\nstomach, which was rumbling with hunger.  He had now, so he felt, in\nthese recent times and days, completely tasted and spit out, devoured up\nto the point of desperation and death, a piece of suffering, a piece of\nmisery.  Like this, it was good.  For much longer, he could have stayed\nwith Kamaswami, made money, wasted money, filled his stomach, and let\nhis soul die of thirst; for much longer he could have lived in this\nsoft, well upholstered hell, if this had not happened: the moment of\ncomplete hopelessness and despair, that most extreme moment, when he\nhung over the rushing waters and was ready to destroy himself.  That he\nhad felt this despair, this deep disgust, and that he had not succumbed\nto it, that the bird, the joyful source and voice in him was still alive\nafter all, this was why he felt joy, this was why he laughed, this was\nwhy his face was smiling brightly under his hair which had turned gray.",
                "\"It is good,\" he thought, \"to get a taste of everything for oneself,\nwhich one needs to know.  That lust for the world and riches do not\nbelong to the good things, I have already learned as a child.  I have\nknown it for a long time, but I have experienced only now.  And now I\nknow it, don't just know it in my memory, but in my eyes, in my heart,\nin my stomach.  Good for me, to know this!\"",
                "For a long time, he pondered his transformation, listened to the bird,\nas it sang for joy.  Had not this bird died in him, had he not felt its\ndeath?  No, something else from within him had died, something which\nalready for a long time had yearned to die.  Was it not this what he\nused to intend to kill in his ardent years as a penitent?  Was this not\nhis self, his small, frightened, and proud self, he had wrestled with\nfor so many years, which had defeated him again and again, which was\nback again after every killing, prohibited joy, felt fear?  Was it not\nthis, which today had finally come to its death, here in the forest, by\nthis lovely river?  Was it not due to this death, that he was now like\na child, so full of trust, so without fear, so full of joy?",
                "Now Siddhartha also got some idea of why he had fought this self in\nvain as a Brahman, as a penitent.  Too much knowledge had held him\nback, too many holy verses, too many sacrificial rules, to much\nself-castigation, so much doing and striving for that goal!  Full of\narrogance, he had been, always the smartest, always working the most,\nalways one step ahead of all others, always the knowing and spiritual\none, always the priest or wise one.  Into being a priest, into this\narrogance, into this spirituality, his self had retreated, there it sat\nfirmly and grew, while he thought he would kill it by fasting and\npenance.  Now he saw it and saw that the secret voice had been right,\nthat no teacher would ever have been able to bring about his salvation.\nTherefore, he had to go out into the world, lose himself to lust and\npower, to woman and money, had to become a merchant, a dice-gambler, a\ndrinker, and a greedy person, until the priest and Samana in him was\ndead.  Therefore, he had to continue bearing these ugly years, bearing\nthe disgust, the teachings, the pointlessness of a dreary and\nwasted life up to the end, up to bitter despair, until Siddhartha the\nlustful, Siddhartha the greedy could also die.  He had died, a new\nSiddhartha had woken up from the sleep.  He would also grow old, he\nwould also eventually have to die, mortal was Siddhartha, mortal was\nevery physical form.  But today he was young, was a child, the new\nSiddhartha, and was full of joy.",
                "He thought these thoughts, listened with a smile to his stomach,\nlistened gratefully to a buzzing bee.  Cheerfully, he looked into the\nrushing river, never before he had liked a water so well as this one,\nnever before he had perceived the voice and the parable of the moving\nwater thus strongly and beautifully.  It seemed to him, as if the river\nhad something special to tell him, something he did not know yet, which\nwas still awaiting him.  In this river, Siddhartha had intended to\ndrown himself, in it the old, tired, desperate Siddhartha had drowned\ntoday.  But the new Siddhartha felt a deep love for this rushing water,\nand decided for himself, not to leave it very soon."
            ]
        },
        {
            "name": "\nTHE FERRYMAN\n",
            "sub_name": "",
            "text": [
                "THE FERRYMAN",
                "By this river I want to stay, thought Siddhartha, it is the same which\nI have crossed a long time ago on my way to the childlike people, a\nfriendly ferryman had guided me then, he is the one I want to go to,\nstarting out from his hut, my path had led me at that time into a new\nlife, which had now grown old and is dead -- my present path, my present\nnew life, shall also take its start there!",
                "Tenderly, he looked into the rushing water, into the transparent green,\ninto the crystal lines of its drawing, so rich in secrets.  Bright\npearls he saw rising from the deep, quiet bubbles of air floating on\nthe reflecting surface, the blue of the sky being depicted in it.  With\na thousand eyes, the river looked at him, with green ones, with white\nones, with crystal ones, with sky-blue ones.  How did he love this\nwater, how did it delight him, how grateful was he to it!  In his heart\nhe heard the voice talking, which was newly awaking, and it told him:\nLove this water!  Stay near it!  Learn from it!  Oh yes, he wanted to\nlearn from it, he wanted to listen to it.  He who would understand this\nwater and its secrets, so it seemed to him, would also understand many\nother things, many secrets, all secrets.",
                "But out of all secrets of the river, he today only saw one, this one\ntouched his soul.  He saw: this water ran and ran, incessantly it ran,\nand was nevertheless always there, was always at all times the same\nand yet new in every moment!  Great be he who would grasp this,\nunderstand this!  He understood and grasped it not, only felt some idea\nof it stirring, a distant memory, divine voices.",
                "Siddhartha rose, the workings of hunger in his body became unbearable.\nIn a daze he walked on, up the path by the bank, upriver,\nlistened to the current, listened to the rumbling hunger in his body.",
                "When he reached the ferry, the boat was just ready, and the same\nferryman who had once transported the young Samana across the river,\nstood in the boat, Siddhartha recognised him, he had also aged very\nmuch.",
                "\"Would you like to ferry me over?\" he asked.",
                "The ferryman, being astonished to see such an elegant man walking along\nand on foot, took him into his boat and pushed it off the bank.",
                "\"It's a beautiful life you have chosen for yourself,\" the passenger\nspoke.  \"It must be beautiful to live by this water every day and to\ncruise on it.\"",
                "With a smile, the man at the oar moved from side to side:  \"It is\nbeautiful, sir, it is as you say.  But isn't every life, isn't every\nwork beautiful?\"",
                "\"This may be true.  But I envy you for yours.\"",
                "\"Ah, you would soon stop enjoying it.  This is nothing for people\nwearing fine clothes.\"",
                "Siddhartha laughed.  \"Once before, I have been looked upon today because\nof my clothes, I have been looked upon with distrust.  Wouldn't you,\nferryman, like to accept these clothes, which are a nuisance to me,\nfrom me?  For you must know, I have no money to pay your fare.\"",
                "\"You're joking, sir,\" the ferryman laughed.",
                "\"I'm not joking, friend.  Behold, once before you have ferried me across\nthis water in your boat for the immaterial reward of a good deed.  Thus,\ndo it today as well, and accept my clothes for it.\"",
                "\"And do you, sir, intent to continue travelling without clothes?\"",
                "\"Ah, most of all I wouldn't want to continue travelling at all.  Most of\nall I would like you, ferryman, to give me an old loincloth and kept me\nwith you as your assistant, or rather as your trainee, for I'll have to\nlearn first how to handle the boat.\"",
                "For a long time, the ferryman looked at the stranger, searching.",
                "\"Now I recognise you,\" he finally said.  \"At one time, you've slept in\nmy hut, this was a long time ago, possibly more than twenty years ago,\nand you've been ferried across the river by me, and we parted like good\nfriends.  Haven't you've been a Samana?  I can't think of your name any\nmore.\"",
                "\"My name is Siddhartha, and I was a Samana, when you've last seen me.\"",
                "\"So be welcome, Siddhartha.  My name is Vasudeva.  You will, so I hope,\nbe my guest today as well and sleep in my hut, and tell me, where you're\ncoming from and why these beautiful clothes are such a nuisance to you.\"",
                "They had reached the middle of the river, and Vasudeva pushed the oar\nwith more strength, in order to overcome the current.  He worked calmly,\nhis eyes fixed in on the front of the boat, with brawny arms.\nSiddhartha sat and watched him, and remembered, how once before, on that\nlast day of his time as a Samana, love for this man had stirred in his\nheart.  Gratefully, he accepted Vasudeva's invitation.  When they had\nreached the bank, he helped him to tie the boat to the stakes; after\nthis, the ferryman asked him to enter the hut, offered him bread and\nwater, and Siddhartha ate with eager pleasure, and also ate with eager\npleasure of the mango fruits, Vasudeva offered him.",
                "Afterwards, it was almost the time of the sunset, they sat on a log by\nthe bank, and Siddhartha told the ferryman about where he originally\ncame from and about his life, as he had seen it before his eyes today,\nin that hour of despair.  Until late at night, lasted his tale.",
                "Vasudeva listened with great attention.  Listening carefully, he let\neverything enter his mind, birthplace and childhood, all that learning,\nall that searching, all joy, all distress.  This was among the\nferryman's virtues one of the greatest:  like only a few, he knew how\nto listen.  Without him having spoken a word, the speaker sensed how\nVasudeva let his words enter his mind, quiet, open, waiting, how he\ndid not lose a single one, awaited not a single one with impatience,\ndid not add his praise or rebuke, was just listening.  Siddhartha felt,\nwhat a happy fortune it is, to confess to such a listener, to bury in\nhis heart his own life, his own search, his own suffering.",
                "But in the end of Siddhartha's tale, when he spoke of the tree by the\nriver, and of his deep fall, of the holy Om, and how he had felt such\na love for the river after his slumber, the ferryman listened with twice\nthe attention, entirely and completely absorbed by it, with his eyes\nclosed.",
                "But when Siddhartha fell silent, and a long silence had occurred, then\nVasudeva said:  \"It is as I thought.  The river has spoken to you.  It\nis your friend as well, it speaks to you as well.  That is good, that is\nvery good.  Stay with me, Siddhartha, my friend.  I used to have a wife,\nher bed was next to mine, but she has died a long time ago, for a long\ntime, I have lived alone.  Now, you shall live with me, there is space\nand food for both.\"",
                "\"I thank you,\" said Siddhartha, \"I thank you and accept.  And I also\nthank you for this, Vasudeva, for listening to me so well!  These people\nare rare who know how to listen.  And I did not meet a single one who\nknew it as well as you did.  I will also learn in this respect from\nyou.\"",
                "\"You will learn it,\" spoke Vasudeva, \"but not from me.  The river has\ntaught me to listen, from it you will learn it as well.  It knows\neverything, the river, everything can be learned from it.  See, you've\nalready learned this from the water too, that it is good to strive\ndownwards, to sink, to seek depth.  The rich and elegant Siddhartha is\nbecoming an oarsman's servant, the learned Brahman Siddhartha becomes a\nferryman: this has also been told to you by the river.  You'll learn\nthat other thing from it as well.\"",
                "Quoth Siddhartha after a long pause:  \"What other thing, Vasudeva?\"",
                "Vasudeva rose.  \"It is late,\" he said, \"let's go to sleep.  I can't\ntell you that other thing, oh friend.  You'll learn it, or perhaps you\nknow it already.  See, I'm no learned man, I have no special skill in\nspeaking, I also have no special skill in thinking.  All I'm able to do\nis to listen and to be godly, I have learned nothing else.  If I was\nable to say and teach it, I might be a wise man, but like this I am only\na ferryman, and it is my task to ferry people across the river.  I have\ntransported many, thousands; and to all of them, my river has been\nnothing but an obstacle on their travels.  They travelled to seek money\nand business, and for weddings, and on pilgrimages, and the river was\nobstructing their path, and the ferryman's job was to get them quickly\nacross that obstacle.  But for some among thousands, a few, four or\nfive, the river has stopped being an obstacle, they have heard its\nvoice, they have listened to it, and the river has become sacred to\nthem, as it has become sacred to me.  Let's rest now, Siddhartha.\"",
                "Siddhartha stayed with the ferryman and learned to operate the boat, and\nwhen there was nothing to do at the ferry, he worked with Vasudeva in\nthe rice-field, gathered wood, plucked the fruit off the banana-trees.\nHe learned to build an oar, and learned to mend the boat, and to weave\nbaskets, and was joyful because of everything he learned, and the days\nand months passed quickly.  But more than Vasudeva could teach him, he\nwas taught by the river.  Incessantly, he learned from it.  Most of all,\nhe learned from it to listen, to pay close attention with a quiet heart,\nwith a waiting, opened soul, without passion, without a wish, without\njudgement, without an opinion.",
                "In a friendly manner, he lived side by side with Vasudeva, and\noccasionally they exchanged some words, few and at length thought about\nwords.  Vasudeva was no friend of words; rarely, Siddhartha succeeded\nin persuading him to speak.",
                "\"Did you,\" so he asked him at one time, \"did you too learn that secret\nfrom the river: that there is no time?\"",
                "Vasudeva's face was filled with a bright smile.",
                "\"Yes, Siddhartha,\" he spoke.  \"It is this what you mean, isn't it: that\nthe river is everywhere at once, at the source and at the mouth, at the\nwaterfall, at the ferry, at the rapids, in the sea, in the mountains,\neverywhere at once, and that there is only the present time for it, not\nthe shadow of the past, not the shadow of the future?\"",
                "\"This it is,\" said Siddhartha.  \"And when I had learned it, I looked at\nmy life, and it was also a river, and the boy Siddhartha was only\nseparated from the man Siddhartha and from the old man Siddhartha by a\nshadow, not by something real.  Also, Siddhartha's previous births were\nno past, and his death and his return to Brahma was no future.  Nothing\nwas, nothing will be; everything is, everything has existence and is\npresent.\"",
                "Siddhartha spoke with ecstasy; deeply, this enlightenment had delighted\nhim.  Oh, was not all suffering time, were not all forms of tormenting\noneself and being afraid time, was not everything hard, everything\nhostile in the world gone and overcome as soon as one had overcome time,\nas soon as time would have been put out of existence by one's thoughts?\nIn ecstatic delight, he had spoken, but Vasudeva smiled at him brightly\nand nodded in confirmation; silently he nodded, brushed his hand over\nSiddhartha's shoulder, turned back to his work.",
                "And once again, when the river had just increased its flow in the rainy\nseason and made a powerful noise, then said Siddhartha:  \"Isn't it so,\noh friend, the river has many voices, very many voices?  Hasn't it the\nvoice of a king, and of a warrior, and of a bull, and of a bird of the\nnight, and of a woman giving birth, and of a sighing man, and a thousand\nother voices more?\"",
                "\"So it is,\" Vasudeva nodded, \"all voices of the creatures are in its\nvoice.\"",
                "\"And do you know,\" Siddhartha continued, \"what word it speaks, when you\nsucceed in hearing all of its ten thousand voices at once?\"",
                "Happily, Vasudeva's face was smiling, he bent over to Siddhartha and\nspoke the holy Om into his ear.  And this had been the very thing which\nSiddhartha had also been hearing.",
                "And time after time, his smile became more similar to the ferryman's,\nbecame almost just as bright, almost just as throughly glowing with\nbliss, just as shining out of thousand small wrinkles, just as alike to\na child's, just as alike to an old man's.  Many travellers, seeing the\ntwo ferrymen, thought they were brothers.  Often, they sat in the\nevening together by the bank on the log, said nothing and both listened\nto the water, which was no water to them, but the voice of life, the\nvoice of what exists, of what is eternally taking shape.  And it\nhappened from time to time that both, when listening to the river,\nthought of the same things, of a conversation from the day before\nyesterday, of one of their travellers, the face and fate of whom had\noccupied their thoughts, of death, of their childhood, and that they\nboth in the same moment, when the river had been saying something good\nto them, looked at each other, both thinking precisely the same thing,\nboth delighted about the same answer to the same question.",
                "There was something about this ferry and the two ferrymen which was\ntransmitted to others, which many of the travellers felt.  It happened\noccasionally that a traveller, after having looked at the face of one of\nthe ferrymen, started to tell the story of his life, told about pains,\nconfessed evil things, asked for comfort and advice.  It happened\noccasionally that someone asked for permission to stay for a night with\nthem to listen to the river.  It also happened that curious people came,\nwho had been told that there were two wise men, or sorcerers, or holy\nmen living by that ferry.  The curious people asked many questions, but\nthey got no answers, and they found neither sorcerers nor wise men, they\nonly found two friendly little old men, who seemed to be mute and to\nhave become a bit strange and gaga.  And the curious people laughed and\nwere discussing how foolishly and gullibly the common people were\nspreading such empty rumours.",
                "The years passed by, and nobody counted them.  Then, at one time, monks\ncame by on a pilgrimage, followers of Gotama, the Buddha, who were\nasking to be ferried across the river, and by them the ferrymen were\ntold that they were most hurriedly walking back to their great\nteacher, for the news had spread the exalted one was deadly sick and\nwould soon die his last human death, in order to become one with the\nsalvation.  It was not long, until a new flock of monks came along on\ntheir pilgrimage, and another one, and the monks as well as most of the\nother travellers and people walking through the land spoke of nothing\nelse than of Gotama and his impending death.  And as people are flocking\nfrom everywhere and from all sides, when they are going to war or to the\ncoronation of a king, and are gathering like ants in droves, thus they\nflocked, like being drawn on by a magic spell, to where the great Buddha\nwas awaiting his death, where the huge event was to take place and the\ngreat perfected one of an era was to become one with the glory.",
                "Often, Siddhartha thought in those days of the dying wise man, the\ngreat teacher, whose voice had admonished nations and had awoken\nhundreds of thousands, whose voice he had also once heard, whose holy\nface he had also once seen with respect.  Kindly, he thought of him, saw\nhis path to perfection before his eyes, and remembered with a smile\nthose words which he had once, as a young man, said to him, the exalted\none.  They had been, so it seemed to him, proud and precocious words;\nwith a smile, he remembered them.  For a long time he knew that there\nwas nothing standing between Gotama and him any more, though he was\nstill unable to accept his teachings.  No, there was no teaching a\ntruly searching person, someone who truly wanted to find, could accept.\nBut he who had found, he could approve of any teachings, every path,\nevery goal, there was nothing standing between him and all the other\nthousand any more who lived in that what is eternal, who breathed what\nis divine.",
                "On one of these days, when so many went on a pilgrimage to the dying\nBuddha, Kamala also went to him, who used to be the most beautiful of\nthe courtesans.  A long time ago, she had retired from her previous\nlife, had given her garden to the monks of Gotama as a gift, had taken\nher refuge in the teachings, was among the friends and benefactors of\nthe pilgrims.  Together with Siddhartha the boy, her son, she had gone\non her way due to the news of the near death of Gotama, in simple\nclothes, on foot.  With her little son, she was travelling by the river;\nbut the boy had soon grown tired, desired to go back home, desired to\nrest, desired to eat, became disobedient and started whining.",
                "Kamala often had to take a rest with him, he was accustomed to having\nhis way against her, she had to feed him, had to comfort him, had to\nscold him.  He did not comprehend why he had to go on this exhausting\nand sad pilgrimage with his mother, to an unknown place, to a stranger,\nwho was holy and about to die.  So what if he died, how did this concern\nthe boy?",
                "The pilgrims were getting close to Vasudeva's ferry, when little\nSiddhartha once again forced his mother to rest.  She, Kamala herself,\nhad also become tired, and while the boy was chewing a banana, she\ncrouched down on the ground, closed her eyes a bit, and rested.  But\nsuddenly, she uttered a wailing scream, the boy looked at her in fear\nand saw her face having grown pale from horror; and from under her\ndress, a small, black snake fled, by which Kamala had been bitten.",
                "Hurriedly, they now both ran along the path, in order to reach people,\nand got near to the ferry, there Kamala collapsed, and was not able to\ngo any further.  But the boy started crying miserably, only interrupting\nit to kiss and hug his mother, and she also joined his loud screams for\nhelp, until the sound reached Vasudeva's ears, who stood at the ferry.\nQuickly, he came walking, took the woman on his arms, carried her into\nthe boat, the boy ran along, and soon they all reached the hut, were\nSiddhartha stood by the stove and was just lighting the fire.  He looked\nup and first saw the boy's face, which wondrously reminded him of\nsomething, like a warning to remember something he had forgotten.  Then\nhe saw Kamala, whom he instantly recognised, though she lay unconscious\nin the ferryman's arms, and now he knew that it was his own son, whose\nface had been such a warning reminder to him, and the heart stirred in\nhis chest.",
                "Kamala's wound was washed, but had already turned black and her body was\nswollen, she was made to drink a healing potion.  Her consciousness\nreturned, she lay on Siddhartha's bed in the hut and bent over her stood\nSiddhartha, who used to love her so much.  It seemed like a dream to\nher; with a smile, she looked at her friend's face; just slowly she,\nrealized her situation, remembered the bite, called timidly for the boy.",
                "\"He's with you, don't worry,\" said Siddhartha.",
                "Kamala looked into his eyes.  She spoke with a heavy tongue, paralysed\nby the poison.  \"You've become old, my dear,\" she said, \"you've become\ngray.  But you are like the young Samana, who at one time came without\nclothes, with dusty feet, to me into the garden.  You are much more like\nhim, than you were like him at that time when you had left me and\nKamaswami.  In the eyes, you're like him, Siddhartha.  Alas, I have also\ngrown old, old -- could you still recognise me?\"",
                "Siddhartha smiled:  \"Instantly, I recognised you, Kamala, my dear.\"",
                "Kamala pointed to her boy and said:  \"Did you recognise him as well?\nHe is your son.\"",
                "Her eyes became confused and fell shut.  The boy wept, Siddhartha took\nhim on his knees, let him weep, petted his hair, and at the sight of\nthe child's face, a Brahman prayer came to his mind, which he had\nlearned a long time ago, when he had been a little boy himself.  Slowly,\nwith a singing voice, he started to speak; from his past and childhood,\nthe words came flowing to him.  And with that singsong, the boy became\ncalm, was only now and then uttering a sob and fell asleep.  Siddhartha\nplaced him on Vasudeva's bed.  Vasudeva stood by the stove and cooked\nrice.  Siddhartha gave him a look, which he returned with a smile.",
                "\"She'll die,\" Siddhartha said quietly.",
                "Vasudeva nodded; over his friendly face ran the light of the stove's\nfire.",
                "Once again, Kamala returned to consciousness.  Pain distorted her face,\nSiddhartha's eyes read the suffering on her mouth, on her pale cheeks.\nQuietly, he read it, attentively, waiting, his mind becoming one with\nher suffering.  Kamala felt it, her gaze sought his eyes.",
                "Looking at him, she said:  \"Now I see that your eyes have changed as\nwell.  They've become completely different.  By what do I still\nrecognise that you're Siddhartha?  It's you, and it's not you.\"",
                "Siddhartha said nothing, quietly his eyes looked at hers.",
                "\"You have achieved it?\" she asked.  \"You have found peace?\"",
                "He smiled and placed his hand on hers.",
                "\"I'm seeing it,\" she said, \"I'm seeing it.  I too will find peace.\"",
                "\"You have found it,\" Siddhartha spoke in a whisper.",
                "Kamala never stopped looking into his eyes.  She thought about her\npilgrimage to Gotama, which she wanted to take, in order to see the face of\nthe perfected one, to breathe his peace, and she thought that she had\nnow found him in his place, and that it was good, just as good, as if\nshe had seen the other one.  She wanted to tell this to him, but the\ntongue no longer obeyed her will.  Without speaking, she looked at him,\nand he saw the life fading from her eyes.  When the final pain filled\nher eyes and made them grow dim, when the final shiver ran through her\nlimbs, his finger closed her eyelids.",
                "For a long time, he sat and looked at her peacefully dead face.  For a\nlong time, he observed her mouth, her old, tired mouth, with those lips,\nwhich had become thin, and he remembered, that he used to, in the spring\nof his years, compare this mouth with a freshly cracked fig.  For a long\ntime, he sat, read in the pale face, in the tired wrinkles, filled\nhimself with this sight, saw his own face lying in the same manner,\njust as white, just as quenched out, and saw at the same time his face\nand hers being young, with red lips, with fiery eyes, and the feeling of\nthis both being present and at the same time real, the feeling of\neternity, completely filled every aspect of his being.  Deeply he felt,\nmore deeply than ever before, in this hour, the indestructibility of\nevery life, the eternity of every moment.",
                "When he rose, Vasudeva had prepared rice for him.  But Siddhartha did\nnot eat.  In the stable, where their goat stood, the two old men\nprepared beds of straw for themselves, and Vasudeva lay himself down\nto sleep.  But Siddhartha went outside and sat this night before the\nhut, listening to the river, surrounded by the past, touched and\nencircled by all times of his life at the same time.  But occasionally,\nhe rose, stepped to the door of the hut and listened, whether the boy\nwas sleeping.",
                "Early in the morning, even before the sun could be seen, Vasudeva came\nout of the stable and walked over to his friend.",
                "\"You haven't slept,\" he said.",
                "\"No, Vasudeva.  I sat here, I was listening to the river.  A lot it has\ntold me, deeply it has filled me with the healing thought, with the\nthought of oneness.\"",
                "\"You've experienced suffering, Siddhartha, but I see: no sadness has\nentered your heart.\"",
                "\"No, my dear, how should I be sad?  I, who have been rich and happy,\nhave become even richer and happier now.  My son has been given to me.\"",
                "\"Your son shall be welcome to me as well.  But now, Siddhartha, let's\nget to work, there is much to be done.  Kamala has died on the same bed,\non which my wife had died a long time ago.  Let us also build Kamala's\nfuneral pile on the same hill on which I had then built my wife's\nfuneral pile.\"",
                "While the boy was still asleep, they built the funeral pile."
            ]
        },
        {
            "name": "\nTHE SON\n",
            "sub_name": "",
            "text": [
                "THE SON",
                "Timid and weeping, the boy had attended his mother's funeral; gloomy\nand shy, he had listened to Siddhartha, who greeted him as his son and\nwelcomed him at his place in Vasudeva's hut.  Pale, he sat for many\ndays by the hill of the dead, did not want to eat, gave no open look,\ndid not open his heart, met his fate with resistance and denial.",
                "Siddhartha spared him and let him do as he pleased, he honoured his\nmourning.  Siddhartha understood that his son did not know him, that\nhe could not love him like a father.  Slowly, he also saw and understood\nthat the eleven-year-old was a pampered boy, a mother's boy, and that he\nhad grown up in the habits of rich people, accustomed to finer food, to\na soft bed, accustomed to giving orders to servants.  Siddhartha\nunderstood that the mourning, pampered child could not suddenly and\nwillingly be content with a life among strangers and in poverty.  He did\nnot force him, he did many a chore for him, always picked the best piece\nof the meal for him.  Slowly, he hoped to win him over, by friendly\npatience.",
                "Rich and happy, he had called himself, when the boy had come to him.\nSince time had passed on in the meantime, and the boy remained a\nstranger and in a gloomy disposition, since he displayed a proud and\nstubbornly disobedient heart, did not want to do any work, did not pay\nhis respect to the old men, stole from Vasudeva's fruit-trees, then\nSiddhartha began to understand that his son had not brought him\nhappiness and peace, but suffering and worry.  But he loved him, and he\npreferred the suffering and worries of love over happiness and joy\nwithout the boy.  Since young Siddhartha was in the hut, the old men had\nsplit the work.  Vasudeva had again taken on the job of the ferryman all\nby himself, and Siddhartha, in order to be with his son, did the work in\nthe hut and the field.",
                "For a long time, for long months, Siddhartha waited for his son to\nunderstand him, to accept his love, to perhaps reciprocate it.  For\nlong months, Vasudeva waited, watching, waited and said nothing.  One\nday, when Siddhartha the younger had once again tormented his father\nvery much with spite and an unsteadiness in his wishes and had broken\nboth of his rice-bowls, Vasudeva took in the evening his friend aside\nand talked to him.",
                "\"Pardon me.\" he said, \"from a friendly heart, I'm talking to you.  I'm\nseeing that you are tormenting yourself, I'm seeing that you're in grief.\nYour son, my dear, is worrying you, and he is also worrying me.  That\nyoung bird is accustomed to a different life, to a different nest.  He\nhas not, like you, ran away from riches and the city, being disgusted\nand fed up with it; against his will, he had to leave all this behind.\nI asked the river, oh friend, many times I have asked it.  But the river\nlaughs, it laughs at me, it laughs at you and me, and is shaking with\nlaughter at our foolishness.  Water wants to join water, youth wants to\njoin youth, your son is not in the place where he can prosper.  You too\nshould ask the river; you too should listen to it!\"",
                "Troubled, Siddhartha looked into his friendly face, in the many wrinkles\nof which there was incessant cheerfulness.",
                "\"How could I part with him?\" he said quietly, ashamed.  \"Give me some\nmore time, my dear!  See, I'm fighting for him, I'm seeking to win his\nheart, with love and with friendly patience I intent to capture it.\nOne day, the river shall also talk to him, he also is called upon.\"",
                "Vasudeva's smile flourished more warmly.  \"Oh yes, he too is called\nupon, he too is of the eternal life.  But do we, you and me, know what\nhe is called upon to do, what path to take, what actions to perform,\nwhat pain to endure?  Not a small one, his pain will be; after all, his\nheart is proud and hard, people like this have to suffer a lot, err a\nlot, do much injustice, burden themselves with much sin.  Tell me, my\ndear: you're not taking control of your son's upbringing?  You don't\nforce him?  You don't beat him?  You don't punish him?\"",
                "\"No, Vasudeva, I don't do anything of this.\"",
                "\"I knew it.  You don't force him, don't beat him, don't give him orders,\nbecause you know that 'soft' is stronger than 'hard', water stronger\nthan rocks, love stronger than force.  Very good, I praise you.  But\naren't you mistaken in thinking that you wouldn't force him, wouldn't\npunish him?  Don't you shackle him with your love?  Don't you make him\nfeel inferior every day, and don't you make it even harder on him with\nyour kindness and patience?  Don't you force him, the arrogant and\npampered boy, to live in a hut with two old banana-eaters, to whom even\nrice is a delicacy, whose thoughts can't be his, whose hearts are old\nand quiet and beats in a different pace than his?  Isn't forced, isn't\nhe punished by all this?\"",
                "Troubled, Siddhartha looked to the ground.  Quietly, he asked:  \"What\ndo you think should I do?\"",
                "Quoth Vasudeva:  \"Bring him into the city, bring him into his mother's\nhouse, there'll still be servants around, give him to them.  And when\nthere aren't any around any more, bring him to a teacher, not for the\nteachings' sake, but so that he shall be among other boys, and among\ngirls, and in the world which is his own.  Have you never thought of\nthis?\"",
                "\"You're seeing into my heart,\" Siddhartha spoke sadly.  \"Often, I have\nthought of this.  But look, how shall I put him, who had no tender heart\nanyhow, into this world?  Won't he become exuberant, won't he lose\nhimself to pleasure and power, won't he repeat all of his father's\nmistakes, won't he perhaps get entirely lost in Sansara?\"",
                "Brightly, the ferryman's smile lit up; softly, he touched Siddhartha's\narm and said:  \"Ask the river about it, my friend!  Hear it laugh about\nit!  Would you actually believe that you had committed your foolish acts\nin order to spare your son from committing them too?  And could you in\nany way protect your son from Sansara?  How could you?  By means of\nteachings, prayer, admonition?  My dear, have you entirely forgotten\nthat story, that story containing so many lessons, that story about\nSiddhartha, a Brahman's son, which you once told me here on this very\nspot?  Who has kept the Samana Siddhartha safe from Sansara, from sin,\nfrom greed, from foolishness?  Were his father's religious devotion, his\nteachers warnings, his own knowledge, his own search able to keep him\nsafe?  Which father, which teacher had been able to protect him from\nliving his life for himself, from soiling himself with life, from\nburdening himself with guilt, from drinking the bitter drink for\nhimself, from finding his path for himself?  Would you think, my dear,\nanybody might perhaps be spared from taking this path?  That perhaps\nyour little son would be spared, because you love him, because you would\nlike to keep him from suffering and pain and disappointment?  But even\nif you would die ten times for him, you would not be able to take the\nslightest part of his destiny upon yourself.\"",
                "Never before, Vasudeva had spoken so many words.  Kindly, Siddhartha\nthanked him, went troubled into the hut, could not sleep for a long\ntime.  Vasudeva had told him nothing, he had not already thought and\nknown for himself.  But this was a knowledge he could not act upon,\nstronger than the knowledge was his love for the boy, stronger was his\ntenderness, his fear to lose him.  Had he ever lost his heart so much\nto something, had he ever loved any person thus, thus blindly, thus\nsufferingly, thus unsuccessfully, and yet thus happily?",
                "Siddhartha could not heed his friend's advice, he could not give up the\nboy.  He let the boy give him orders, he let him disregard him.  He\nsaid nothing and waited; daily, he began the mute struggle of\nfriendliness, the silent war of patience.  Vasudeva also said nothing\nand waited, friendly, knowing, patient.  They were both masters of\npatience.",
                "At one time, when the boy's face reminded him very much of Kamala,\nSiddhartha suddenly had to think of a line which Kamala a long time\nago, in the days of their youth, had once said to him.  \"You cannot\nlove,\" she had said to him, and he had agreed with her and had compared\nhimself with a star, while comparing the childlike people with falling\nleaves, and nevertheless he had also sensed an accusation in that line.\nIndeed, he had never been able to lose or devote himself completely to\nanother person, to forget himself, to commit foolish acts for the love\nof another person; never he had been able to do this, and this was, as\nit had seemed to him at that time, the great distinction which set him\napart from the childlike people.  But now, since his son was here, now\nhe, Siddhartha, had also become completely a childlike person, suffering\nfor the sake of another person, loving another person, lost to a love,\nhaving become a fool on account of love.  Now he too felt, late, once\nin his lifetime, this strongest and strangest of all passions, suffered\nfrom it, suffered miserably, and was nevertheless in bliss, was\nnevertheless renewed in one respect, enriched by one thing.",
                "He did sense very well that this love, this blind love for his son, was\na passion, something very human, that it was Sansara, a murky source,\ndark waters.  Nevertheless, he felt at the same time, it was not\nworthless, it was necessary, came from the essence of his own being.\nThis pleasure also had to be atoned for, this pain also had to be\nendured, these foolish acts also had to be committed.",
                "Through all this, the son let him commit his foolish acts, let him\ncourt for his affection, let him humiliate himself every day by giving\nin to his moods.  This father had nothing which would have delighted\nhim and nothing which he would have feared.  He was a good man, this\nfather, a good, kind, soft man, perhaps a very devout man, perhaps a\nsaint, all these were no attributes which could win the boy over.  He\nwas bored by this father, who kept him prisoner here in this miserable\nhut of his, he was bored by him, and for him to answer every naughtiness\nwith a smile, every insult with friendliness, every viciousness with\nkindness, this very thing was the hated trick of this old sneak.  Much\nmore the boy would have liked it if he had been threatened by him, if he\nhad been abused by him.",
                "A day came, when what young Siddhartha had on his mind came bursting\nforth, and he openly turned against his father.  The latter had given\nhim a task, he had told him to gather brushwood.  But the boy did not\nleave the hut, in stubborn disobedience and rage he stayed where he was,\nthumped on the ground with his feet, clenched his fists, and screamed in\na powerful outburst his hatred and contempt into his father's face.",
                "\"Get the brushwood for yourself!\" he shouted foaming at the mouth, \"I'm\nnot your servant.  I do know, that you won't hit me, you don't dare; I\ndo know, that you constantly want to punish me and put me down with\nyour religious devotion and your indulgence.  You want me to become like\nyou, just as devout, just as soft, just as wise!  But I, listen up, just\nto make you suffer, I rather want to become a highway-robber and\nmurderer, and go to hell, than to become like you!  I hate you, you're\nnot my father, and if you've ten times been my mother's fornicator!\"",
                "Rage and grief boiled over in him, foamed at the father in a hundred\nsavage and evil words.  Then the boy ran away and only returned late at\nnight.",
                "But the next morning, he had disappeared.  What had also disappeared was\na small basket, woven out of bast of two colours, in which the ferrymen\nkept those copper and silver coins which they received as a fare.\nThe boat had also disappeared, Siddhartha saw it lying by the opposite\nbank.  The boy had ran away.",
                "\"I must follow him,\" said Siddhartha, who had been shivering with grief\nsince those ranting speeches, the boy had made yesterday.  \"A child\ncan't go through the forest all alone.  He'll perish.  We must build a\nraft, Vasudeva, to get over the water.\"",
                "\"We will build a raft,\" said Vasudeva, \"to get our boat back, which the\nboy has taken away.  But him, you shall let run along, my friend, he is\nno child any more, he knows how to get around.  He's looking for the\npath to the city, and he is right, don't forget that.  He's doing what\nyou've failed to do yourself.  He's taking care of himself, he's taking\nhis course.  Alas, Siddhartha, I see you suffering, but you're suffering\na pain at which one would like to laugh, at which you'll soon laugh for\nyourself.\"",
                "Siddhartha did not answer.  He already held the axe in his hands and\nbegan to make a raft of bamboo, and Vasudeva helped him to tie the\ncanes together with ropes of grass.  Then they crossed over, drifted\nfar off their course, pulled the raft upriver on the opposite bank.",
                "\"Why did you take the axe along?\" asked Siddhartha.",
                "Vasudeva said:  \"It might have been possible that the oar of our boat\ngot lost.\"",
                "But Siddhartha knew what his friend was thinking.  He thought, the boy\nwould have thrown away or broken the oar in order to get even and in\norder to keep them from following him.  And in fact, there was no oar\nleft in the boat.  Vasudeva pointed to the bottom of the boat and looked\nat his friend with a smile, as if he wanted to say:  \"Don't you see what\nyour son is trying to tell you?  Don't you see that he doesn't want to\nbe followed?\"  But he did not say this in words.  He started making a\nnew oar.  But Siddhartha bid his farewell, to look for the run-away.\nVasudeva did not stop him.",
                "When Siddhartha had already been walking through the forest for a long\ntime, the thought occurred to him that his search was useless.  Either,\nso he thought, the boy was far ahead and had already reached the city,\nor, if he should still be on his way, he would conceal himself from him,\nthe pursuer.  As he continued thinking, he also found that he, on his\npart, was not worried for his son, that he knew deep inside that he had\nneither perished nor was in any danger in the forest.  Nevertheless, he\nran without stopping, no longer to save him, just to satisfy his desire,\njust to perhaps see him one more time.  And he ran up to just outside of\nthe city.",
                "When, near the city, he reached a wide road, he stopped, by the entrance\nof the beautiful pleasure-garden, which used to belong to Kamala, where\nhe had seen her for the first time in her sedan-chair.  The past rose\nup in his soul, again he saw himself standing there, young, a bearded,\nnaked Samana, the hair full of dust.  For a long time, Siddhartha stood\nthere and looked through the open gate into the garden, seeing monks in\nyellow robes walking among the beautiful trees.",
                "For a long time, he stood there, pondering, seeing images, listening to\nthe story of his life.  For a long time, he stood there, looked at the\nmonks, saw young Siddhartha in their place, saw young Kamala walking\namong the high trees.  Clearly, he saw himself being served food and\ndrink by Kamala, receiving his first kiss from her, looking proudly and\ndisdainfully back on his Brahmanism, beginning proudly and full of\ndesire his worldly life.  He saw Kamaswami, saw the servants, the\norgies, the gamblers with the dice, the musicians, saw Kamala's\nsong-bird in the cage, lived through all this once again, breathed\nSansara, was once again old and tired, felt once again disgust, felt\nonce again the wish to annihilate himself, was once again healed by the\nholy Om.",
                "After having been standing by the gate of the garden for a long time,\nSiddhartha realised that his desire was foolish, which had made him go\nup to this place, that he could not help his son, that he was not\nallowed to cling him.  Deeply, he felt the love for the run-away in his\nheart, like a wound, and he felt at the same time that this wound had\nnot been given to him in order to turn the knife in it, that it had to\nbecome a blossom and had to shine.",
                "That this wound did not blossom yet, did not shine yet, at this hour,\nmade him sad.  Instead of the desired goal, which had drawn him here\nfollowing the runaway son, there was now emptiness.  Sadly, he sat down,\nfelt something dying in his heart, experienced emptiness, saw no joy any\nmore, no goal.  He sat lost in thought and waited.  This he had learned\nby the river, this one thing: waiting, having patience, listening\nattentively.  And he sat and listened, in the dust of the road, listened\nto his heart, beating tiredly and sadly, waited for a voice.  Many an\nhour he crouched, listening, saw no images any more, fell into\nemptiness, let himself fall, without seeing a path.  And when he felt\nthe wound burning, he silently spoke the Om, filled himself with Om.\nThe monks in the garden saw him, and since he crouched for many hours,\nand dust was gathering on his gray hair, one of them came to him and\nplaced two bananas in front of him.  The old man did not see him.",
                "From this petrified state, he was awoken by a hand touching his\nshoulder.  Instantly, he recognised this touch, this tender, bashful\ntouch, and regained his senses.  He rose and greeted Vasudeva, who had\nfollowed him.  And when he looked into Vasudeva's friendly face, into\nthe small wrinkles, which were as if they were filled with nothing but\nhis smile, into the happy eyes, then he smiled too.  Now he saw the\nbananas lying in front of him, picked them up, gave one to the ferryman,\nate the other one himself.  After this, he silently went back into the\nforest with Vasudeva, returned home to the ferry.  Neither one talked\nabout what had happened today, neither one mentioned the boy's name,\nneither one spoke about him running away, neither one spoke about the\nwound.  In the hut, Siddhartha lay down on his bed, and when after a\nwhile Vasudeva came to him, to offer him a bowl of coconut-milk, he\nalready found him asleep."
            ]
        },
        {
            "name": "\nOM\n",
            "sub_name": "",
            "text": [
                "OM",
                "For a long time, the wound continued to burn.  Many a traveller\nSiddhartha had to ferry across the river who was accompanied by a son or\na daughter, and he saw none of them without envying him, without\nthinking:  \"So many, so many thousands possess this sweetest of good\nfortunes -- why don't I?  Even bad people, even thieves and robbers have\nchildren and love them, and are being loved by them, all except for me.\"\nThus simply, thus without reason he now thought, thus similar to the\nchildlike people he had become.",
                "Differently than before, he now looked upon people, less smart, less\nproud, but instead warmer, more curious, more involved.  When he ferried\ntravellers of the ordinary kind, childlike people, businessmen,\nwarriors, women, these people did not seem alien to him as they used to:\nhe understood them, he understood and shared their life, which was not\nguided by thoughts and insight, but solely by urges and wishes, he felt\nlike them.  Though he was near perfection and was bearing his final\nwound, it still seemed to him as if those childlike people were his\nbrothers, their vanities, desires for possession, and ridiculous aspects\nwere no longer ridiculous to him, became understandable, became lovable,\neven became worthy of veneration to him.  The blind love of a mother\nfor her child, the stupid, blind pride of a conceited father for his\nonly son, the blind, wild desire of a young, vain woman for jewelry and\nadmiring glances from men, all of these urges, all of this childish\nstuff, all of these simple, foolish, but immensely strong, strongly\nliving, strongly prevailing urges and desires were now no childish\nnotions for Siddhartha any more, he saw people living for their sake,\nsaw them achieving infinitely much for their sake, travelling,\nconducting wars, suffering infinitely much, bearing infinitely much, and\nhe could love them for it, he saw life, that what is alive, the\nindestructible, the Brahman in each of their passions, each of their\nacts.  Worthy of love and admiration were these people in their blind\nloyalty, their blind strength and tenacity.  They lacked nothing, there\nwas nothing the knowledgeable one, the thinker, had to put him above them\nexcept for one little thing, a single, tiny, small thing: the\nconsciousness, the conscious thought of the oneness of all life.  And\nSiddhartha even doubted in many an hour, whether this knowledge, this\nthought was to be valued thus highly, whether it might not also perhaps\nbe a childish idea of the thinking people, of the thinking and childlike\npeople.  In all other respects, the worldly people were of equal rank\nto the wise men, were often far superior to them, just as animals too\ncan, after all, in some moments, seem to be superior to humans in their\ntough, unrelenting performance of what is necessary.",
                "Slowly blossomed, slowly ripened in Siddhartha the realisation, the\nknowledge, what wisdom actually was, what the goal of his long search\nwas.  It was nothing but a readiness of the soul, an ability, a secret\nart, to think every moment, while living his life, the thought of\noneness, to be able to feel and inhale the oneness.  Slowly this\nblossomed in him, was shining back at him from Vasudeva's old, childlike\nface: harmony, knowledge of the eternal perfection of the world,\nsmiling, oneness.",
                "But the wound still burned, longingly and bitterly Siddhartha thought of\nhis son, nurtured his love and tenderness in his heart, allowed the\npain to gnaw at him, committed all foolish acts of love.  Not by itself,\nthis flame would go out.",
                "And one day, when the wound burned violently, Siddhartha ferried across\nthe river, driven by a yearning, got off the boat and was willing to go\nto the city and to look for his son.  The river flowed softly and\nquietly, it was the dry season, but its voice sounded strange: it\nlaughed!  It laughed clearly.  The river laughed, it laughed brightly\nand clearly at the old ferryman.  Siddhartha stopped, he bent over the\nwater, in order to hear even better, and he saw his face reflected in\nthe quietly moving waters, and in this reflected face there was\nsomething, which reminded him, something he had forgotten, and as he\nthought about it, he found it: this face resembled another face, which\nhe used to know and love and also fear.  It resembled his father's face,\nthe Brahman.  And he remembered how he, a long time ago, as a young man,\nhad forced his father to let him go to the penitents, how he had bid his\nfarewell to him, how he had gone and had never come back.  Had his\nfather not also suffered the same pain for him, which he now suffered\nfor his son?  Had his father not long since died, alone, without having\nseen his son again?  Did he not have to expect the same fate for\nhimself?  Was it not a comedy, a strange and stupid matter, this\nrepetition, this running around in a fateful circle?",
                "The river laughed.  Yes, so it was, everything came back, which had not\nbeen suffered and solved up to its end, the same pain was suffered over\nand over again.  But Siddhartha went back into the boat and ferried back\nto the hut, thinking of his father, thinking of his son, laughed at by\nthe river, at odds with himself, tending towards despair, and not less\ntending towards laughing along at himself and the entire\nworld.",
                "Alas, the wound was not blossoming yet, his heart was still fighting his\nfate, cheerfulness and victory were not yet shining from his suffering.\nNevertheless, he felt hope, and once he had returned to the hut, he felt\nan undefeatable desire to open up to Vasudeva, to show him everything,\nthe master of listening, to say everything.",
                "Vasudeva was sitting in the hut and weaving a basket.  He no longer used\nthe ferry-boat, his eyes were starting to get weak, and not just his\neyes; his arms and hands as well.  Unchanged and flourishing was only\nthe joy and the cheerful benevolence of his face.",
                "Siddhartha sat down next to the old man, slowly he started talking.\nWhat they had never talked about, he now told him of, of his walk to\nthe city, at that time, of the burning wound, of his envy at the sight\nof happy fathers, of his knowledge of the foolishness of such wishes, of\nhis futile fight against them.  He reported everything, he was able to\nsay everything, even the most embarrassing parts, everything could be\nsaid, everything shown, everything he could tell.  He presented his\nwound, also told how he fled today, how he ferried across the water,\na childish run-away, willing to walk to the city, how the river had\nlaughed.",
                "While he spoke, spoke for a long time, while Vasudeva was listening\nwith a quiet face, Vasudeva's listening gave Siddhartha a stronger\nsensation than ever before, he sensed how his pain, his fears flowed\nover to him, how his secret hope flowed over, came back at him from\nhis counterpart.  To show his wound to this listener was the same as\nbathing it in the river, until it had cooled and become one with the\nriver.  While he was still speaking, still admitting and confessing,\nSiddhartha felt more and more that this was no longer Vasudeva, no\nlonger a human being, who was listening to him, that this motionless\nlistener was absorbing his confession into himself like a tree the rain,\nthat this motionless man was the river itself, that he was God himself,\nthat he was the eternal itself.  And while Siddhartha stopped thinking\nof himself and his wound, this realisation of Vasudeva's changed\ncharacter took possession of him, and the more he felt it and entered\ninto it, the less wondrous it became, the more he realised that\neverything was in order and natural, that Vasudeva had already been like\nthis for a long time, almost forever, that only he had not quite\nrecognised it, yes, that he himself had almost reached the same state.\nHe felt, that he was now seeing old Vasudeva as the people see the\ngods, and that this could not last; in his heart, he started bidding his\nfarewell to Vasudeva.  Throughout all this, he talked incessantly.",
                "When he had finished talking, Vasudeva turned his friendly eyes, which\nhad grown slightly weak, at him, said nothing, let his silent love and\ncheerfulness, understanding and knowledge, shine at him.  He took\nSiddhartha's hand, led him to the seat by the bank, sat down with him,\nsmiled at the river.",
                "\"You've heard it laugh,\" he said.  \"But you haven't heard everything.\nLet's listen, you'll hear more.\"",
                "They listened.  Softly sounded the river, singing in many voices.\nSiddhartha looked into the water, and images appeared to him in the\nmoving water: his father appeared, lonely, mourning for his son; he\nhimself appeared, lonely, he also being tied with the bondage of\nyearning to his distant son; his son appeared, lonely as well, the boy,\ngreedily rushing along the burning course of his young wishes, each\none heading for his goal, each one obsessed by the goal, each one\nsuffering.  The river sang with a voice of suffering, longingly it sang,\nlongingly, it flowed towards its goal, lamentingly its voice sang.",
                "\"Do you hear?\" Vasudeva's mute gaze asked.  Siddhartha nodded.",
                "\"Listen better!\" Vasudeva whispered.",
                "Siddhartha made an effort to listen better.  The image of his father,\nhis own image, the image of his son merged, Kamala's image also appeared\nand was dispersed, and the image of Govinda, and other images, and they\nmerged with each other, turned all into the river, headed all, being the\nriver, for the goal, longing, desiring, suffering, and the river's voice\nsounded full of yearning, full of burning woe, full of unsatisfiable\ndesire.  For the goal, the river was heading, Siddhartha saw it\nhurrying, the river, which consisted of him and his loved ones and of\nall people, he had ever seen, all of these waves and waters were\nhurrying, suffering, towards goals, many goals, the waterfall, the lake,\nthe rapids, the sea, and all goals were reached, and every goal was\nfollowed by a new one, and the water turned into vapour and rose to the\nsky, turned into rain and poured down from the sky, turned into a\nsource, a stream, a river, headed forward once again, flowed on once\nagain.  But the longing voice had changed.  It still resounded, full of\nsuffering, searching, but other voices joined it, voices of joy and of\nsuffering, good and bad voices, laughing and sad ones, a hundred voices,\na thousand voices.",
                "Siddhartha listened.  He was now nothing but a listener, completely\nconcentrated on listening, completely empty, he felt, that he had now\nfinished learning to listen.  Often before, he had heard all this, these\nmany voices in the river, today it sounded new.  Already, he could no\nlonger tell the many voices apart, not the happy ones from the weeping\nones, not the ones of children from those of men, they all belonged\ntogether, the lamentation of yearning and the laughter of the\nknowledgeable one, the scream of rage and the moaning of the dying ones,\neverything was one, everything was intertwined and connected, entangled\na thousand times.  And everything together, all voices, all goals, all\nyearning, all suffering, all pleasure, all that was good and evil, all\nof this together was the world.  All of it together was the flow of\nevents, was the music of life.  And when Siddhartha was listening\nattentively to this river, this song of a thousand voices, when he\nneither listened to the suffering nor the laughter, when he did not tie\nhis soul to any particular voice and submerged his self into it, but\nwhen he heard them all, perceived the whole, the oneness, then the great\nsong of the thousand voices consisted of a single word, which was Om:\nthe perfection.",
                "\"Do you hear,\" Vasudeva's gaze asked again.",
                "Brightly, Vasudeva's smile was shining, floating radiantly over all the\nwrinkles of his old face, as the Om was floating in the air over all the\nvoices of the river.  Brightly his smile was shining, when he looked at\nhis friend, and brightly the same smile was now starting to shine on\nSiddhartha's face as well.  His wound blossomed, his suffering was\nshining, his self had flown into the oneness.",
                "In this hour, Siddhartha stopped fighting his fate, stopped suffering.\nOn his face flourished the cheerfulness of a knowledge, which is no\nlonger opposed by any will, which knows perfection, which is in\nagreement with the flow of events, with the current of life, full of\nsympathy for the pain of others, full of sympathy for the pleasure of\nothers, devoted to the flow, belonging to the oneness.",
                "When Vasudeva rose from the seat by the bank, when he looked into\nSiddhartha's eyes and saw the cheerfulness of the knowledge shining\nin them, he softly touched his shoulder with his hand, in this careful\nand tender manner, and said:  \"I've been waiting for this hour, my dear.\nNow that it has come, let me leave.  For a long time, I've been waiting\nfor this hour; for a long time, I've been Vasudeva the ferryman.  Now\nit's enough.  Farewell, hut, farewell, river, farewell, Siddhartha!\"",
                "Siddhartha made a deep bow before him who bid his farewell.",
                "\"I've known it,\" he said quietly.  \"You'll go into the forests?\"",
                "\"I'm going into the forests, I'm going into the oneness,\" spoke Vasudeva\nwith a bright smile.",
                "With a bright smile, he left; Siddhartha watched him leaving.  With deep\njoy, with deep solemnity he watched him leave, saw his steps full of\npeace, saw his head full of lustre, saw his body full of light."
            ]
        },
        {
            "name": "\nGOVINDA\n",
            "sub_name": "",
            "text": [
                "GOVINDA",
                "Together with other monks, Govinda used to spend the time of rest\nbetween pilgrimages in the pleasure-grove, which the courtesan Kamala\nhad given to the followers of Gotama for a gift.  He heard talk of an\nold ferryman, who lived one day's journey away by the river, and\nwho was regarded as a wise man by many.  When Govinda went back on his\nway, he chose the path to the ferry, eager to see the ferryman.\nBecause, though he had lived his entire life by the rules, though he was\nalso looked upon with veneration by the younger monks on account of his\nage and his modesty, the restlessness and the searching still had not\nperished from his heart.",
                "He came to the river and asked the old man to ferry him over, and when\nthey got off the boat on the other side, he said to the old man:\n\"You're very good to us monks and pilgrims, you have already ferried\nmany of us across the river.  Aren't you too, ferryman, a searcher for\nthe right path?\"",
                "Quoth Siddhartha, smiling from his old eyes:  \"Do you call yourself a\nsearcher, oh venerable one, though you are already of an old in years\nand are wearing the robe of Gotama's monks?\"",
                "\"It's true, I'm old,\" spoke Govinda, \"but I haven't stopped searching.\nNever I'll stop searching, this seems to be my destiny.  You too, so it\nseems to me, have been searching.  Would you like to tell me something,\noh honourable one?\"",
                "Quoth Siddhartha:  \"What should I possibly have to tell you, oh\nvenerable one?  Perhaps that you're searching far too much?  That in all\nthat searching, you don't find the time for finding?\"",
                "\"How come?\" asked Govinda.",
                "\"When someone is searching,\" said Siddhartha, \"then it might easily\nhappen that the only thing his eyes still see is that what he searches\nfor, that he is unable to find anything, to let anything enter his mind,\nbecause he always thinks of nothing but the object of his search,\nbecause he has a goal, because he is obsessed by the goal.  Searching\nmeans: having a goal.  But finding means: being free, being open, having\nno goal.  You, oh venerable one, are perhaps indeed a searcher, because,\nstriving for your goal, there are many things you don't see, which are\ndirectly in front of your eyes.\"",
                "\"I don't quite understand yet,\" asked Govinda, \"what do you mean by\nthis?\"",
                "Quoth Siddhartha:  \"A long time ago, oh venerable one, many years ago,\nyou've once before been at this river and have found a sleeping man by\nthe river, and have sat down with him to guard his sleep.  But, oh\nGovinda, you did not recognise the sleeping man.\"",
                "Astonished, as if he had been the object of a magic spell, the monk\nlooked into the ferryman's eyes.",
                "\"Are you Siddhartha?\" he asked with a timid voice.  \"I wouldn't have\nrecognised you this time as well!  From my heart, I'm greeting you,\nSiddhartha; from my heart, I'm happy to see you once again!  You've\nchanged a lot, my friend. -- And so you've now become a ferryman?\"",
                "In a friendly manner, Siddhartha laughed.  \"A ferryman, yes.  Many\npeople, Govinda, have to change a lot, have to wear many a robe, I am\none of those, my dear.  Be welcome, Govinda, and spend the night in my\nhut.\"",
                "Govinda stayed the night in the hut and slept on the bed which used to\nbe Vasudeva's bed.  Many questions he posed to the friend of his youth,\nmany things Siddhartha had to tell him from his life.",
                "When in the next morning the time had come to start the day's journey,\nGovinda said, not without hesitation, these words:  \"Before I'll\ncontinue on my path, Siddhartha, permit me to ask one more question.\nDo you have a teaching?  Do you have a faith, or a knowledge, you\nfollow, which helps you to live and to do right?\"",
                "Quoth Siddhartha:  \"You know, my dear, that I already as a young man, in\nthose days when we lived with the penitents in the forest, started to\ndistrust teachers and teachings and to turn my back to them.  I have\nstuck with this.  Nevertheless, I have had many teachers since then.  A\nbeautiful courtesan has been my teacher for a long time, and a rich\nmerchant was my teacher, and some gamblers with dice.  Once, even a\nfollower of Buddha, travelling on foot, has been my teacher; he sat with\nme when I had fallen asleep in the forest, on the pilgrimage.  I've also\nlearned from him, I'm also grateful to him, very grateful.  But most of\nall, I have learned here from this river and from my predecessor, the\nferryman Vasudeva.  He was a very simple person, Vasudeva, he was no\nthinker, but he knew what is necessary just as well as Gotama, he was a\nperfect man, a saint.\"",
                "Govinda said:  \"Still, oh Siddhartha, you love a bit to mock people, as\nit seems to me.  I believe in you and know that you haven't followed a\nteacher.  But haven't you found something by yourself, though you've\nfound no teachings, you still found certain thoughts, certain insights,\nwhich are your own and which help you to live?  If you would like to\ntell me some of these, you would delight my heart.\"",
                "Quoth Siddhartha:  \"I've had thoughts, yes, and insight, again and\nagain.  Sometimes, for an hour or for an entire day, I have felt\nknowledge in me, as one would feel life in one's heart.  There have\nbeen many thoughts, but it would be hard for me to convey them to you.\nLook, my dear Govinda, this is one of my thoughts, which I have found:\nwisdom cannot be passed on.  Wisdom which a wise man tries to pass on\nto someone always sounds like foolishness.\"",
                "\"Are you kidding?\" asked Govinda.",
                "\"I'm not kidding.  I'm telling you what I've found.  Knowledge can be\nconveyed, but not wisdom.  It can be found, it can be lived, it is\npossible to be carried by it, miracles can be performed with it, but it\ncannot be expressed in words and taught.  This was what I, even as a\nyoung man, sometimes suspected, what has driven me away from the\nteachers.  I have found a thought, Govinda, which you'll again regard as\na joke or foolishness, but which is my best thought.  It says:  The\nopposite of every truth is just as true!  That's like this: any truth\ncan only be expressed and put into words when it is one-sided.\nEverything is one-sided which can be thought with thoughts and said with\nwords, it's all one-sided, all just one half, all lacks completeness,\nroundness, oneness.  When the exalted Gotama spoke in his teachings of\nthe world, he had to divide it into Sansara and Nirvana, into deception\nand truth, into suffering and salvation.  It cannot be done differently,\nthere is no other way for him who wants to teach.  But the world itself,\nwhat exists around us and inside of us, is never one-sided.  A person or\nan act is never entirely Sansara or entirely Nirvana, a person is never\nentirely holy or entirely sinful.  It does really seem like this,\nbecause we are subject to deception, as if time was something real.\nTime is not real, Govinda, I have experienced this often and often\nagain.  And if time is not real, then the gap which seems to be between\nthe world and the eternity, between suffering and blissfulness, between\nevil and good, is also a deception.\"",
                "\"How come?\" asked Govinda timidly.",
                "\"Listen well, my dear, listen well!  The sinner, which I am and which\nyou are, is a sinner, but in times to come he will be Brahma again, he\nwill reach the Nirvana, will be Buddha -- and now see: these 'times to\ncome' are a deception, are only a parable!  The sinner is not on his\nway to become a Buddha, he is not in the process of developing, though\nour capacity for thinking does not know how else to picture these\nthings.  No, within the sinner is now and today already the future\nBuddha, his future is already all there, you have to worship in him, in\nyou, in everyone the Buddha which is coming into being, the possible,\nthe hidden Buddha.  The world, my friend Govinda, is not imperfect, or\non a slow path towards perfection: no, it is perfect in every moment,\nall sin already carries the divine forgiveness in itself, all small\nchildren already have the old person in themselves, all infants already\nhave death, all dying people the eternal life.  It is not possible for\nany person to see how far another one has already progressed on his\npath; in the robber and dice-gambler, the Buddha is waiting; in the\nBrahman, the robber is waiting.  In deep meditation, there is the\npossibility to put time out of existence, to see all life which was,\nis, and will be as if it was simultaneous, and there everything is\ngood, everything is perfect, everything is Brahman.  Therefore, I see\nwhatever exists as good, death is to me like life, sin like holiness,\nwisdom like foolishness, everything has to be as it is, everything only\nrequires my consent, only my willingness, my loving agreement, to be\ngood for me, to do nothing but work for my benefit, to be unable to ever\nharm me.  I have experienced on my body and on my soul that I needed sin\nvery much, I needed lust, the desire for possessions, vanity, and needed\nthe most shameful despair, in order to learn how to give up all\nresistance, in order to learn how to love the world, in order to stop\ncomparing it to some world I wished, I imagined, some kind of perfection\nI had made up, but to leave it as it is and to love it and to enjoy\nbeing a part of it. -- These, oh Govinda, are some of the thoughts which\nhave come into my mind.\"",
                "Siddhartha bent down, picked up a stone from the ground, and weighed it\nin his hand.",
                "\"This here,\" he said playing with it, \"is a stone, and will, after a\ncertain time, perhaps turn into soil, and will turn from soil into a\nplant or animal or human being.  In the past, I would have said:  This\nstone is just a stone, it is worthless, it belongs to the world of the\nMaja; but because it might be able to become also a human being and a\nspirit in the cycle of transformations, therefore I also grant it\nimportance.  Thus, I would perhaps have thought in the past.  But today\nI think: this stone is a stone, it is also animal, it is also god, it is\nalso Buddha, I do not venerate and love it because it could turn into\nthis or that, but rather because it is already and always everything -- \nand it is this very fact, that it is a stone, that it appears to me now\nand today as a stone, this is why I love it and see worth and purpose in\neach of its veins and cavities, in the yellow, in the gray, in the\nhardness, in the sound it makes when I knock at it, in the dryness or\nwetness of its surface.  There are stones which feel like oil or soap,\nand others like leaves, others like sand, and every one is special and\nprays the Om in its own way, each one is Brahman, but simultaneously and\njust as much it is a stone, is oily or juicy, and this is this very fact\nwhich I like and regard as wonderful and worthy of worship. -- But let me\nspeak no more of this.  The words are not good for the secret meaning,\neverything always becomes a bit different, as soon as it is put into\nwords, gets distorted a bit, a bit silly -- yes, and this is also very\ngood, and I like it a lot, I also very much agree with this, that this\nwhat is one man's treasure and wisdom always sounds like foolishness to\nanother person.\"",
                "Govinda listened silently.",
                "\"Why have you told me this about the stone?\" he asked hesitantly after\na pause.",
                "\"I did it without any specific intention.  Or perhaps what I meant was,\nthat love this very stone, and the river, and all these things we are\nlooking at and from which we can learn.  I can love a stone, Govinda,\nand also a tree or a piece of bark.  This are things, and things can be\nloved.  But I cannot love words.  Therefore, teachings are no good for\nme, they have no hardness, no softness, no colours, no edges, no smell,\nno taste, they have nothing but words.  Perhaps it are these which keep\nyou from finding peace, perhaps it are the many words.  Because\nsalvation and virtue as well, Sansara and Nirvana as well, are mere\nwords, Govinda.  There is no thing which would be Nirvana; there is just\nthe word Nirvana.\"",
                "Quoth Govinda:  \"Not just a word, my friend, is Nirvana.  It is a\nthought.\"",
                "Siddhartha continued:  \"A thought, it might be so.  I must confess to\nyou, my dear: I don't differentiate much between thoughts and words.\nTo be honest, I also have no high opinion of thoughts.  I have a better\nopinion of things.  Here on this ferry-boat, for instance, a man has\nbeen my predecessor and teacher, a holy man, who has for many years\nsimply believed in the river, nothing else.  He had noticed that the\nriver's spoke to him, he learned from it, it educated and taught him,\nthe river seemed to be a god to him, for many years he did not know that\nevery wind, every cloud, every bird, every beetle was just as divine and\nknows just as much and can teach just as much as the worshipped river.\nBut when this holy man went into the forests, he knew everything, knew\nmore than you and me, without teachers, without books, only because he\nhad believed in the river.\"",
                "Govinda said:  \"But is that what you call `things', actually something\nreal, something which has existence?  Isn't it just a deception of the\nMaja, just an image and illusion?  Your stone, your tree, your river -- \nare they actually a reality?\"",
                "\"This too,\" spoke Siddhartha, \"I do not care very much about.  Let the\nthings be illusions or not, after all I would then also be an illusion,\nand thus they are always like me.  This is what makes them so dear and\nworthy of veneration for me: they are like me.  Therefore, I can love\nthem.  And this is now a teaching you will laugh about: love, oh\nGovinda, seems to me to be the most important thing of all.  To\nthoroughly understand the world, to explain it, to despise it, may be\nthe thing great thinkers do.  But I'm only interested in being able to\nlove the world, not to despise it, not to hate it and me, to be able to\nlook upon it and me and all beings with love and admiration and great\nrespect.\"",
                "\"This I understand,\" spoke Govinda.  \"But this very thing was discovered\nby the exalted one to be a deception.  He commands benevolence,\nclemency, sympathy, tolerance, but not love; he forbade us to tie our\nheart in love to earthly things.\"",
                "\"I know it,\" said Siddhartha; his smile shone golden.  \"I know it,\nGovinda.  And behold, with this we are right in the middle of the\nthicket of opinions, in the dispute about words.  For I cannot deny, my\nwords of love are in a contradiction, a seeming contradiction with\nGotama's words.  For this very reason, I distrust in words so much, for\nI know, this contradiction is a deception.  I know that I am in\nagreement with Gotama.  How should he not know love, he, who has\ndiscovered all elements of human existence in their transitoriness, in\ntheir meaninglessness, and yet loved people thus much, to use a long,\nlaborious life only to help them, to teach them!  Even with him, even\nwith your great teacher, I prefer the thing over the words, place more\nimportance on his acts and life than on his speeches, more on the\ngestures of his hand than his opinions.  Not in his speech, not in his\nthoughts, I see his greatness, only in his actions, in his life.\"",
                "For a long time, the two old men said nothing.  Then spoke Govinda,\nwhile bowing for a farewell:  \"I thank you, Siddhartha, for telling me\nsome of your thoughts.  They are partially strange thoughts, not all\nhave been instantly understandable to me.  This being as it may, I thank\nyou, and I wish you to have calm days.\"",
                "(But secretly he thought to himself:  This Siddhartha is a bizarre\nperson, he expresses bizarre thoughts, his teachings sound foolish.\nSo differently sound the exalted one's pure teachings, clearer, purer,\nmore comprehensible, nothing strange, foolish, or silly is contained in\nthem.  But different from his thoughts seemed to me Siddhartha's hands\nand feet, his eyes, his forehead, his breath, his smile, his greeting,\nhis walk.  Never again, after our exalted Gotama has become one with the\nNirvana, never since then have I met a person of whom I felt: this is a\nholy man!  Only him, this Siddhartha, I have found to be like this.  May\nhis teachings be strange, may his words sound foolish; out of his gaze\nand his hand, his skin and his hair, out of every part of him shines a\npurity, shines a calmness, shines a cheerfulness and mildness and\nholiness, which I have seen in no other person since the final death of\nour exalted teacher.)",
                "As Govinda thought like this, and there was a conflict in his heart, he\nonce again bowed to Siddhartha, drawn by love.  Deeply he bowed to him\nwho was calmly sitting.",
                "\"Siddhartha,\" he spoke, \"we have become old men.  It is unlikely for\none of us to see the other again in this incarnation.  I see, beloved,\nthat you have found peace.  I confess that I haven't found it.  Tell me,\noh honourable one, one more word, give me something on my way which I\ncan grasp, which I can understand!  Give me something to be with me on\nmy path.  It is often hard, my path, often dark, Siddhartha.\"",
                "Siddhartha said nothing and looked at him with the ever unchanged,\nquiet smile.  Govinda stared at his face, with fear, with yearning,\nsuffering, and the eternal search was visible in his look, eternal\nnot-finding.",
                "Siddhartha saw it and smiled.",
                "\"Bend down to me!\" he whispered quietly in Govinda's ear.  \"Bend down to\nme!  Like this, even closer!  Very close!  Kiss my forehead, Govinda!\"",
                "But while Govinda with astonishment, and yet drawn by great love and\nexpectation, obeyed his words, bent down closely to him and touched his\nforehead with his lips, something miraculous happened to him.  While his\nthoughts were still dwelling on Siddhartha's wondrous words, while he\nwas still struggling in vain and with reluctance to think away time, to\nimagine Nirvana and Sansara as one, while even a certain contempt for\nthe words of his friend was fighting in him against an immense love and\nveneration, this happened to him:",
                "He no longer saw the face of his friend Siddhartha, instead he saw\nother faces, many, a long sequence, a flowing river of faces, of\nhundreds, of thousands, which all came and disappeared, and yet all\nseemed to be there simultaneously, which all constantly changed and\nrenewed themselves, and which were still all Siddhartha.  He saw the\nface of a fish, a carp, with an infinitely painfully opened mouth, the\nface of a dying fish, with fading eyes -- he saw the face of a new-born\nchild, red and full of wrinkles, distorted from crying -- he saw the face\nof a murderer, he saw him plunging a knife into the body of another\nperson -- he saw, in the same second, this criminal in bondage, kneeling\nand his head being chopped off by the executioner with one blow of his\nsword -- he saw the bodies of men and women, naked in positions and cramps\nof frenzied love -- he saw corpses stretched out, motionless, cold, void -- \nhe saw the heads of animals, of boars, of crocodiles, of elephants, of\nbulls, of birds -- he saw gods, saw Krishna, saw Agni -- he saw all of these\nfigures and faces in a thousand relationships with one another, each one\nhelping the other, loving it, hating it, destroying it, giving re-birth\nto it, each one was a will to die, a passionately painful confession of\ntransitoriness, and yet none of them died, each one only transformed,\nwas always re-born, received evermore a new face, without any time\nhaving passed between the one and the other face -- and all of these\nfigures and faces rested, flowed, generated themselves, floated along\nand merged with each other, and they were all constantly covered by\nsomething thin, without individuality of its own, but yet existing, like\na thin glass or ice, like a transparent skin, a shell or mold or mask of\nwater, and this mask was smiling, and this mask was Siddhartha's smiling\nface, which he, Govinda, in this very same moment touched with his lips.\nAnd, Govinda saw it like this, this smile of the mask, this smile of\noneness above the flowing forms, this smile of simultaneousness above\nthe thousand births and deaths, this smile of Siddhartha was precisely\nthe same, was precisely of the same kind as the quiet, delicate,\nimpenetrable, perhaps benevolent, perhaps mocking, wise, thousand-fold\nsmile of Gotama, the Buddha, as he had seen it himself with great\nrespect a hundred times.  Like this, Govinda knew, the perfected ones\nare smiling.",
                "Not knowing any more whether time existed, whether the vision had lasted\na second or a hundred years, not knowing any more whether there existed\na Siddhartha, a Gotama, a me and a you, feeling in his innermost self\nas if he had been wounded by a divine arrow, the injury of which tasted\nsweet, being enchanted and dissolved in his innermost self, Govinda\nstill stood for a little while bent over Siddhartha's quiet face, which\nhe had just kissed, which had just been the scene of all manifestations,\nall transformations, all existence.  The face was unchanged, after under\nits surface the depth of the thousandfoldness had closed up again, he\nsmiled silently, smiled quietly and softly, perhaps very benevolently,\nperhaps very mockingly, precisely as he used to smile, the exalted one.",
                "Deeply, Govinda bowed; tears he knew nothing of, ran down his old face;\nlike a fire burnt the feeling of the most intimate love, the humblest\nveneration in his heart.  Deeply, he bowed, touching the ground, before\nhim who was sitting motionlessly, whose smile reminded him of everything\nhe had ever loved in his life, what had ever been valuable and holy to\nhim in his life."
            ]
        }
    ]
}