{
    "id": "2502",
    "title": "Chitra",
    "author": "RABINDRANATH TAGORE",
    "content": [
        {
            "name": " CHITRA ",
            "sub_name": "",
            "text": []
        },
        {
            "name": " THE CHARACTERS ",
            "sub_name": "",
            "text": [
                "THE CHARACTERS",
                "GODS:\n     MADANA (Eros).\n     VASANTA (Lycoris).\n\n  MORTALS:\n     CHITRA, daughter of the King of Manipur.\n     ARJUNA, a prince of the house of the Kurus.  He is of the\n  Kshatriya or \"warrior caste,\" and during the action is living as\n  a Hermit retired in the forest.\n\n  VILLAGERS from an outlying district of Manipur.\n\n  NOTE. -- The dramatic poem \"Chitra\" has been performed in India\n  without scenery -- the actors being surrounded by the audience.\n  Proposals for its production here having been made to him, he\n  went through this translation and provided stage directions, but\n  wished these omitted if it were printed as a book."
            ]
        },
        {
            "name": " SCENE I ",
            "sub_name": "",
            "text": [
                "SCENE I",
                "Chitra\n\n     ART thou the god with the five darts, the Lord of Love?",
                "Madana\n\n     I am he who was the first born in the heart of the Creator.  I\n     bind in bonds of pain and bliss the lives of men and women!",
                "Chitra\n\n     I know, I know what that pain is and those bonds. -- And who art\n     thou, my lord?",
                "Vasanta\n\n     I am his friend -- Vasanta -- the King of the Seasons.  Death and\n     decrepitude would wear the world to the bone but that I follow\n     them and constantly attack them.  I am Eternal Youth.",
                "Chitra\n\n     I bow to thee, Lord Vasanta.",
                "Madana\n\n     But what stern vow is thine, fair stranger?  Why dost thou wither\n     thy fresh youth with penance and mortification?  Such a sacrifice\n     is not fit for the worship of love.  Who art thou and what is thy\n     prayer?",
                "Chitra\n\n     I am Chitra, the daughter of the kingly house of Manipur.  With\n     godlike grace Lord Shiva promised to my royal grandsire an\n     unbroken line of male descent.  Nevertheless, the divine word\n     proved powerless to change the spark of life in my mother's womb\n      -- so invincible was my nature, woman though I be.",
                "Madana\n\n     I know, that is why thy father brings thee up as his son.  He has\n     taught thee the use of the bow and all the duties of a king.",
                "Chitra\n\n     Yes, that is why I am dressed in man's attire and have left the\n     seclusion of a woman's chamber.  I know no feminine wiles for\n     winning hearts.  My hands are strong to bend the bow, but I have\n     never learnt Cupid's archery, the play of eyes.",
                "Madana\n\n     That requires no schooling, fair one.  The eye does its work\n     untaught, and he knows how well, who is struck in the heart.",
                "Chitra\n\n     One day in search of game I roved alone to the forest on the bank\n     of the Purna river.  Tying my horse to a tree trunk I entered a\n     dense thicket on the track of a deer.  I found a narrow sinuous\n     path meandering through the dusk of the entangled boughs, the\n     foliage vibrated with the chirping of crickets, when of a sudden\n     I came upon a man lying on a bed of dried leaves, across my path.\n     I asked him haughtily to move aside, but he heeded not.  Then\n     with the sharp end of my bow I pricked him in contempt.\n     Instantly he leapt up with straight, tall limbs, like a sudden\n     tongue of fire from a heap of ashes.  An amused smile flickered\n     round the corners of his mouth, perhaps at the sight of my boyish\n     countenance.  Then for the first time in my life I felt myself a\n     woman, and knew that a man was before me.",
                "Madana\n\n     At the auspicious hour I teach the man and the woman this supreme\n     lesson to know themselves.  What happened after that?",
                "Chitra\n\n     With fear and wonder I asked him \"Who are you?\" \"I am Arjuna,\" he\n     said, \"of the great Kuru clan.\"  I stood petrified like a statue,\n     and forgot to do him obeisance.  Was this indeed Arjuna, the one\n     great idol of my dreams!  Yes, I had long ago heard how he had\n     vowed a twelve-years' celibacy.  Many a day my young ambition had\n     spurred me on to break my lance with him, to challenge him in\n     disguise to single combat, and prove my skill in arms against\n     him.  Ah, foolish heart, whither fled thy presumption?  Could I\n     but exchange my youth with all its aspirations for the clod of\n     earth under his feet, I should deem it a most precious grace.  I\n     know not in what whirlpool of thought I was lost, when suddenly I\n     saw him vanish through the trees.  O foolish woman, neither didst\n     thou greet him, nor speak a word, nor beg forgiveness, but\n     stoodest like a barbarian boor while he contemptuously walked\n     away! . . . Next morning I laid aside my man's clothing.  I\n     donned bracelets, anklets, waist-chain, and a gown of purple red\n     silk. The unaccustomed dress clung about my shrinking shame; but\n     I hastened on my quest, and found Arjuna in the forest temple of\n     Shiva.",
                "Madana\n\n     Tell me the story to the end.  I am the heart-born god, and I\n     understand the mystery of these impulses.",
                "Chitra\n\n     Only vaguely can I remember what things I said, and what answer I\n     got.  Do not ask me to tell you all.  Shame fell on me like a\n     thunderbolt, yet could not break me to pieces, so utterly hard,\n     so like a man am I.  His last words as I walked home pricked my\n     ears like red hot needles.  \"I have taken the vow of celibacy.  I\n     am not fit to be thy husband!\"  Oh, the vow of a man!  Surely\n     thou knowest, thou god of love, that unnumbered saints and sages\n     have surrendered the merits of their life-long penance at the\n     feet of a woman.  I broke my bow in two and burnt my arrows in\n     the fire. I hated my strong, lithe arm, scored by drawing the\n     bowstring.  O Love, god Love, thou hast laid low in the dust the\n     vain pride of my manlike strength; and all my man's training lies\n     crushed under thy feet.  Now teach me thy lessons; give me the\n     power of the weak and the weapon of the unarmed hand.",
                "Madana\n\n     I will be thy friend.  I will bring the world-conquering Arjuna a\n     captive before thee, to accept his rebellion's sentence at thy\n     hand.",
                "Chitra\n\n     Had I but the time needed, I could win his heart by slow degrees,\n     and ask no help of the gods.  I would stand by his side as a\n     comrade, drive the fierce horses of his war-chariot, attend him\n     in the pleasures of the chase, keep guard at night at the\n     entrance of his tent, and help him in all the great duties of a\n     Kshatriya, rescuing the weak, and meting out justice where it is\n     due.  Surely at last the day would have come for him to look at\n     me and wonder, \"What boy is this?  Has one of my slaves in a\n     former life followed me like my good deeds into this?\"  I am not\n     the woman who nourishes her despair in lonely silence, feeding it\n     with nightly tears and covering it with the daily patient smile,\n     a widow from her birth.  The flower of my desire shall never drop\n     into the dust before it has ripened to fruit.  But it is the\n     labour of a life time to make one's true self known and honoured.\n     Therefore I have come to thy door, thou world-vanquishing Love,\n     and thou, Vasanta, youthful Lord of the Seasons, take from\n     my young body this primal injustice, an unattractive plainness.\n     For a single day make me superbly beautiful, even as beautiful as\n     was the sudden blooming of love in my heart.  Give me but one\n     brief day of perfect beauty, and I will answer for the days that\n     follow.",
                "Madana\n\n     Lady, I grant thy prayer.",
                "Vasanta\n\n     Not for the short span of a day, but for one whole year the charm\n     of spring blossoms shall nestle round thy limbs."
            ]
        },
        {
            "name": " SCENE II ",
            "sub_name": "",
            "text": [
                "SCENE II",
                "Arjuna\n\n     WAS I dreaming or was what I saw by the lake truly there?\n     Sitting on the mossy turf, I mused over bygone years in the\n     sloping shadows of the evening, when slowly there came out from\n     the folding darkness of foliage an apparition of beauty in the\n     perfect form of a woman, and stood on a white slab of stone at\n     the water's brink.  It seemed that the heart of the earth must\n     heave in joy under her bare white feet.  Methought the vague\n     veilings of her body should melt in ecstasy into air as the\n     golden mist of dawn melts from off the snowy peak of the eastern\n     hill.  She bowed herself above the shining mirror of the lake and\n     saw the reflection of her face.  She started up in awe and stood\n     still; then smiled, and with a careless sweep of her left arm\n     unloosed her hair and let it trail on the earth at her feet.  She\n     bared her bosom and looked at her arms, so flawlessly modelled,\n     and instinct with an exquisite caress.  Bending her head she\n     saw the sweet blossoming of her youth and the tender bloom and\n     blush of her skin.  She beamed with a glad surprise.  So, if the\n     white lotus bud on opening her eyes in the morning were to arch\n     her neck and see her shadow in the water, would she wonder at\n     herself the livelong day.  But a moment after the smile passed\n     from her face and a shade of sadness crept into her eyes.  She\n     bound up her tresses, drew her veil over her arms, and sighing\n     slowly, walked away like a beauteous evening fading into the\n     night.  To me the supreme fulfilment of desire seemed to have\n     been revealed in a flash and then to have vanished. . . . But who\n     is it that pushes the door?",
                "Enter CHITRA, dressed as a woman.\n\n     Ah!  it is she.  Quiet, my heart! . . . Fear me not, lady!  I am\n     a Kshatriya.",
                "Chitra\n\n     Honoured sir, you are my guest.  I live in this temple.  I know\n     not in what way I can show you hospitality.",
                "Arjuna\n\n     Fair lady, the very sight of you is indeed the highest\n     hospitality.  If you will not take it amiss I would ask you a\n     question.",
                "Chitra\n\n     You have permission.",
                "Arjuna\n\n     What stern vow keeps you immured in this solitary temple,\n     depriving all mortals of a vision of so much loveliness?",
                "Chitra\n\n     I harbour a secret desire in my heart, for the fulfilment of\n     which I offer daily prayers to Lord Shiva.",
                "Arjuna\n\n     Alas, what can you desire, you who are the desire of the whole\n     world!  From the easternmost hill on whose summit the morning sun\n     first prints his fiery foot to the end of the sunset land have I\n     travelled.  I have seen whatever is most precious, beautiful and\n     great on the earth.  My knowledge shall be yours, only say for\n     what or for whom you seek.",
                "Chitra\n\n     He whom I seek is known to all.\n\n                               Arjuna\n\n     Indeed!  Who may this favourite of the gods be, whose fame has\n     captured your heart?\n\n                               Chitra\n\n     Sprung from the highest of all royal houses, the greatest of all\n     heroes is he.",
                "Arjuna\n\n     Lady, offer not such wealth of beauty as is yours on the altar of\n     false reputation.  Spurious fame spreads from tongue to tongue\n     like the fog of the early dawn before the sun rises.  Tell me who\n     in the highest of kingly lines is the supreme hero?",
                "Chitra\n\n     Hermit, you are jealous of other men's fame.  Do you not know\n     that all over the world the royal house of the Kurus is the most\n     famous?",
                "Arjuna\n\n     The house of the Kurus!",
                "Chitra\n\n     And have you never heard of the greatest name of that far-famed\n     house?",
                "Arjuna\n\n     From your own lips let me hear it.",
                "Chitra\n\n     Arjuna, the conqueror of the world.  I have culled from the\n     mouths of the multitude that imperishable name and hidden it with\n     care in my maiden heart.  Hermit, why do you look perturbed?  Has\n     that name only a deceitful glitter?  Say so, and I will not\n     hesitate to break this casket of my heart and throw the false gem\n     to the dust.\n\n                               Arjuna",
                "Be his name and fame, his bravery and prowess false or true, for\n     mercy's sake do not banish him from your heart -- for he kneels at\n     your feet even now.",
                "Chitra\n\n     You, Arjuna!",
                "Arjuna\n\n     Yes, I am he, the love-hungered guest at your door.",
                "Chitra\n\n     Then it is not true that Arjuna has taken a vow of chastity for\n     twelve long years?",
                "Arjuna\n\n     But you have dissolved my vow even as the moon dissolves the\n     night's vow of obscurity.",
                "Chitra\n\n     Oh, shame upon you!  What have you seen in me that makes you\n     false to yourself?  Whom do you seek in these dark eyes, in these\n     milk-white arms, if you are ready to pay for her the price of\n     your probity?  Not my true self, I know.  Surely this cannot be\n     love, this is not man's highest homage to woman!  Alas, that this\n     frail disguise, the body, should make one blind to the light of\n     the deathless spirit!  Yes, now indeed, I know, Arjuna, the fame\n     of your heroic manhood is false.",
                "Arjuna\n\n     Ah, I feel how vain is fame, the pride of prowess!  Everything\n     seems to me a dream.  You alone are perfect; you are the wealth\n     of the world, the end of all poverty, the goal of all efforts,\n     the one woman!  Others there are who can be but slowly known.\n     While to see you for a moment is to see perfect completeness\n     once and for ever.",
                "Chitra\n\n     Alas, it is not I, not I, Arjuna!  It is the deceit of a god.\n     Go, go, my hero, go.  Woo not falsehood, offer not your great\n     heart to an illusion.  Go."
            ]
        },
        {
            "name": " SCENE III ",
            "sub_name": "",
            "text": [
                "SCENE III",
                "Chitra\n\n     No, impossible.  To face that fervent gaze that almost grasps you\n     like clutching hands of the hungry spirit within; to feel his\n     heart struggling to break its bounds urging its passionate cry\n     through the entire body -- and then to send him away like a\n     beggar -- no, impossible.",
                "Enter MADANA and VASANTA.\n\n     Ah, god of love, what fearful flame is this with which thou hast\n     enveloped me!  I burn, and I burn whatever I touch.",
                "Madana\n\n     I desire to know what happened last night.",
                "Chitra\n\n     At evening I lay down on a grassy bed strewn with the petals of\n     spring flowers, and recollected the wonderful praise of my beauty\n     I had heard from Arjuna; -- drinking drop by drop the honey that I\n     had stored during the long day.  The history of my past life like\n     that of my former existences was forgotten.  I felt like a\n     flower, which has but a few fleeting hours to listen to all the\n     humming flatteries and whispered murmurs of the woodlands and\n     then must lower its eyes from the Sky, bend its head and at a\n     breath give itself up to the dust without a cry, thus ending the\n     short story of a perfect moment that has neither past nor future.",
                "Vasanta\n\n     A limitless life of glory can bloom and spend itself in a\n     morning.",
                "Madana\n\n     Like an endless meaning in the narrow span of a song.",
                "Chitra\n\n     The southern breeze caressed me to sleep.  From the flowering\n     Malati bower overhead silent kisses dropped over my body.\n     On my hair, my breast, my feet, each flower chose a bed to die\n     on.  I slept.  And, suddenly in the depth of my sleep, I felt as\n     if some intense eager look, like tapering fingers of flame,\n     touched my slumbering body.  I started up and saw the Hermit\n     standing before me.  The moon had moved to the west, peering\n     through the leaves to espy this wonder of divine art wrought in a\n     fragile human frame.  The air was heavy with perfume; the silence\n     of the night was vocal with the chirping of crickets; the\n     reflections of the trees hung motionless in the lake; and with\n     his staff in his hand he stood, tall and straight and still, like\n     a forest tree.  It seemed to me that I had, on opening my eyes,\n     died to all realities of life and undergone a dream birth into a\n     shadow land.  Shame slipped to my feet like loosened clothes.  I\n     heard his call -- \"Beloved, my most beloved!\"  And all my forgotten\n     lives united as one and responded to it.  I said, \"Take me, take\n     all I am!\"  And I stretched out my arms to him.  The moon set\n     behind the trees.  One curtain of darkness covered all.  Heaven\n     and earth, time and space, pleasure and pain, death and life\n     merged together in an unbearable ecstasy. . . . With the first\n     gleam of light, the first twitter of birds, I rose up and sat\n     leaning on my left arm.  He lay asleep with a vague smile about\n     his lips like the crescent moon in the morning.  The rosy red\n     glow of the dawn fell upon his noble forehead.  I sighed and\n     stood up.  I drew together the leafy lianas to screen the\n     streaming sun from his face.  I looked about me and saw the same\n     old earth.  I remembered what I used to be, and ran and ran like\n     a deer afraid of her own shadow, through the forest path strewn\n     with shephali flowers.  I found a lonely nook, and sitting down\n     covered my face with both hands, and tried to weep and cry.  But\n     no tears came to my eyes.",
                "Madana\n\n     Alas, thou daughter of mortals!  I stole from the divine\n     Storehouse the fragrant wine of heaven, filled with it one\n     earthly night to the brim, and placed it in thy hand to drink -- \n     yet still I hear this cry of anguish!",
                "Chitra [bitterly]\n\n     Who drank it?  The rarest completion of life's desire, the first\n     union of love was proffered to me, but was wrested from my grasp?\n     This borrowed beauty, this falsehood that enwraps me, will slip\n     from me taking with it the only monument of that sweet union, as\n     the petals fall from an overblown flower; and the woman ashamed\n     of her naked poverty will sit weeping day and night.  Lord Love,\n     this cursed appearance companions me like a demon robbing me of\n     all the prizes of love -- all the kisses for which my heart is\n     athirst.",
                "Madana\n\n     Alas, how vain thy single night had been!  The barque of joy came\n     in sight, but the waves would not let it touch the shore.",
                "Chitra\n\n     Heaven came so close to my hand that I forgot for a moment that\n     it had not reached me.  But when I woke in the morning from my\n     dream I found that my body had become my own rival.  It is my\n     hateful task to deck her every day, to send her to my beloved and\n     see her caressed by him.  O god, take back thy boon!",
                "Madana\n\n     But if I take it from you how can you stand before your lover?\n     To snatch away the cup from his lips when he has scarcely drained\n     his first draught of pleasure, would not that be cruel?  With\n     what resentful anger he must regard thee then?",
                "Chitra\n\n     That would be better far than this.  I will reveal my true self\n     to him, a nobler thing than this disguise.  If he rejects it, if\n     he spurns me and breaks my heart, I will bear even that in\n     silence.",
                "Vasanta\n\n     Listen to my advice.  When with the advent of autumn the\n     flowering season is over then comes the triumph of fruitage.  A\n     time will come of itself when the heat-cloyed bloom of the body\n     will droop and Arjuna will gladly accept the abiding fruitful\n     truth in thee.  O child, go back to thy mad festival."
            ]
        },
        {
            "name": " SCENE IV ",
            "sub_name": "",
            "text": [
                "SCENE IV",
                "Chitra\n\n     WHY do you watch me like that, my warrior?",
                "Arjuna\n\n     I watch how you weave that garland.  Skill and grace, the twin\n     brother and sister, are dancing playfully on your finger tips.  I\n     am watching and thinking.",
                "Chitra\n\n     What are you thinking, sir?",
                "Arjuna\n\n     I am thinking that you, with this same lightness of touch and\n     sweetness, are weaving my days of exile into an immortal wreath,\n     to crown me when I return home.",
                "Chitra\n\n     Home!  But this love is not for a home!",
                "Arjuna\n\n     Not for a home?",
                "Chitra\n\n     No.  Never talk of that.  Take to your home what is abiding and\n     strong.  Leave the little wild flower where it was born; leave it\n     beautifully to die at the day's end among all fading blossoms and\n     decaying leaves.   Do not take it to your palace hall to fling it\n     on the stony floor which knows no pity for things that fade and\n     are forgotten.",
                "Arjuna\n\n     Is ours that kind of love?",
                "Chitra\n\n     Yes, no other!  Why regret it?  That which was meant for idle\n     days should never outlive them.  Joy turns into pain when the\n     door by which it should depart is shut against it.  Take it and\n     keep it as long as it lasts.  Let not the satiety of your evening\n     claim more than the desire of your morning could earn. . . . The\n     day is done.  Put this garland on.  I am tired.  Take me in your\n     arms, my love.  Let all vain bickerings of discontent die away at\n     the sweet meeting of our lips.",
                "Arjuna\n\n     Hush!  Listen, my beloved, the sound of prayer bells from the\n     distant village temple steals upon the evening air across the\n     silent trees!"
            ]
        },
        {
            "name": " SCENE V ",
            "sub_name": "",
            "text": [
                "SCENE V",
                "Vasanta\n\n     I CANNOT keep pace with thee, my friend!  I am tired.  It is a\n     hard task to keep alive the fire thou hast kindled.  Sleep\n     overtakes me, the fan drops from my hand, and cold ashes cover\n     the glow of the fire.  I start up again from my slumber and with\n     all my might rescue the weary flame.  But this can go on no\n     longer.",
                "Madana\n\n     I know, thou art as fickle as a child.  Ever restless is thy play\n     in heaven and on earth.  Things that thou for days buildest up\n     with endless detail thou dost shatter in a moment without regret.\n     But this work of ours is nearly finished.  Pleasure-winged days\n     fly fast, and the year, almost at its end, swoons in rapturous\n     bliss."
            ]
        },
        {
            "name": " SCENE VI ",
            "sub_name": "",
            "text": [
                "SCENE VI",
                "Arjuna",
                "I WOKE in the morning and found that my dreams had distilled a\n     gem.  I have no casket to inclose it, no king's crown whereon to\n     fix it, no chain from which to hang it, and yet have not the\n     heart to throw it away.  My Kshatriya's right arm, idly occupied\n     in holding it, forgets its duties.",
                "Enter CHITRA.\n\n                               Chitra\n\n     Tell me your thoughts, sir!",
                "Arjuna\n\n     My mind is busy with thoughts of hunting today.  See, how the\n     rain pours in torrents and fiercely beats upon the hillside.  The\n     dark shadow of the clouds hangs heavily over the forest, and the\n     swollen stream, like reckless youth, overleaps all barriers with\n     mocking laughter.  On such rainy days we five brothers would go\n     to the Chitraka forest to chase wild beasts.  Those were glad\n     times. Our hearts danced to the drumbeat of rumbling clouds.  The\n     woods resounded with the screams of peacocks.  Timid deer could\n     not hear our approaching steps for the patter of rain and the\n     noise of waterfalls; the leopards would leave their tracks on the\n     wet earth, betraying their lairs.  Our sport over, we dared each\n     other to swim across turbulent streams on our way back home.  The\n     restless spirit is on me.  I long to go hunting.",
                "Chitra\n\n     First run down the quarry you are now following.  Are you quite\n     certain that the enchanted deer you pursue must needs be caught?\n     No, not yet.  Like a dream the wild creature eludes you when it\n     seems most nearly yours.  Look how the wind is chased by the mad\n     rain that discharges a thousand arrows after it.  Yet it goes\n     free and unconquered.  Our sport is like that, my love!  You give\n     chase to the fleet-footed spirit of beauty, aiming at her every\n     dart you have in your hands.  Yet this magic deer runs ever free\n     and untouched.",
                "Arjuna\n\n     My love, have you no home where kind hearts are waiting for your\n     return?  A home which you once made sweet with your gentle\n     service and whose light went out when you left it for this\n     wilderness?",
                "Chitra\n\n     Why these questions?  Are the hours of unthinking pleasure over?\n     Do you not know that I am no more than what you see before you?\n     For me there is no vista beyond.  The dew that hangs on the tip\n     of a Kinsuka petal has neither name nor destination.  It offers\n     no answer to any question.  She whom you love is like that\n     perfect bead of dew.",
                "Arjuna\n\n     Has she no tie with the world?  Can she be merely like a fragment\n     of heaven dropped on the earth through the carelessness of a\n     wanton god?",
                "Chitra\n\n     Yes.",
                "Arjuna\n\n     Ah, that is why I always seem about to lose you.  My heart is\n     unsatisfied, my mind knows no peace.  Come closer to me,\n     unattainable one!  Surrender yourself to the bonds of name and\n     home and parentage.  Let my heart feel you on all sides and live\n     with you in the peaceful security of love.",
                "Chitra\n\n     Why this vain effort to catch and keep the tints of the clouds,\n     the dance of the waves, the smell of the flowers?",
                "Arjuna\n\n     Mistress mine, do not hope to pacify love with airy nothings.\n     Give me something to clasp, something that can last longer than\n     pleasure, that can endure even through suffering.",
                "Chitra\n\n     Hero mine, the year is not yet full, and you are tired already!\n     Now I know that it is Heaven's blessing that has made the\n     flower's term of life short.  Could this body of mine have\n     drooped and died with the flowers of last spring it surely would\n     have died with honour.  Yet, its days are numbered, my love.\n     Spare it not, press it dry of honey, for fear your beggar's heart\n     come back to it again and again with unsated desire, like a\n     thirsty bee when summer blossoms lie dead in the dust."
            ]
        },
        {
            "name": " SCENE VII ",
            "sub_name": "",
            "text": [
                "SCENE VII",
                "Madana\n\n     TONIGHT is thy last night.",
                "Vasanta\n\n     The loveliness of your body will return tomorrow to the\n     inexhaustible stores of the spring.  The ruddy tint of thy lips\n     freed from the memory of Arjuna's kisses, will bud anew as a pair\n     of fresh asoka leaves, and the soft, white glow of thy skin will\n     be born again in a hundred fragrant jasmine flowers.",
                "Chitra\n\n     O gods, grant me this my prayer!  Tonight, in its last hour let\n     my beauty flash its brightest, like the final flicker of a dying\n     flame.",
                "Madana\n\n     Thou shalt have thy wish."
            ]
        },
        {
            "name": " SCENE VIII ",
            "sub_name": "",
            "text": [
                "SCENE VIII",
                "Villagers\n\n     WHO will protect us now?",
                "Arjuna\n\n     Why, by what danger are you threatened?",
                "Villagers\n\n     The robbers are pouring from the northern hills like a mountain\n     flood to devastate our village.",
                "Arjuna\n\n     Have you in this kingdom no warden?",
                "Villagers\n\n     Princess Chitra was the terror of all evil doers.  While she was\n     in this happy land we feared natural deaths, but had no other\n     fears.  Now she has gone on a pilgrimage, and none knows where to\n     find her.",
                "Arjuna\n\n     Is the warden of this country a woman?",
                "Villagers",
                "Yes, she is our father and mother in one.\n                                                       [Exeunt.",
                "Enter CHITRA.\n\n                               Chitra\n\n     Why are you sitting all alone?",
                "Arjuna\n\n     I am trying to imagine what kind of woman Princess Chitra may be.\n     I hear so many stories of her from all sorts of men.",
                "Chitra\n\n     Ah, but she is not beautiful.  She has no such lovely eyes as\n     mine, dark as death.  She can pierce any target she will, but not\n     our hero's heart.",
                "Arjuna\n\n     They say that in valour she is a man, and a woman in tenderness.",
                "Chitra\n\n     That, indeed, is her greatest misfortune.  When a woman is merely\n     a woman; when she winds herself round and round men's hearts with\n     her smiles and sobs and services and caressing endearments; then\n     she is happy.  Of what use to her are learning and great\n     achievements?  Could you have seen her only yesterday in the\n     court of the Lord Shiva's temple by the forest path, you would\n     have passed by without deigning to look at her.  But have you\n     grown so weary of woman's beauty that you seek in her for a man's\n     strength?\n\n     With green leaves wet from the spray of the foaming waterfall, I\n     have made our noonday bed in a cavern dark as night.  There the\n     cool of the soft green mosses thick on the black and dripping\n     stone, kisses your eyes to sleep.  Let me guide you thither.",
                "Arjuna\n\n     Not today, beloved.",
                "Chitra\n\n     Why not today?",
                "Arjuna\n\n     I have heard that a horde of robbers has neared the plains.\n     Needs must I go and prepare my weapons to protect the frightened\n     villagers.",
                "Chitra\n\n     You need have no fear for them.  Before she started on her\n     pilgrimage, Princess Chitra had set strong guards at all the\n     frontier passes.",
                "Arjuna\n\n     Yet permit me for a short while to set about a Kshatriya's work.\n     With new glory will I ennoble this idle arm, and make of it a\n     pillow more worthy of your head.",
                "Chitra\n\n     What if I refuse to let you go, if I keep you entwined in my\n     arms?  Would you rudely snatch yourself free and leave me?  Go\n     then!  But you must know that the liana, once broken in two,\n     never joins again.  Go, if your thirst is quenched.  But, if not,\n     then remember that the goddess of pleasure is fickle, and waits\n     for no man.  Sit for a while, my lord!  Tell me what uneasy\n     thoughts tease you.  Who occupied your mind today?  Is it Chitra?",
                "Arjuna\n\n     Yes, it is Chitra.  I wonder in fulfilment of what vow she has\n     gone on her pilgrimage.  Of what could she stand in need?",
                "Chitra\n\n     Her needs?  Why, what has she ever had, the unfortunate creature?\n     Her very qualities are as prison walls, shutting her woman's\n     heart in a bare cell.  She is obscured, she is unfulfilled.  Her\n     womanly love must content itself dressed in rags; beauty is\n     denied  her.   She  is like the spirit of  a  cheerless  morning,\n     sitting upon the stony mountain peak, all her light blotted out\n     by dark clouds.  Do not ask me of her life.  It will never sound\n     sweet to man's ear.",
                "Arjuna\n\n     I am eager to learn all about her.  I am like a traveller come to\n     a strange city at midnight.  Domes and towers and garden-trees\n     look vague and shadowy, and the dull moan of the sea comes\n     fitfully through the silence of sleep.  Wistfully he waits for\n     the morning to reveal to him all the strange wonders.  Oh, tell\n     me her story.",
                "Chitra\n\n     What more is there to tell?",
                "Arjuna\n\n     I seem to see her, in my mind's eye, riding on a white horse,\n     proudly holding the reins in her left hand, and in her right a\n     bow, and like the Goddess of Victory dispensing glad hope all\n     round her.  Like a watchful lioness she protects the litter at\n     her dugs with a fierce love.  Woman's arms, though adorned with\n     naught but unfettered strength, are beautiful!  My heart is\n     restless, fair one, like a serpent reviving from his long\n     winter's sleep.  Come, let us both race on swift horses side by\n     side, like twin orbs of light sweeping through space.  Out from\n     this slumbrous prison of green gloom, this dank, dense cover of\n     perfumed intoxication, choking breath.",
                "Chitra\n\n     Arjuna, tell me true, if, now at once, by some magic I could\n     shake myself free from this voluptuous softness, this timid bloom\n     of beauty shrinking from the rude and healthy touch of the world,\n     and fling it from my body like borrowed clothes, would you be\n     able to bear it?  If I stand up straight and strong with the\n     strength of a daring heart spurning the wiles and arts of twining\n     weakness, if I hold my head high like a tall young mountain fir,\n     no longer trailing in the dust like a liana, shall I then appeal\n     to man's eye?   No, no, you could not endure it.  It is better\n     that I should keep spread about me all the dainty playthings of\n     fugitive youth, and wait for you in patience.  When it pleases\n     you to return, I will smilingly pour out for you the wine of\n     pleasure in the cup of this beauteous body.  When you are tired\n     and satiated with this wine, you can go to work or play; and when\n     I grow old I will accept humbly and gratefully whatever corner is\n     left for me.  Would it please your heroic soul if the playmate of\n     the night aspired to be the helpmeet of the day, if the left arm\n     learnt to share the burden of the proud right arm?",
                "Arjuna\n\n     I never seem to know you aright.  You seem to me like a goddess\n     hidden within a golden image.  I cannot touch you, I cannot pay\n     you my dues in return for your priceless gifts.  Thus my love is\n     incomplete.  Sometimes in the enigmatic depth of your sad look,\n     in your playful words mocking at their own meaning, I gain\n     glimpses of a being trying to rend asunder the languorous grace\n     of her body, to emerge in a chaste fire of pain through a\n     vaporous veil of smiles.  Illusion is the first appearance of\n     Truth.  She advances towards her lover in disguise.  But a time\n     comes when she throws off her ornaments and veils and stands\n     clothed in naked dignity.  I grope for that ultimate you, that\n     bare simplicity of truth.\n\n     Why these tears, my love?  Why cover your face with your hands?\n     Have I pained you, my darling?  Forget what I said.  I will be\n     content with the present.  Let each separate moment of beauty\n     come to me like a bird of mystery from its unseen nest in the\n     dark  bearing  a message of music.  Let me for ever sit  with\n     my hope on the brink of its realization, and thus end my days."
            ]
        },
        {
            "name": " SCENE IX ",
            "sub_name": "",
            "text": [
                "SCENE IX",
                "CHITRA and ARJUNA\n\n                      Chitra [cloaked]\n\n     My lord, has the cup been drained to the last drop?  Is this,\n     indeed, the end? No, when all is done something still remains,\n     and that is my last sacrifice at your feet.\n\n     I brought from the garden of heaven flowers of incomparable\n     beauty with which to worship you, god of my heart.  If the rites\n     are over, if the flowers have faded, let me throw them out of the\n     temple [unveiling in her original male attire].  Now, look\n     at your worshipper with gracious eyes.\n\n     I am not beautifully perfect as the flowers with which I\n     worshipped.  I have many flaws and blemishes.  I am a\n     traveller in the great world-path, my garments are dirty,\n     and my feet are bleeding with thorns.  Where should I achieve\n     flower-beauty, the unsullied loveliness of a moment's life?  The\n     gift that I proudly bring you is the heart of a woman.  Here have\n     all pains and joys gathered, the hopes and fears and shames of a\n     daughter of the dust; here love springs up struggling toward\n     immortal life.  Herein lies an imperfection which yet is noble\n     and grand.  If the flower-service is finished, my master, accept\n     this as your servant for the days to come!\n\n     I am Chitra, the king's daughter.  Perhaps you will remember the\n     day when a woman came to you in the temple of Shiva, her body\n     loaded with ornaments and finery.  That shameless woman came to\n     court you as though she were a man.  You rejected her; you did\n     well.  My lord, I am that woman.  She was my disguise.  Then by\n     the boon of gods I obtained for a year the most radiant form that\n     a mortal ever wore, and wearied my hero's heart with the burden\n     of that deceit.  Most surely I am not that woman.\n\n     I am Chitra.  No goddess to be worshipped, nor yet the\n     object of common pity to be brushed aside like a moth with\n     indifference.  If you deign to keep me by your side in the path\n     of danger and daring, if you allow me to share the great duties\n     of your life, then you will know my true self.  If your babe,\n     whom  I  am nourishing in my womb be born a son, I  shall  myself\n     teach him to be a second Arjuna, and send him to you when the\n     time comes, and then at last you will truly know me. Today I can\n     only offer you Chitra, the daughter of a king.",
                "Arjuna\n\n     Beloved, my life is full."
            ]
        }
    ]
}