{
    "id": "2781",
    "title": "Just So Stories",
    "author": "Rudyard Kipling",
    "content": [
        {
            "name": " HOW THE WHALE GOT HIS THROAT ",
            "sub_name": "",
            "text": [
                "HOW THE WHALE GOT HIS THROAT",
                "IN the sea, once upon a time, O my Best Beloved, there was a Whale, and he\n      ate fishes. He ate the starfish and the garfish, and the crab and the dab,\n      and the plaice and the dace, and the skate and his mate, and the mackereel\n      and the pickereel, and the really truly twirly-whirly eel. All the fishes\n      he could find in all the sea he ate with his mouth -- so! Till at last\n      there was only one small fish left in all the sea, and he was a small\n      'Stute Fish, and he swam a little behind the Whale's right ear, so as to\n      be out of harm's way. Then the Whale stood up on his tail and said, 'I'm\n      hungry.' And the small 'Stute Fish said in a small 'stute voice, 'Noble\n      and generous Cetacean, have you ever tasted Man?'",
                "'No,' said the Whale. 'What is it like?'",
                "'Nice,' said the small 'Stute Fish. 'Nice but nubbly.'",
                "'Then fetch me some,' said the Whale, and he made the sea froth up with\n      his tail.",
                "'One at a time is enough,' said the 'Stute Fish. 'If you swim to latitude\n      Fifty North, longitude Forty West (that is magic), you will find, sitting\n      on a raft, in the middle of the sea, with nothing on but a\n      pair of blue canvas breeches, a pair of suspenders (you must not\n      forget the suspenders, Best Beloved), and a jack-knife, one ship-wrecked\n      Mariner, who, it is only fair to tell you, is a man of\n      infinite-resource-and-sagacity.'",
                "So the Whale swam and swam to latitude Fifty North, longitude Forty West,\n      as fast as he could swim, and on a raft, in the middle of\n      the sea, with nothing to wear except a pair of blue canvas\n      breeches, a pair of suspenders (you must particularly remember the\n      suspenders, Best Beloved), and a jack-knife, he found one single,\n      solitary shipwrecked Mariner, trailing his toes in the water. (He had his\n      mummy's leave to paddle, or else he would never have done it, because he\n      was a man of infinite-resource-and-sagacity.)",
                "Then the Whale opened his mouth back and back and back till it nearly\n      touched his tail, and he swallowed the shipwrecked Mariner, and the raft\n      he was sitting on, and his blue canvas breeches, and the suspenders (which\n      you must not forget), and the jack-knife -- He swallowed\n      them all down into his warm, dark, inside cup-boards, and then he smacked\n      his lips -- so, and turned round three times on his tail.",
                "But as soon as the Mariner, who was a man of\n      infinite-resource-and-sagacity, found himself truly inside the Whale's\n      warm, dark, inside cup-boards, he stumped and he jumped and he thumped and\n      he bumped, and he pranced and he danced, and he banged and he clanged, and\n      he hit and he bit, and he leaped and he creeped, and he prowled and he\n      howled, and he hopped and he dropped, and he cried and he sighed, and he\n      crawled and he bawled, and he stepped and he lepped, and he danced\n      hornpipes where he shouldn't, and the Whale felt most unhappy indeed. (Have\n      you forgotten the suspenders?)",
                "So he said to the 'Stute Fish, 'This man is very nubbly, and besides he is\n      making me hiccough. What shall I do?'",
                "'Tell him to come out,' said the 'Stute Fish.",
                "So the Whale called down his own throat to the shipwrecked Mariner, 'Come\n      out and behave yourself. I've got the hiccoughs.'",
                "'Nay, nay!' said the Mariner. 'Not so, but far otherwise. Take me to my\n      natal-shore and the white-cliffs-of-Albion, and I'll think about it.' And\n      he began to dance more than ever.",
                "'You had better take him home,' said the 'Stute Fish to the Whale.\n 'I ought to have warned you that he is a man of infinite-resource-and-sagacity.'",
                "So the Whale swam and swam and swam, with both flippers and his tail, as\n      hard as he could for the hiccoughs; and at last he saw the Mariner's\n      natal-shore and the white-cliffs-of-Albion, and he rushed half-way up the\n      beach, and opened his mouth wide and wide and wide, and said, 'Change here\n      for Winchester, Ashuelot, Nashua, Keene, and stations on the Fitchburg\n      Road;' and just as he said 'Fitch' the Mariner walked out of his mouth.\n      But while the Whale had been swimming, the Mariner, who was indeed a\n      person of infinite-resource-and-sagacity, had taken his jack-knife and cut\n      up the raft into a little square grating all running criss-cross, and he\n      had tied it firm with his suspenders (now, you know why you were\n      not to forget the suspenders!), and he dragged that grating good and tight\n      into the Whale's throat, and there it stuck! Then he recited the following\n      Sloka, which, as you have not heard it, I will now proceed to\n      relate --",
                "By means of a grating\n  I have stopped your ating.",
                "For the Mariner he was also an Hi-ber-ni-an. And he stepped out on the\n      shingle, and went home to his mother, who had given him leave to trail his\n      toes in the water; and he married and lived happily ever afterward. So did\n      the Whale. But from that day on, the grating in his throat, which he could\n      neither cough up nor swallow down, prevented him eating anything except\n      very, very small fish; and that is the reason why whales nowadays never\n      eat men or boys or little girls.",
                "The small 'Stute Fish went and hid himself in the mud under the Door-sills\n      of the Equator. He was afraid that the Whale might be angry with him.",
                "The Sailor took the jack-knife home. He was wearing the blue canvas\n      breeches when he walked out on the shingle. The suspenders were left\n      behind, you see, to tie the grating with; and that is the end of that\n      tale.",
                "WHEN the cabin port-holes are dark and green\n       Because of the seas outside;\n     When the ship goes wop (with a wiggle between)\n     And the steward falls into the soup-tureen,\n       And the trunks begin to slide;\n     When Nursey lies on the floor in a heap,\n     And Mummy tells you to let her sleep,\n     And you aren't waked or washed or dressed,\n     Why, then you will know (if you haven't guessed)\n     You're 'Fifty North and Forty West!'"
            ]
        },
        {
            "name": " HOW THE CAMEL GOT HIS HUMP ",
            "sub_name": "",
            "text": [
                "HOW THE CAMEL GOT HIS HUMP",
                "NOW this is the next tale, and it tells how the Camel got his big hump.",
                "In the beginning of years, when the world was so new and all, and the\n      Animals were just beginning to work for Man, there was a Camel, and he\n      lived in the middle of a Howling Desert because he did not want to work;\n      and besides, he was a Howler himself. So he ate sticks and thorns and\n      tamarisks and milkweed and prickles, most 'scruciating idle; and when\n      anybody spoke to him he said 'Humph!' Just 'Humph!' and no more.",
                "Presently the Horse came to him on Monday morning, with a saddle on his\n      back and a bit in his mouth, and said, 'Camel, O Camel, come out and trot\n      like the rest of us.'",
                "'Humph!' said the Camel; and the Horse went away and told the Man.",
                "Presently the Dog came to him, with a stick in his mouth, and said,\n      'Camel, O Camel, come and fetch and carry like the rest of us.'",
                "'Humph!' said the Camel; and the Dog went away and told the Man.",
                "Presently the Ox came to him, with the yoke on his neck and said, 'Camel,\n      O Camel, come and plough like the rest of us.'",
                "'Humph!' said the Camel; and the Ox went away and told the Man.",
                "At the end of the day the Man called the Horse and the Dog and the Ox\n      together, and said, 'Three, O Three, I'm very sorry for you (with the\n      world so new-and-all); but that Humph-thing in the Desert can't work, or\n      he would have been here by now, so I am going to leave him alone, and you\n      must work double-time to make up for it.'",
                "That made the Three very angry (with the world so new-and-all), and they\n      held a palaver, and an indaba, and a punchayet, and a\n      pow-wow on the edge of the Desert; and the Camel came chewing on milkweed\n      most 'scruciating idle, and laughed at them. Then he said 'Humph!'\n      and went away again.",
                "Presently there came along the Djinn in charge of All Deserts, rolling in\n      a cloud of dust (Djinns always travel that way because it is Magic), and\n      he stopped to palaver and pow-pow with the Three.",
                "'Djinn of All Deserts,' said the Horse, 'is it right for any one to be\n      idle, with the world so new-and-all?'",
                "'Certainly not,' said the Djinn.",
                "'Well,' said the Horse, 'there's a thing in the middle of your Howling\n      Desert (and he's a Howler himself) with a long neck and long legs, and he\n      hasn't done a stroke of work since Monday morning. He won't trot.'",
                "'Whew!' said the Djinn, whistling, 'that's my Camel, for all the gold in\n      Arabia! What does he say about it?'",
                "'He says \"Humph!\"' said the Dog; 'and he won't fetch and carry.'",
                "'Does he say anything else?'",
                "'Only \"Humph!\"; and he won't plough,' said the Ox.",
                "'Very good,' said the Djinn. 'I'll humph him if you will kindly wait a\n      minute.'",
                "The Djinn rolled himself up in his dust-cloak, and took a bearing across\n      the desert, and found the Camel most 'scruciatingly idle, looking at his\n      own reflection in a pool of water.",
                "'My long and bubbling friend,' said the Djinn, 'what's this I hear of your\n      doing no work, with the world so new-and-all?'",
                "'Humph!' said the Camel.",
                "The Djinn sat down, with his chin in his hand, and began to think a Great\n      Magic, while the Camel looked at his own reflection in the pool of water.",
                "'You've given the Three extra work ever since Monday morning, all on\n      account of your 'scruciating idleness,' said the Djinn; and he went on\n      thinking Magics, with his chin in his hand.",
                "'Humph!' said the Camel.",
                "'I shouldn't say that again if I were you,' said the Djinn; you might say\n      it once too often. Bubbles, I want you to work.'",
                "And the Camel said 'Humph!' again; but no sooner had he said it than he\n      saw his back, that he was so proud of, puffing up and puffing up into a\n      great big lolloping humph.",
                "'Do you see that?' said the Djinn. 'That's your very own humph that you've\n      brought upon your very own self by not working. To-day is Thursday, and\n      you've done no work since Monday, when the work began. Now you are going\n      to work.'",
                "'How can I,' said the Camel, 'with this humph on my back?'",
                "'That's made a-purpose,' said the Djinn, 'all because you missed those\n      three days. You will be able to work now for three days without eating,\n      because you can live on your humph; and don't you ever say I never did\n      anything for you. Come out of the Desert and go to the Three, and behave.\n      Humph yourself!'",
                "And the Camel humphed himself, humph and all, and went away to join the\n      Three. And from that day to this the Camel always wears a humph (we call\n      it 'hump' now, not to hurt his feelings); but he has never yet caught up\n      with the three days that he missed at the beginning of the world, and he\n      has never yet learned how to behave.",
                "THE Camel's hump is an ugly lump\n       Which well you may see at the Zoo;\n     But uglier yet is the hump we get\n       From having too little to do.\n\n     Kiddies and grown-ups too-oo-oo,\n     If we haven't enough to do-oo-oo,\n         We get the hump -- \n         Cameelious hump -- \n     The hump that is black and blue!\n\n     We climb out of bed with a frouzly head\n       And a snarly-yarly voice.\n     We shiver and scowl and we grunt and we growl\n       At our bath and our boots and our toys;\n\n     And there ought to be a corner for me\n     (And I know there is one for you)\n         When we get the hump -- \n         Cameelious hump -- \n     The hump that is black and blue!\n\n     The cure for this ill is not to sit still,\n       Or frowst with a book by the fire;\n     But to take a large hoe and a shovel also,\n       And dig till you gently perspire;\n\n     And then you will find that the sun and the wind.\n     And the Djinn of the Garden too,\n         Have lifted the hump -- \n         The horrible hump -- \n     The hump that is black and blue!\n\n     I get it as well as you-oo-oo -- \n     If I haven't enough to do-oo-oo -- \n         We all get hump -- \n         Cameelious hump -- \n     Kiddies and grown-ups too!"
            ]
        },
        {
            "name": " HOW THE RHINOCEROS GOT HIS SKIN ",
            "sub_name": "",
            "text": [
                "HOW THE RHINOCEROS GOT HIS SKIN",
                "ONCE upon a time, on an uninhabited island on the shores of the Red Sea,\n      there lived a Parsee from whose hat the rays of the sun were reflected in\n      more-than-oriental splendour. And the Parsee lived by the Red Sea with\n      nothing but his hat and his knife and a cooking-stove of the kind that you\n      must particularly never touch. And one day he took flour and water and\n      currants and plums and sugar and things, and made himself one cake which\n      was two feet across and three feet thick. It was indeed a Superior\n      Comestible (that's magic), and he put it on stove because he was allowed\n      to cook on the stove, and he baked it and he baked it till it was all done\n      brown and smelt most sentimental. But just as he was going to eat it there\n      came down to the beach from the Altogether Uninhabited Interior one\n      Rhinoceros with a horn on his nose, two piggy eyes, and few manners. In\n      those days the Rhinoceros's skin fitted him quite tight. There were no\n      wrinkles in it anywhere. He looked exactly like a Noah's Ark Rhinoceros,\n      but of course much bigger. All the same, he had no manners then, and he\n      has no manners now, and he never will have any manners. He said, 'How!'\n      and the Parsee left that cake and climbed to the top of a palm tree with\n      nothing on but his hat, from which the rays of the sun were always\n      reflected in more-than-oriental splendour. And the Rhinoceros upset the\n      oil-stove with his nose, and the cake rolled on the sand, and he spiked\n      that cake on the horn of his nose, and he ate it, and he went away, waving\n      his tail, to the desolate and Exclusively Uninhabited Interior which abuts\n      on the islands of Mazanderan, Socotra, and Promontories of the Larger\n      Equinox. Then the Parsee came down from his palm-tree and put the stove on\n      its legs and recited the following Sloka, which, as you have not heard, I\n      will now proceed to relate: --",
                "Them that takes cakes\n  Which the Parsee-man bakes\n  Makes dreadful mistakes.",
                "And there was a great deal more in that than you would think.",
                "Because, five weeks later, there was a heat wave in the Red Sea, and\n      everybody took off all the clothes they had. The Parsee took off his hat;\n      but the Rhinoceros took off his skin and carried it over his shoulder as\n      he came down to the beach to bathe. In those days it buttoned underneath\n      with three buttons and looked like a waterproof. He said nothing whatever\n      about the Parsee's cake, because he had eaten it all; and he never had any\n      manners, then, since, or henceforward. He waddled straight into the water\n      and blew bubbles through his nose, leaving his skin on the beach.",
                "Presently the Parsee came by and found the skin, and he smiled one smile\n      that ran all round his face two times. Then he danced three times round\n      the skin and rubbed his hands. Then he went to his camp and filled his hat\n      with cake-crumbs, for the Parsee never ate anything but cake, and never\n      swept out his camp. He took that skin, and he shook that skin, and he\n      scrubbed that skin, and he rubbed that skin just as full of old, dry,\n      stale, tickly cake-crumbs and some burned currants as ever it could\n      possibly hold. Then he climbed to the top of his palm-tree and waited for\n      the Rhinoceros to come out of the water and put it on.",
                "And the Rhinoceros did. He buttoned it up with the three buttons, and it\n      tickled like cake crumbs in bed. Then he wanted to scratch, but that made\n      it worse; and then he lay down on the sands and rolled and rolled and\n      rolled, and every time he rolled the cake crumbs tickled him worse and\n      worse and worse. Then he ran to the palm-tree and rubbed and rubbed and\n      rubbed himself against it. He rubbed so much and so hard that he rubbed\n      his skin into a great fold over his shoulders, and another fold\n      underneath, where the buttons used to be (but he rubbed the buttons off),\n      and he rubbed some more folds over his legs. And it spoiled his temper,\n      but it didn't make the least difference to the cake-crumbs. They were\n      inside his skin and they tickled. So he went home, very angry indeed and\n      horribly scratchy; and from that day to this every rhinoceros has great\n      folds in his skin and a very bad temper, all on account of the cake-crumbs\n      inside.",
                "But the Parsee came down from his palm-tree, wearing his hat, from which\n      the rays of the sun were reflected in more-than-oriental splendour, packed\n      up his cooking-stove, and went away in the direction of Orotavo, Amygdala,\n      the Upland Meadows of Anantarivo, and the Marshes of Sonaput.",
                "THIS Uninhabited Island\n       Is off Cape Gardafui,\n     By the Beaches of Socotra\n       And the Pink Arabian Sea:\n     But it's hot -- too hot from Suez\n       For the likes of you and me\n         Ever to go\n         In a P. and O.\n     And call on the Cake-Parsee!"
            ]
        },
        {
            "name": " HOW THE LEOPARD GOT HIS SPOTS ",
            "sub_name": "",
            "text": [
                "HOW THE LEOPARD GOT HIS SPOTS",
                "IN the days when everybody started fair, Best Beloved, the Leopard lived\n      in a place called the High Veldt. 'Member it wasn't the Low Veldt, or the\n      Bush Veldt, or the Sour Veldt, but the 'sclusively bare, hot, shiny High\n      Veldt, where there was sand and sandy-coloured rock and 'sclusively tufts\n      of sandy-yellowish grass. The Giraffe and the Zebra and the Eland and the\n      Koodoo and the Hartebeest lived there; and they were 'sclusively\n      sandy-yellow-brownish all over; but the Leopard, he was the 'sclusivest\n      sandiest-yellowish-brownest of them all -- a greyish-yellowish\n      catty-shaped kind of beast, and he matched the 'sclusively\n      yellowish-greyish-brownish colour of the High Veldt to one hair. This was\n      very bad for the Giraffe and the Zebra and the rest of them; for he would\n      lie down by a 'sclusively yellowish-greyish-brownish stone or clump of\n      grass, and when the Giraffe or the Zebra or the Eland or the Koodoo or the\n      Bush-Buck or the Bonte-Buck came by he would surprise them out of their\n      jumpsome lives. He would indeed! And, also, there was an Ethiopian with\n      bows and arrows (a 'sclusively greyish-brownish-yellowish man he was\n      then), who lived on the High Veldt with the Leopard; and the two used to\n      hunt together -- the Ethiopian with his bows and arrows, and the\n      Leopard 'sclusively with his teeth and claws -- till the Giraffe and\n      the Eland and the Koodoo and the Quagga and all the rest of them didn't\n      know which way to jump, Best Beloved. They didn't indeed!",
                "After a long time -- things lived for ever so long in those days -- they\n      learned to avoid anything that looked like a Leopard or an Ethiopian; and\n      bit by bit -- the Giraffe began it, because his legs were the longest -- they\n      went away from the High Veldt. They scuttled for days and days and days\n      till they came to a great forest, 'sclusively full of trees and bushes and\n      stripy, speckly, patchy-blatchy shadows, and there they hid: and after\n      another long time, what with standing half in the shade and half out of\n      it, and what with the slippery-slidy shadows of the trees falling on them,\n      the Giraffe grew blotchy, and the Zebra grew stripy, and the Eland and the\n      Koodoo grew darker, with little wavy grey lines on their backs like bark\n      on a tree trunk; and so, though you could hear them and smell them, you\n      could very seldom see them, and then only when you knew precisely where to\n      look. They had a beautiful time in the 'sclusively speckly-spickly shadows\n      of the forest, while the Leopard and the Ethiopian ran about over the\n      'sclusively greyish-yellowish-reddish High Veldt outside, wondering where\n      all their breakfasts and their dinners and their teas had gone. At last\n      they were so hungry that they ate rats and beetles and rock-rabbits, the\n      Leopard and the Ethiopian, and then they had the Big Tummy-ache, both\n      together; and then they met Baviaan -- the dog-headed, barking Baboon,\n      who is Quite the Wisest Animal in All South Africa.",
                "Said Leopard to Baviaan (and it was a very hot day), 'Where has all the\n      game gone?'",
                "And Baviaan winked. He knew.",
                "Said the Ethiopian to Baviaan, 'Can you tell me the present habitat of the\n      aboriginal Fauna?' (That meant just the same thing, but the Ethiopian\n      always used long words. He was a grown-up.)",
                "And Baviaan winked. He knew.",
                "Then said Baviaan, 'The game has gone into other spots; and my advice to\n      you, Leopard, is to go into other spots as soon as you can.'",
                "And the Ethiopian said, 'That is all very fine, but I wish to know whither\n      the aboriginal Fauna has migrated.'",
                "Then said Baviaan, 'The aboriginal Fauna has joined the aboriginal Flora\n      because it was high time for a change; and my advice to you, Ethiopian, is\n      to change as soon as you can.'",
                "That puzzled the Leopard and the Ethiopian, but they set off to look for\n      the aboriginal Flora, and presently, after ever so many days, they saw a\n      great, high, tall forest full of tree trunks all 'sclusively speckled and\n      sprottled and spottled, dotted and splashed and slashed and hatched and\n      cross-hatched with shadows. (Say that quickly aloud, and you will see how\n      very shadowy the forest must have been.)",
                "'What is this,' said the Leopard, 'that is so 'sclusively dark, and yet so\n      full of little pieces of light?'",
                "'I don't know, said the Ethiopian, 'but it ought to be the aboriginal\n      Flora. I can smell Giraffe, and I can hear Giraffe, but I can't see\n      Giraffe.'",
                "'That's curious,' said the Leopard. 'I suppose it is because we have just\n      come in out of the sunshine. I can smell Zebra, and I can hear Zebra, but\n      I can't see Zebra.'",
                "'Wait a bit, said the Ethiopian. 'It's a long time since we've hunted 'em.\n      Perhaps we've forgotten what they were like.'",
                "'Fiddle!' said the Leopard. 'I remember them perfectly on the High Veldt,\n      especially their marrow-bones. Giraffe is about seventeen feet high, of a\n      'sclusively fulvous golden-yellow from head to heel; and Zebra is about\n      four and a half feet high, of a'sclusively grey-fawn colour from head to\n      heel.'",
                "'Umm, said the Ethiopian, looking into the speckly-spickly shadows of the\n      aboriginal Flora-forest. 'Then they ought to show up in this dark place\n      like ripe bananas in a smokehouse.'",
                "But they didn't. The Leopard and the Ethiopian hunted all day; and though\n      they could smell them and hear them, they never saw one of them.",
                "'For goodness' sake,' said the Leopard at tea-time, 'let us wait till it\n      gets dark. This daylight hunting is a perfect scandal.'",
                "So they waited till dark, and then the Leopard heard something breathing\n      sniffily in the starlight that fell all stripy through the branches, and\n      he jumped at the noise, and it smelt like Zebra, and it felt like Zebra,\n      and when he knocked it down it kicked like Zebra, but he couldn't see it.\n      So he said, 'Be quiet, O you person without any form. I am going to sit on\n      your head till morning, because there is something about you that I don't\n      understand.'",
                "Presently he heard a grunt and a crash and a scramble, and the Ethiopian\n      called out, 'I've caught a thing that I can't see. It smells like Giraffe,\n      and it kicks like Giraffe, but it hasn't any form.'",
                "'Don't you trust it,' said the Leopard. 'Sit on its head till the morning -- same\n      as me. They haven't any form -- any of 'em.'",
                "So they sat down on them hard till bright morning-time, and then Leopard\n      said, 'What have you at your end of the table, Brother?'",
                "The Ethiopian scratched his head and said, 'It ought to be 'sclusively a\n      rich fulvous orange-tawny from head to heel, and it ought to be Giraffe;\n      but it is covered all over with chestnut blotches. What have you at your\n      end of the table, Brother?'",
                "And the Leopard scratched his head and said, 'It ought to be 'sclusively a\n      delicate greyish-fawn, and it ought to be Zebra; but it is covered all\n      over with black and purple stripes. What in the world have you been doing\n      to yourself, Zebra? Don't you know that if you were on the High Veldt I\n      could see you ten miles off? You haven't any form.'",
                "'Yes,' said the Zebra, 'but this isn't the High Veldt. Can't you see?'",
                "'I can now,' said the Leopard. 'But I couldn't all yesterday. How is it\n      done?'",
                "'Let us up,' said the Zebra, 'and we will show you.",
                "They let the Zebra and the Giraffe get up; and Zebra moved away to some\n      little thorn-bushes where the sunlight fell all stripy, and Giraffe moved\n      off to some tallish trees where the shadows fell all blotchy.",
                "'Now watch,' said the Zebra and the Giraffe. 'This is the way it's done.\n      One -- two -- three! And where's your breakfast?'",
                "Leopard stared, and Ethiopian stared, but all they could see were stripy\n      shadows and blotched shadows in the forest, but never a sign of Zebra and\n      Giraffe. They had just walked off and hidden themselves in the shadowy\n      forest.",
                "'Hi! Hi!' said the Ethiopian. 'That's a trick worth learning. Take a\n      lesson by it, Leopard. You show up in this dark place like a bar of soap\n      in a coal-scuttle.'",
                "'Ho! Ho!' said the Leopard. 'Would it surprise you very much to know that\n      you show up in this dark place like a mustard-plaster on a sack of coals?'",
                "'Well, calling names won't catch dinner, said the Ethiopian. 'The long and\n      the little of it is that we don't match our backgrounds. I'm going to take\n      Baviaan's advice. He told me I ought to change; and as I've nothing to\n      change except my skin I'm going to change that.'",
                "'What to?' said the Leopard, tremendously excited.",
                "'To a nice working blackish-brownish colour, with a little purple in it,\n      and touches of slaty-blue. It will be the very thing for hiding in hollows\n      and behind trees.'",
                "So he changed his skin then and there, and the Leopard was more excited\n      than ever; he had never seen a man change his skin before.",
                "'But what about me?' he said, when the Ethiopian had worked his last\n      little finger into his fine new black skin.",
                "'You take Baviaan's advice too. He told you to go into spots.'",
                "'So I did,' said the Leopard. I went into other spots as fast as I could.\n      I went into this spot with you, and a lot of good it has done me.'",
                "'Oh,' said the Ethiopian, 'Baviaan didn't mean spots in South Africa. He\n      meant spots on your skin.'",
                "'What's the use of that?' said the Leopard.",
                "'Think of Giraffe,' said the Ethiopian. 'Or if you prefer stripes, think\n      of Zebra. They find their spots and stripes give them per-feet\n      satisfaction.'",
                "'Umm,' said the Leopard. 'I wouldn't look like Zebra -- not for ever\n      so.'",
                "'Well, make up your mind,' said the Ethiopian, 'because I'd hate to go\n      hunting without you, but I must if you insist on looking like a sun-flower\n      against a tarred fence.'",
                "'I'll take spots, then,' said the Leopard; 'but don't make 'em too\n      vulgar-big. I wouldn't look like Giraffe -- not for ever so.'",
                "'I'll make 'em with the tips of my fingers,' said the Ethiopian. 'There's\n      plenty of black left on my skin still. Stand over!'",
                "Then the Ethiopian put his five fingers close together (there was plenty\n      of black left on his new skin still) and pressed them all over the\n      Leopard, and wherever the five fingers touched they left five little black\n      marks, all close together. You can see them on any Leopard's skin you\n      like, Best Beloved. Sometimes the fingers slipped and the marks got a\n      little blurred; but if you look closely at any Leopard now you will see\n      that there are always five spots -- off five fat black finger-tips.",
                "'Now you are a beauty!' said the Ethiopian. 'You can lie out on the bare\n      ground and look like a heap of pebbles. You can lie out on the naked rocks\n      and look like a piece of pudding-stone. You can lie out on a leafy branch\n      and look like sunshine sifting through the leaves; and you can lie right\n      across the centre of a path and look like nothing in particular. Think of\n      that and purr!'",
                "'But if I'm all this,' said the Leopard, 'why didn't you go spotty too?'",
                "'Oh, plain black's best for a nigger,' said the Ethiopian. 'Now come along\n      and we'll see if we can't get even with Mr. One-Two-Three Where's your\n      Breakfast!'",
                "So they went away and lived happily ever afterward, Best Beloved. That is\n      all.",
                "Oh, now and then you will hear grown-ups say, 'Can the Ethiopian change\n      his skin or the Leopard his spots?' I don't think even grown-ups would\n      keep on saying such a silly thing if the Leopard and the Ethiopian hadn't\n      done it once -- do you? But they will never do it again, Best Beloved.\n      They are quite contented as they are.",
                "I AM the Most Wise Baviaan, saying in most wise tones,\n   'Let us melt into the landscape -- just us two by our lones.'\n   People have come -- in a carriage -- calling. But Mummy is there....\n   Yes, I can go if you take me -- Nurse says she don't care.\n   Let's go up to the pig-sties and sit on the farmyard rails!\n   Let's say things to the bunnies, and watch 'em skitter their tails!\n   Let's -- oh, anything, daddy, so long as it's you and me,\n   And going truly exploring, and not being in till tea!\n   Here's your boots (I've brought 'em), and here's your cap and stick,\n   And here's your pipe and tobacco. Oh, come along out of it -- quick."
            ]
        },
        {
            "name": " THE ELEPHANT'S CHILD ",
            "sub_name": "",
            "text": [
                "THE ELEPHANT'S CHILD",
                "IN the High and Far-Off Times the Elephant, O Best Beloved, had no trunk.\n      He had only a blackish, bulgy nose, as big as a boot, that he could\n      wriggle about from side to side; but he couldn't pick up things with it.\n      But there was one Elephant -- a new Elephant -- an Elephant's Child -- who\n      was full of 'satiable curtiosity, and that means he asked ever so many\n      questions. And he lived in Africa, and he filled all Africa with his\n      'satiable curtiosities. He asked his tall aunt, the Ostrich, why her\n      tail-feathers grew just so, and his tall aunt the Ostrich spanked him with\n      her hard, hard claw. He asked his tall uncle, the Giraffe, what made his\n      skin spotty, and his tall uncle, the Giraffe, spanked him with his hard,\n      hard hoof. And still he was full of 'satiable curtiosity! He asked his\n      broad aunt, the Hippopotamus, why her eyes were red, and his broad aunt,\n      the Hippopotamus, spanked him with her broad, broad hoof; and he asked his\n      hairy uncle, the Baboon, why melons tasted just so, and his hairy uncle,\n      the Baboon, spanked him with his hairy, hairy paw. And still he was full\n      of 'satiable curtiosity! He asked questions about everything that he saw,\n      or heard, or felt, or smelt, or touched, and all his uncles and his aunts\n      spanked him. And still he was full of 'satiable curtiosity!",
                "One fine morning in the middle of the Precession of the Equinoxes this\n      'satiable Elephant's Child asked a new fine question that he had never\n      asked before. He asked, 'What does the Crocodile have for dinner?' Then\n      everybody said, 'Hush!' in a loud and dretful tone, and they spanked him\n      immediately and directly, without stopping, for a long time.",
                "By and by, when that was finished, he came upon Kolokolo Bird sitting in\n      the middle of a wait-a-bit thorn-bush, and he said, 'My father has spanked\n      me, and my mother has spanked me; all my aunts and uncles have spanked me\n      for my 'satiable curtiosity; and still I want to know what the Crocodile\n      has for dinner!'",
                "Then Kolokolo Bird said, with a mournful cry, 'Go to the banks of the\n      great grey-green, greasy Limpopo River, all set about with fever-trees,\n      and find out.'",
                "That very next morning, when there was nothing left of the Equinoxes,\n      because the Precession had preceded according to precedent, this 'satiable\n      Elephant's Child took a hundred pounds of bananas (the little short red\n      kind), and a hundred pounds of sugar-cane (the long purple kind), and\n      seventeen melons (the greeny-crackly kind), and said to all his dear\n      families, 'Goodbye. I am going to the great grey-green, greasy Limpopo\n      River, all set about with fever-trees, to find out what the Crocodile has\n      for dinner.' And they all spanked him once more for luck, though he asked\n      them most politely to stop.",
                "Then he went away, a little warm, but not at all astonished, eating\n      melons, and throwing the rind about, because he could not pick it up.",
                "He went from Graham's Town to Kimberley, and from Kimberley to Khama's\n      Country, and from Khama's Country he went east by north, eating melons all\n      the time, till at last he came to the banks of the great grey-green,\n      greasy Limpopo River, all set about with fever-trees, precisely as\n      Kolokolo Bird had said.",
                "Now you must know and understand, O Best Beloved, that till that very\n      week, and day, and hour, and minute, this 'satiable Elephant's Child had\n      never seen a Crocodile, and did not know what one was like. It was all his\n      'satiable curtiosity.",
                "The first thing that he found was a Bi-Coloured-Python-Rock-Snake curled\n      round a rock.",
                "''Scuse me,' said the Elephant's Child most politely, 'but have you seen\n      such a thing as a Crocodile in these promiscuous parts?'",
                "'Have I seen a Crocodile?' said the Bi-Coloured-Python-Rock-Snake, in a\n      voice of dretful scorn. 'What will you ask me next?'",
                "''Scuse me,' said the Elephant's Child, 'but could you kindly tell me what\n      he has for dinner?'",
                "Then the Bi-Coloured-Python-Rock-Snake uncoiled himself very quickly from\n      the rock, and spanked the Elephant's Child with his scalesome, flailsome\n      tail.",
                "'That is odd,' said the Elephant's Child, 'because my father and my\n      mother, and my uncle and my aunt, not to mention my other aunt, the\n      Hippopotamus, and my other uncle, the Baboon, have all spanked me for my\n      'satiable curtiosity -- and I suppose this is the same thing.",
                "So he said good-bye very politely to the Bi-Coloured-Python-Rock-Snake,\n      and helped to coil him up on the rock again, and went on, a little warm,\n      but not at all astonished, eating melons, and throwing the rind about,\n      because he could not pick it up, till he trod on what he thought was a log\n      of wood at the very edge of the great grey-green, greasy Limpopo River,\n      all set about with fever-trees.",
                "But it was really the Crocodile, O Best Beloved, and the Crocodile winked\n      one eye -- like this!",
                "''Scuse me,' said the Elephant's Child most politely, 'but do you happen\n      to have seen a Crocodile in these promiscuous parts?'",
                "Then the Crocodile winked the other eye, and lifted half his tail out of\n      the mud; and the Elephant's Child stepped back most politely, because he\n      did not wish to be spanked again.",
                "'Come hither, Little One,' said the Crocodile. 'Why do you ask such\n      things?'",
                "''Scuse me,' said the Elephant's Child most politely, 'but my father has\n      spanked me, my mother has spanked me, not to mention my tall aunt, the\n      Ostrich, and my tall uncle, the Giraffe, who can kick ever so hard, as\n      well as my broad aunt, the Hippopotamus, and my hairy uncle, the Baboon,\n      and including the Bi-Coloured-Python-Rock-Snake, with the scalesome,\n      flailsome tail, just up the bank, who spanks harder than any of them; and\n      so, if it's quite all the same to you, I don't want to be spanked any\n      more.'",
                "'Come hither, Little One,' said the Crocodile, 'for I am the Crocodile,'\n      and he wept crocodile-tears to show it was quite true.",
                "Then the Elephant's Child grew all breathless, and panted, and kneeled\n      down on the bank and said, 'You are the very person I have been looking\n      for all these long days. Will you please tell me what you have for\n      dinner?'",
                "'Come hither, Little One,' said the Crocodile, 'and I'll whisper.'",
                "Then the Elephant's Child put his head down close to the Crocodile's\n      musky, tusky mouth, and the Crocodile caught him by his little nose, which\n      up to that very week, day, hour, and minute, had been no bigger than a\n      boot, though much more useful.",
                "'I think, said the Crocodile -- and he said it between his teeth, like\n      this -- 'I think to-day I will begin with Elephant's Child!'",
                "At this, O Best Beloved, the Elephant's Child was much annoyed, and he\n      said, speaking through his nose, like this, 'Led go! You are hurtig be!'",
                "Then the Bi-Coloured-Python-Rock-Snake scuffled down from the bank and\n      said, 'My young friend, if you do not now, immediately and instantly, pull\n      as hard as ever you can, it is my opinion that your acquaintance in the\n      large-pattern leather ulster' (and by this he meant the Crocodile) 'will\n      jerk you into yonder limpid stream before you can say Jack Robinson.'",
                "This is the way Bi-Coloured-Python-Rock-Snakes always talk.",
                "Then the Elephant's Child sat back on his little haunches, and pulled, and\n      pulled, and pulled, and his nose began to stretch. And the Crocodile\n      floundered into the water, making it all creamy with great sweeps of his\n      tail, and he pulled, and pulled, and pulled.",
                "And the Elephant's Child's nose kept on stretching; and the Elephant's\n      Child spread all his little four legs and pulled, and pulled, and pulled,\n      and his nose kept on stretching; and the Crocodile threshed his tail like\n      an oar, and he pulled, and pulled, and pulled, and at each pull the\n      Elephant's Child's nose grew longer and longer -- and it hurt him\n      hijjus!",
                "Then the Elephant's Child felt his legs slipping, and he said through his\n      nose, which was now nearly five feet long, 'This is too butch for be!'",
                "Then the Bi-Coloured-Python-Rock-Snake came down from the bank, and\n      knotted himself in a double-clove-hitch round the Elephant's Child's hind\n      legs, and said, 'Rash and inexperienced traveller, we will now seriously\n      devote ourselves to a little high tension, because if we do not, it is my\n      impression that yonder self-propelling man-of-war with the armour-plated\n      upper deck' (and by this, O Best Beloved, he meant the Crocodile), 'will\n      permanently vitiate your future career.",
                "That is the way all Bi-Coloured-Python-Rock-Snakes always talk.",
                "So he pulled, and the Elephant's Child pulled, and the Crocodile pulled;\n      but the Elephant's Child and the Bi-Coloured-Python-Rock-Snake pulled\n      hardest; and at last the Crocodile let go of the Elephant's Child's nose\n      with a plop that you could hear all up and down the Limpopo.",
                "Then the Elephant's Child sat down most hard and sudden; but first he was\n      careful to say 'Thank you' to the Bi-Coloured-Python-Rock-Snake; and next\n      he was kind to his poor pulled nose, and wrapped it all up in cool banana\n      leaves, and hung it in the great grey-green, greasy Limpopo to cool.",
                "'What are you doing that for?' said the Bi-Coloured-Python-Rock-Snake.",
                "''Scuse me,' said the Elephant's Child, 'but my nose is badly out of\n      shape, and I am waiting for it to shrink.",
                "'Then you will have to wait a long time, said the\n      Bi-Coloured-Python-Rock-Snake. 'Some people do not know what is good for\n      them.'",
                "The Elephant's Child sat there for three days waiting for his nose to\n      shrink. But it never grew any shorter, and, besides, it made him squint.\n      For, O Best Beloved, you will see and understand that the Crocodile had\n      pulled it out into a really truly trunk same as all Elephants have to-day.",
                "At the end of the third day a fly came and stung him on the shoulder, and\n      before he knew what he was doing he lifted up his trunk and hit that fly\n      dead with the end of it.",
                "''Vantage number one!' said the Bi-Coloured-Python-Rock-Snake. 'You\n      couldn't have done that with a mere-smear nose. Try and eat a little now.'",
                "Before he thought what he was doing the Elephant's Child put out his trunk\n      and plucked a large bundle of grass, dusted it clean against his\n      fore-legs, and stuffed it into his own mouth.",
                "'Vantage number two!' said the Bi-Coloured-Python-Rock-Snake. 'You\n      couldn't have done that with a mear-smear nose. Don't you think the sun is\n      very hot here?'",
                "'It is,' said the Elephant's Child, and before he thought what he was\n      doing he schlooped up a schloop of mud from the banks of the great\n      grey-green, greasy Limpopo, and slapped it on his head, where it made a\n      cool schloopy-sloshy mud-cap all trickly behind his ears.",
                "'Vantage number three!' said the Bi-Coloured-Python-Rock-Snake. 'You\n      couldn't have done that with a mere-smear nose. Now how do you feel about\n      being spanked again?'",
                "''Scuse me,' said the Elephant's Child, 'but I should not like it at all.'",
                "'How would you like to spank somebody?' said the\n      Bi-Coloured-Python-Rock-Snake.",
                "'I should like it very much indeed,' said the Elephant's Child.",
                "'Well,' said the Bi-Coloured-Python-Rock-Snake, 'you will find that new\n      nose of yours very useful to spank people with.'",
                "'Thank you,' said the Elephant's Child, 'I'll remember that; and now I\n      think I'll go home to all my dear families and try.'",
                "So the Elephant's Child went home across Africa frisking and whisking his\n      trunk. When he wanted fruit to eat he pulled fruit down from a tree,\n      instead of waiting for it to fall as he used to do. When he wanted grass\n      he plucked grass up from the ground, instead of going on his knees as he\n      used to do. When the flies bit him he broke off the branch of a tree and\n      used it as fly-whisk; and he made himself a new, cool, slushy-squshy\n      mud-cap whenever the sun was hot. When he felt lonely walking through\n      Africa he sang to himself down his trunk, and the noise was louder than\n      several brass bands.",
                "He went especially out of his way to find a broad Hippopotamus (she was no\n      relation of his), and he spanked her very hard, to make sure that the\n      Bi-Coloured-Python-Rock-Snake had spoken the truth about his new trunk.\n      The rest of the time he picked up the melon rinds that he had dropped on\n      his way to the Limpopo -- for he was a Tidy Pachyderm.",
                "One dark evening he came back to all his dear families, and he coiled up\n      his trunk and said, 'How do you do?' They were very glad to see him, and\n      immediately said, 'Come here and be spanked for your 'satiable\n      curtiosity.'",
                "'Pooh,' said the Elephant's Child. 'I don't think you peoples know\n      anything about spanking; but I do, and I'll show you.' Then he uncurled\n      his trunk and knocked two of his dear brothers head over heels.",
                "'O Bananas!' said they, 'where did you learn that trick, and what have you\n      done to your nose?'",
                "'I got a new one from the Crocodile on the banks of the great grey-green,\n      greasy Limpopo River,' said the Elephant's Child. 'I asked him what he had\n      for dinner, and he gave me this to keep.'",
                "'It looks very ugly,' said his hairy uncle, the Baboon.",
                "'It does,' said the Elephant's Child. 'But it's very useful,' and he\n      picked up his hairy uncle, the Baboon, by one hairy leg, and hove him into\n      a hornet's nest.",
                "Then that bad Elephant's Child spanked all his dear families for a long\n      time, till they were very warm and greatly astonished. He pulled out his\n      tall Ostrich aunt's tail-feathers; and he caught his tall uncle, the\n      Giraffe, by the hind-leg, and dragged him through a thorn-bush; and he\n      shouted at his broad aunt, the Hippopotamus, and blew bubbles into her ear\n      when she was sleeping in the water after meals; but he never let any one\n      touch Kolokolo Bird.",
                "At last things grew so exciting that his dear families went off one by one\n      in a hurry to the banks of the great grey-green, greasy Limpopo River, all\n      set about with fever-trees, to borrow new noses from the Crocodile. When\n      they came back nobody spanked anybody any more; and ever since that day, O\n      Best Beloved, all the Elephants you will ever see, besides all those that\n      you won't, have trunks precisely like the trunk of the 'satiable\n      Elephant's Child.",
                "I Keep six honest serving-men:\n       (They taught me all I knew)\n     Their names are What and Where and When\n       And How and Why and Who.\n     I send them over land and sea,\n       I send them east and west;\n     But after they have worked for me,\n       I give them all a rest.\n\n     I let them rest from nine till five.\n       For I am busy then,\n     As well as breakfast, lunch, and tea,\n       For they are hungry men:\n     But different folk have different views:\n       I know a person small -- \n     She keeps ten million serving-men,\n       Who get no rest at all!\n     She sends 'em abroad on her own affairs,\n       From the second she opens her eyes -- \n     One million Hows, two million Wheres,\n       And seven million Whys!"
            ]
        },
        {
            "name": " THE SING-SONG OF OLD MAN KANGAROO ",
            "sub_name": "",
            "text": [
                "THE SING-SONG OF OLD MAN KANGAROO",
                "NOT always was the Kangaroo as now we do behold him, but a Different\n      Animal with four short legs. He was grey and he was woolly, and his pride\n      was inordinate: he danced on an outcrop in the middle of Australia, and he\n      went to the Little God Nqa.",
                "He went to Nqa at six before breakfast, saying, 'Make me different from\n      all other animals by five this afternoon.'",
                "Up jumped Nqa from his seat on the sandflat and shouted, 'Go away!'",
                "He was grey and he was woolly, and his pride was inordinate: he danced on\n      a rock-ledge in the middle of Australia, and he went to the Middle God\n      Nquing.",
                "He went to Nquing at eight after breakfast, saying, 'Make me different\n      from all other animals; make me, also, wonderfully popular by five this\n      afternoon.'",
                "Up jumped Nquing from his burrow in the spinifex and shouted, 'Go away!'",
                "He was grey and he was woolly, and his pride was inordinate: he danced on\n      a sandbank in the middle of Australia, and he went to the Big God Nqong.",
                "He went to Nqong at ten before dinner-time, saying, 'Make me different\n      from all other animals; make me popular and wonderfully run after by five\n      this afternoon.'",
                "Up jumped Nqong from his bath in the salt-pan and shouted, 'Yes, I will!'",
                "Nqong called Dingo -- Yellow-Dog Dingo -- always hungry, dusty in\n      the sunshine, and showed him Kangaroo. Nqong said, 'Dingo! Wake up, Dingo!\n      Do you see that gentleman dancing on an ashpit? He wants to be popular and\n      very truly run after. Dingo, make him SO!'",
                "Up jumped Dingo -- Yellow-Dog Dingo -- and said, 'What, that\n      cat-rabbit?'",
                "Off ran Dingo -- Yellow-Dog Dingo -- always hungry, grinning like a\n      coal-scuttle, -- ran after Kangaroo.",
                "Off went the proud Kangaroo on his four little legs like a bunny.",
                "This, O Beloved of mine, ends the first part of the tale!",
                "He ran through the desert; he ran through the mountains; he ran through\n      the salt-pans; he ran through the reed-beds; he ran through the blue gums;\n      he ran through the spinifex; he ran till his front legs ached.",
                "He had to!",
                "Still ran Dingo -- Yellow-Dog Dingo -- always hungry, grinning like\n      a rat-trap, never getting nearer, never getting farther, -- ran after\n      Kangaroo.",
                "He had to!",
                "Still ran Kangaroo -- Old Man Kangaroo. He ran through the ti-trees; he\n      ran through the mulga; he ran through the long grass; he ran through the\n      short grass; he ran through the Tropics of Capricorn and Cancer; he ran\n      till his hind legs ached.",
                "He had to!",
                "Still ran Dingo -- Yellow-Dog Dingo -- hungrier and hungrier,\n      grinning like a horse-collar, never getting nearer, never getting farther;\n      and they came to the Wollgong River.",
                "Now, there wasn't any bridge, and there wasn't any ferry-boat, and\n      Kangaroo didn't know how to get over; so he stood on his legs and hopped.",
                "He had to!",
                "He hopped through the Flinders; he hopped through the Cinders; he hopped\n      through the deserts in the middle of Australia. He hopped like a Kangaroo.",
                "First he hopped one yard; then he hopped three yards; then he hopped five\n      yards; his legs growing stronger; his legs growing longer. He hadn't any\n      time for rest or refreshment, and he wanted them very much.",
                "Still ran Dingo -- Yellow-Dog Dingo -- very much bewildered, very\n      much hungry, and wondering what in the world or out of it made Old Man\n      Kangaroo hop.",
                "For he hopped like a cricket; like a pea in a saucepan; or a new rubber\n      ball on a nursery floor.",
                "He had to!",
                "He tucked up his front legs; he hopped on his hind legs; he stuck out his\n      tail for a balance-weight behind him; and he hopped through the Darling\n      Downs.",
                "He had to!",
                "Still ran Dingo -- Tired-Dog Dingo -- hungrier and hungrier, very\n      much bewildered, and wondering when in the world or out of it would Old\n      Man Kangaroo stop.",
                "Then came Nqong from his bath in the salt-pans, and said, 'It's five\n      o'clock.'",
                "Down sat Dingo -- Poor Dog Dingo -- always hungry, dusky in the\n      sunshine; hung out his tongue and howled.",
                "Down sat Kangaroo -- Old Man Kangaroo -- stuck out his tail like a\n      milking-stool behind him, and said, 'Thank goodness that's finished!'",
                "Then said Nqong, who is always a gentleman, 'Why aren't you grateful to\n      Yellow-Dog Dingo? Why don't you thank him for all he has done for you?'",
                "Then said Kangaroo -- Tired Old Kangaroo -- He's chased me out of\n      the homes of my childhood; he's chased me out of my regular meal-times;\n      he's altered my shape so I'll never get it back; and he's played Old\n      Scratch with my legs.'",
                "Then said Nqong, 'Perhaps I'm mistaken, but didn't you ask me to make you\n      different from all other animals, as well as to make you very truly sought\n      after? And now it is five o'clock.'",
                "'Yes,' said Kangaroo. 'I wish that I hadn't. I thought you would do it by\n      charms and incantations, but this is a practical joke.'",
                "'Joke!' said Nqong from his bath in the blue gums. 'Say that again and\n      I'll whistle up Dingo and run your hind legs off.'",
                "'No,' said the Kangaroo. 'I must apologise. Legs are legs, and you needn't\n      alter 'em so far as I am concerned. I only meant to explain to Your\n      Lordliness that I've had nothing to eat since morning, and I'm very empty\n      indeed.'",
                "'Yes,' said Dingo -- Yellow-Dog Dingo, -- 'I am just in the same\n      situation. I've made him different from all other animals; but what may I\n      have for my tea?'",
                "Then said Nqong from his bath in the salt-pan, 'Come and ask me about it\n      tomorrow, because I'm going to wash.'",
                "So they were left in the middle of Australia, Old Man Kangaroo and\n      Yellow-Dog Dingo, and each said, 'That's your fault.'",
                "THIS is the mouth-filling song\n     Of the race that was run by a Boomer,\n     Run in a single burst -- only event of its kind -- \n     Started by big God Nqong from Warrigaborrigarooma,\n     Old Man Kangaroo first: Yellow-Dog Dingo behind.\n\n     Kangaroo bounded away,\n     His back-legs working like pistons -- \n     Bounded from morning till dark,\n     Twenty-five feet to a bound.\n     Yellow-Dog Dingo lay\n     Like a yellow cloud in the distance -- \n     Much too busy to bark.\n     My! but they covered the ground!\n\n     Nobody knows where they went,\n     Or followed the track that they flew in,\n     For that Continent\n     Hadn't been given a name.\n     They ran thirty degrees,\n     From Torres Straits to the Leeuwin\n     (Look at the Atlas, please),\n     And they ran back as they came.\n\n     S'posing you could trot\n     From Adelaide to the Pacific,\n     For an afternoon's run\n     Half what these gentlemen did\n     You would feel rather hot,\n     But your legs would develop terrific -- \n     Yes, my importunate son,\n     You'd be a Marvellous Kid!"
            ]
        },
        {
            "name": " THE BEGINNING OF THE ARMADILLOS ",
            "sub_name": "",
            "text": [
                "THE BEGINNING OF THE ARMADILLOS",
                "THIS, O Best Beloved, is another story of the High and Far-Off Times. In\n      the very middle of those times was a Stickly-Prickly Hedgehog, and he\n      lived on the banks of the turbid Amazon, eating shelly snails and things.\n      And he had a friend, a Slow-Solid Tortoise, who lived on the banks of the\n      turbid Amazon, eating green lettuces and things. And so that was all\n      right, Best Beloved. Do you see?",
                "But also, and at the same time, in those High and Far-Off Times, there was\n      a Painted Jaguar, and he lived on the banks of the turbid Amazon too; and\n      he ate everything that he could catch. When he could not catch deer or\n      monkeys he would eat frogs and beetles; and when he could not catch frogs\n      and beetles he went to his Mother Jaguar, and she told him how to eat\n      hedgehogs and tortoises.",
                "She said to him ever so many times, graciously waving her tail, 'My son,\n      when you find a Hedgehog you must drop him into the water and then he will\n      uncoil, and when you catch a Tortoise you must scoop him out of his shell\n      with your paw.' And so that was all right, Best Beloved.",
                "One beautiful night on the banks of the turbid Amazon, Painted Jaguar\n      found Stickly-Prickly Hedgehog and Slow-Solid Tortoise sitting under the\n      trunk of a fallen tree. They could not run away, and so Stickly-Prickly\n      curled himself up into a ball, because he was a Hedgehog, and Slow-Solid\n      Tortoise drew in his head and feet into his shell as far as they would go,\n      because he was a Tortoise; and so that was all right, Best Beloved. Do you\n      see?",
                "'Now attend to me,' said Painted Jaguar, 'because this is very important.\n      My mother said that when I meet a Hedgehog I am to drop him into the water\n      and then he will uncoil, and when I meet a Tortoise I am to scoop him out\n      of his shell with my paw. Now which of you is Hedgehog and which is\n      Tortoise? because, to save my spots, I can't tell.'",
                "'Are you sure of what your Mummy told you?' said Stickly-Prickly Hedgehog.\n      'Are you quite sure? Perhaps she said that when you uncoil a Tortoise you\n      must shell him out the water with a scoop, and when you paw a Hedgehog you\n      must drop him on the shell.'",
                "'Are you sure of what your Mummy told you?' said Slow-and-Solid Tortoise.\n      'Are you quite sure? Perhaps she said that when you water a Hedgehog you\n      must drop him into your paw, and when you meet a Tortoise you must shell\n      him till he uncoils.'",
                "'I don't think it was at all like that,' said Painted Jaguar, but he felt\n      a little puzzled; 'but, please, say it again more distinctly.'",
                "'When you scoop water with your paw you uncoil it with a Hedgehog,' said\n      Stickly-Prickly. 'Remember that, because it's important.'",
                "'But,' said the Tortoise, 'when you paw your meat you drop it into a\n      Tortoise with a scoop. Why can't you understand?'",
                "'You are making my spots ache,' said Painted Jaguar; 'and besides, I\n      didn't want your advice at all. I only wanted to know which of you is\n      Hedgehog and which is Tortoise.'",
                "'I shan't tell you,' said Stickly-Prickly, 'but you can scoop me out of my\n      shell if you like.'",
                "'Aha!' said Painted Jaguar. 'Now I know you're Tortoise. You thought I\n      wouldn't! Now I will.' Painted Jaguar darted out his paddy-paw just as\n      Stickly-Prickly curled himself up, and of course Jaguar's paddy-paw was\n      just filled with prickles. Worse than that, he knocked Stickly-Prickly\n      away and away into the woods and the bushes, where it was too dark to find\n      him. Then he put his paddy-paw into his mouth, and of course the prickles\n      hurt him worse than ever. As soon as he could speak he said, 'Now I know\n      he isn't Tortoise at all. But' -- and then he scratched his head with\n      his un-prickly paw -- 'how do I know that this other is Tortoise?'",
                "'But I am Tortoise,' said Slow-and-Solid. Your mother was quite right. She\n      said that you were to scoop me out of my shell with your paw. Begin.'",
                "'You didn't say she said that a minute ago, said Painted Jaguar, sucking\n      the prickles out of his paddy-paw. 'You said she said something quite\n      different.'",
                "'Well, suppose you say that I said that she said something quite\n      different, I don't see that it makes any difference; because if she said\n      what you said I said she said, it's just the same as if I said what she\n      said she said. On the other hand, if you think she said that you were to\n      uncoil me with a scoop, instead of pawing me into drops with a shell, I\n      can't help that, can I?'",
                "'But you said you wanted to be scooped out of your shell with my paw,'\n      said Painted Jaguar.",
                "'If you'll think again you'll find that I didn't say anything of the kind.\n      I said that your mother said that you were to scoop me out of my shell,'\n      said Slow-and-Solid.",
                "'What will happen if I do?' said the Jaguar most sniffily and most\n      cautious.",
                "'I don't know, because I've never been scooped out of my shell before; but\n      I tell you truly, if you want to see me swim away you've only got to drop\n      me into the water.",
                "'I don't believe it,' said Painted Jaguar. 'You've mixed up all the things\n      my mother told me to do with the things that you asked me whether I was\n      sure that she didn't say, till I don't know whether I'm on my head or my\n      painted tail; and now you come and tell me something I can understand, and\n      it makes me more mixy than before. My mother told me that I was to drop\n      one of you two into the water, and as you seem so anxious to be dropped I\n      think you don't want to be dropped. So jump into the turbid Amazon and be\n      quick about it.'",
                "'I warn you that your Mummy won't be pleased. Don't tell her I didn't tell\n      you,' said Slow-Solid.",
                "'If you say another word about what my mother said -- ' the Jaguar\n      answered, but he had not finished the sentence before Slow-and-Solid\n      quietly dived into the turbid Amazon, swam under water for a long way, and\n      came out on the bank where Stickly-Prickly was waiting for him.",
                "'That was a very narrow escape,' said Stickly-Prickly. 'I don't rib\n      Painted Jaguar. What did you tell him that you were?'",
                "'I told him truthfully that I was a truthful Tortoise, but he wouldn't\n      believe it, and he made me jump into the river to see if I was, and I was,\n      and he is surprised. Now he's gone to tell his Mummy. Listen to him!'",
                "They could hear Painted Jaguar roaring up and down among the trees and the\n      bushes by the side of the turbid Amazon, till his Mummy came.",
                "'Son, son!' said his mother ever so many times, graciously waving her\n      tail, 'what have you been doing that you shouldn't have done?'",
                "'I tried to scoop something that said it wanted to be scooped out of its\n      shell with my paw, and my paw is full of per-ickles,' said Painted Jaguar.",
                "'Son, son!' said his mother ever so many times, graciously waving her\n      tail, 'by the prickles in your paddy-paw I see that that must have been a\n      Hedgehog. You should have dropped him into the water.",
                "'I did that to the other thing; and he said he was a Tortoise, and I\n      didn't believe him, and it was quite true, and he has dived under the\n      turbid Amazon, and he won't come up again, and I haven't anything at all\n      to eat, and I think we had better find lodgings somewhere else. They are\n      too clever on the turbid Amazon for poor me!'",
                "'Son, son!' said his mother ever so many times, graciously waving her\n      tail, 'now attend to me and remember what I say. A Hedgehog curls himself\n      up into a ball and his prickles stick out every which way at once. By this\n      you may know the Hedgehog.'",
                "'I don't like this old lady one little bit,' said Stickly-Prickly, under\n      the shadow of a large leaf. 'I wonder what else she knows?'",
                "'A Tortoise can't curl himself up,' Mother Jaguar went on, ever so many\n      times, graciously waving her tail. 'He only draws his head and legs into\n      his shell. By this you may know the tortoise.'",
                "'I don't like this old lady at all -- at all,' said Slow-and-Solid\n      Tortoise. 'Even Painted Jaguar can't forget those directions. It's a great\n      pity that you can't swim, Stickly-Prickly.'",
                "'Don't talk to me,' said Stickly-Prickly. 'Just think how much better it\n      would be if you could curl up. This is a mess! Listen to Painted Jaguar.'",
                "Painted Jaguar was sitting on the banks of the turbid Amazon sucking\n      prickles out of his Paws and saying to himself --",
                "'Can't curl, but can swim -- \n  Slow-Solid, that's him!\n  Curls up, but can't swim -- \n  Stickly-Prickly, that's him!'",
                "'He'll never forget that this month of Sundays,' said Stickly-Prickly.\n      'Hold up my chin, Slow-and-Solid. I'm going to try to learn to swim. It\n      may be useful.'",
                "'Excellent!' said Slow-and-Solid; and he held up Stickly-Prickly's chin,\n      while Stickly-Prickly kicked in the waters of the turbid Amazon.",
                "'You'll make a fine swimmer yet,' said Slow-and-Solid. 'Now, if you can\n      unlace my back-plates a little, I'll see what I can do towards curling up.\n      It may be useful.'",
                "Stickly-Prickly helped to unlace Tortoise's back-plates, so that by\n      twisting and straining Slow-and-Solid actually managed to curl up a tiddy\n      wee bit.",
                "'Excellent!' said Stickly-Prickly; 'but I shouldn't do any more just now.\n      It's making you black in the face. Kindly lead me into the water once\n      again and I'll practice that side-stroke which you say is so easy.' And so\n      Stickly-Prickly practiced, and Slow-Solid swam alongside.",
                "'Excellent!' said Slow-and-Solid. 'A little more practice will make you a\n      regular whale. Now, if I may trouble you to unlace my back and front\n      plates two holes more, I'll try that fascinating bend that you say is so\n      easy. Won't Painted Jaguar be surprised!'",
                "'Excellent!' said Stickly-Prickly, all wet from the turbid Amazon. 'I\n      declare, I shouldn't know you from one of my own family. Two holes, I\n      think, you said? A little more expression, please, and don't grunt quite\n      so much, or Painted Jaguar may hear us. When you've finished, I want to\n      try that long dive which you say is so easy. Won't Painted Jaguar be\n      surprised!'",
                "And so Stickly-Prickly dived, and Slow-and-Solid dived alongside.",
                "'Excellent!' said Slow-and-Solid. 'A leetle more attention to holding your\n      breath and you will be able to keep house at the bottom of the turbid\n      Amazon. Now I'll try that exercise of putting my hind legs round my ears\n      which you say is so peculiarly comfortable. Won't Painted Jaguar be\n      surprised!'",
                "'Excellent!' said Stickly-Prickly. 'But it's straining your back-plates a\n      little. They are all overlapping now, instead of lying side by side.'",
                "'Oh, that's the result of exercise,' said Slow-and-Solid. 'I've noticed\n      that your prickles seem to be melting into one another, and that you're\n      growing to look rather more like a pinecone, and less like a\n      chestnut-burr, than you used to.'",
                "'Am I?' said Stickly-Prickly. 'That comes from my soaking in the water.\n      Oh, won't Painted Jaguar be surprised!'",
                "They went on with their exercises, each helping the other, till morning\n      came; and when the sun was high they rested and dried themselves. Then\n      they saw that they were both of them quite different from what they had\n      been.",
                "'Stickly-Prickly,' said Tortoise after breakfast, 'I am not what I was\n      yesterday; but I think that I may yet amuse Painted Jaguar.",
                "'That was the very thing I was thinking just now,' said Stickly-Prickly.\n      'I think scales are a tremendous improvement on prickles -- to say\n      nothing of being able to swim. Oh, won't Painted Jaguar be surprised!\n      Let's go and find him.'",
                "By and by they found Painted Jaguar, still nursing his paddy-paw that had\n      been hurt the night before. He was so astonished that he fell three times\n      backward over his own painted tail without stopping.",
                "'Good morning!' said Stickly-Prickly. 'And how is your dear gracious Mummy\n      this morning?'",
                "'She is quite well, thank you,' said Painted Jaguar; 'but you must forgive\n      me if I do not at this precise moment recall your name.'",
                "'That's unkind of you,' said Stickly-Prickly, 'seeing that this time\n      yesterday you tried to scoop me out of my shell with your paw.'",
                "'But you hadn't any shell. It was all prickles,' said Painted Jaguar. 'I\n      know it was. Just look at my paw!'",
                "'You told me to drop into the turbid Amazon and be drowned,' said\n      Slow-Solid. 'Why are you so rude and forgetful to-day?'",
                "'Don't you remember what your mother told you?' said Stickly-Prickly, --",
                "'Can't curl, but can swim -- \n  Stickly-Prickly, that's him!\n  Curls up, but can't swim -- \n  Slow-Solid, that's him!'",
                "Then they both curled themselves up and rolled round and round Painted\n      Jaguar till his eyes turned truly cart-wheels in his head.",
                "Then he went to fetch his mother.",
                "'Mother,' he said, 'there are two new animals in the woods to-day, and the\n      one that you said couldn't swim, swims, and the one that you said couldn't\n      curl up, curls; and they've gone shares in their prickles, I think,\n      because both of them are scaly all over, instead of one being smooth and\n      the other very prickly; and, besides that, they are rolling round and\n      round in circles, and I don't feel comfy.'",
                "'Son, son!' said Mother Jaguar ever so many times, graciously waving her\n      tail, 'a Hedgehog is a Hedgehog, and can't be anything but a Hedgehog; and\n      a Tortoise is a Tortoise, and can never be anything else.'",
                "'But it isn't a Hedgehog, and it isn't a Tortoise. It's a little bit of\n      both, and I don't know its proper name.'",
                "'Nonsense!' said Mother Jaguar. 'Everything has its proper name. I should\n      call it \"Armadillo\" till I found out the real one. And I should leave it\n      alone.'",
                "So Painted Jaguar did as he was told, especially about leaving them alone;\n      but the curious thing is that from that day to this, O Best Beloved, no\n      one on the banks of the turbid Amazon has ever called Stickly-Prickly and\n      Slow-Solid anything except Armadillo. There are Hedgehogs and Tortoises in\n      other places, of course (there are some in my garden); but the real old\n      and clever kind, with their scales lying lippety-lappety one over the\n      other, like pine-cone scales, that lived on the banks of the turbid Amazon\n      in the High and Far-Off Days, are always called Armadillos, because they\n      were so clever.",
                "So that; all right, Best Beloved. Do you see?",
                "I'VE never sailed the Amazon,\n       I've never reached Brazil;\n     But the Don and Magdelana,\n       They can go there when they will!\n\n             Yes, weekly from Southampton,\n             Great steamers, white and gold,\n             Go rolling down to Rio\n             (Roll down -- roll down to Rio!)\n             And I'd like to roll to Rio\n             Some day before I'm old!\n\n     I've never seen a Jaguar,\n       Nor yet an Armadill\n     O dilloing in his armour,\n       And I s'pose I never will,\n\n             Unless I go to Rio\n             These wonders to behold -- \n             Roll down -- roll down to Rio -- \n             Roll really down to Rio!\n             Oh, I'd love to roll to Rio\n             Some day before I'm old!"
            ]
        },
        {
            "name": " HOW THE FIRST LETTER WAS WRITTEN ",
            "sub_name": "",
            "text": [
                "HOW THE FIRST LETTER WAS WRITTEN",
                "ONCE upon a most early time was a Neolithic man. He was not a Jute or an\n      Angle, or even a Dravidian, which he might well have been, Best Beloved,\n      but never mind why. He was a Primitive, and he lived cavily in a Cave, and\n      he wore very few clothes, and he couldn't read and he couldn't write and\n      he didn't want to, and except when he was hungry he was quite happy. His\n      name was Tegumai Bopsulai, and that means,\n      'Man-who-does-not-put-his-foot-forward-in-a-hurry'; but we, O Best\n      Beloved, will call him Tegumai, for short. And his wife's name was\n      Teshumai Tewindrow, and that means, 'Lady-who-asks-a-very-many-questions';\n      but we, O Best Beloved, will call her Teshumai, for short. And his little\n      girl-daughter's name was Taffimai Metallumai, and that means,\n      'Small-person-without-any-manners-who-ought-to-be-spanked'; but I'm going\n      to call her Taffy. And she was Tegumai Bopsulai's Best Beloved and her own\n      Mummy's Best Beloved, and she was not spanked half as much as was good for\n      her; and they were all three very happy. As soon as Taffy could run about\n      she went everywhere with her Daddy Tegumai, and sometimes they would not\n      come home to the Cave till they were hungry, and then Teshumai Tewindrow\n      would say, 'Where in the world have you two been to, to get so shocking\n      dirty? Really, my Tegumai, you're no better than my Taffy.'",
                "Now attend and listen!",
                "One day Tegumai Bopsulai went down through the beaver-swamp to the Wagai\n      river to spear carp-fish for dinner, and Taffy went too. Tegumai's spear\n      was made of wood with shark's teeth at the end, and before he had caught\n      any fish at all he accidentally broke it clean across by jabbing it down\n      too hard on the bottom of the river. They were miles and miles from home\n      (of course they had their lunch with them in a little bag), and Tegumai\n      had forgotten to bring any extra spears.",
                "'Here's a pretty kettle of fish!' said Tegumai. 'It will take me half the\n      day to mend this.'",
                "'There's your big black spear at home,' said Taffy. 'Let me run back to\n      the Cave and ask Mummy to give it me.'",
                "'It's too far for your little fat legs,' said Tegumai. 'Besides, you might\n      fall into the beaver-swamp and be drowned. We must make the best of a bad\n      job.' He sat down and took out a little leather mendy-bag, full of\n      reindeer-sinews and strips of leather, and lumps of bee's-wax and resin,\n      and began to mend the spear.",
                "Taffy sat down too, with her toes in the water and her chin in her hand,\n      and thought very hard. Then she said -- 'I say, Daddy, it's an awful\n      nuisance that you and I don't know how to write, isn't it? If we did we\n      could send a message for the new spear.'",
                "'Taffy,' said Tegumai, 'how often have I told you not to use slang?\n      \"Awful\" isn't a pretty word, but it could be a convenience, now you\n      mention it, if we could write home.'",
                "Just then a Stranger-man came along the river, but he belonged to a far\n      tribe, the Tewaras, and he did not understand one word of Tegumai's\n      language. He stood on the bank and smiled at Taffy, because he had a\n      little girl-daughter Of his own at home. Tegumai drew a hank of\n      deer-sinews from his mendy-bag and began to mend his spear.",
                "'Come here, said Taffy. 'Do you know where my Mummy lives?' And the\n      Stranger-man said 'Um!' being, as you know, a Tewara.",
                "'Silly!' said Taffy, and she stamped her foot, because she saw a shoal of\n      very big carp going up the river just when her Daddy couldn't use his\n      spear.",
                "'Don't bother grown-ups,' said Tegumai, so busy with his spear-mending\n      that he did not turn round.",
                "'I aren't, said Taffy. 'I only want him to do what I want him to do, and\n      he won't understand.'",
                "'Then don't bother me, said Tegumai, and he went on pulling and straining\n      at the deer-sinews with his mouth full of loose ends. The Stranger-man -- a\n      genuine Tewara he was -- sat down on the grass, and Taffy showed him\n      what her Daddy was doing. The Stranger-man thought, this is a very\n      wonderful child. She stamps her foot at me and she makes faces. She must\n      be the daughter of that noble Chief who is so great that he won't take any\n      notice of me.' So he smiled more politely than ever.",
                "'Now,' said Taffy, 'I want you to go to my Mummy, because your legs are\n      longer than mine, and you won't fall into the beaver-swamp, and ask for\n      Daddy's other spear -- the one with the black handle that hangs over\n      our fireplace.'",
                "The Stranger-man (and he was a Tewara) thought, 'This is a very, very\n      wonderful child. She waves her arms and she shouts at me, but I don't\n      understand a word of what she says. But if I don't do what she wants, I\n      greatly fear that that haughty Chief, Man-who-turns-his-back-on-callers,\n      will be angry.' He got up and twisted a big flat piece of bark off a\n      birch-tree and gave it to Taffy. He did this, Best Beloved, to show that\n      his heart was as white as the birch-bark and that he meant no harm; but\n      Taffy didn't quite understand.",
                "'Oh!' said she. 'Now I see! You want my Mummy's living-address? Of course\n      I can't write, but I can draw pictures if I've anything sharp to scratch\n      with. Please lend me the shark's tooth off your necklace.'",
                "The Stranger-man (and he was a Tewara) didn't say anything, So Taffy put\n      up her little hand and pulled at the beautiful bead and seed and\n      shark-tooth necklace round his neck.",
                "The Stranger-man (and he was a Tewara) thought, 'This is a very, very,\n      very wonderful child. The shark's tooth on my necklace is a magic shark's\n      tooth, and I was always told that if anybody touched it without my leave\n      they would immediately swell up or burst, but this child doesn't swell up\n      or burst, and that important Chief,\n      Man-who-attends-strictly-to-his-business, who has not yet taken any notice\n      of me at all, doesn't seem to be afraid that she will swell up or burst. I\n      had better be more polite.'",
                "So he gave Taffy the shark's tooth, and she lay down flat on her tummy\n      with her legs in the air, like some people on the drawing-room floor when\n      they want to draw pictures, and she said, 'Now I'll draw you some\n      beautiful pictures! You can look over my shoulder, but you mustn't joggle.\n      First I'll draw Daddy fishing. It isn't very like him; but Mummy will\n      know, because I've drawn his spear all broken. Well, now I'll draw the\n      other spear that he wants, the black-handled spear. It looks as if it was\n      sticking in Daddy's back, but that's because the shark's tooth slipped and\n      this piece of bark isn't big enough. That's the spear I want you to fetch;\n      so I'll draw a picture of me myself 'splaining to you. My hair doesn't\n      stand up like I've drawn, but it's easier to draw that way. Now I'll draw\n      you. I think you're very nice really, but I can't make you pretty in the\n      picture, so you mustn't be 'fended. Are you 'fended?'",
                "The Stranger-man (and he was a Tewara) smiled. He thought, 'There must be\n      a big battle going to be fought somewhere, and this extraordinary child,\n      who takes my magic shark's tooth but who does not swell up or burst, is\n      telling me to call all the great Chief's tribe to help him. He is a great\n      Chief, or he would have noticed me.",
                "'Look,' said Taffy, drawing very hard and rather scratchily, 'now I've\n      drawn you, and I've put the spear that Daddy wants into your hand, just to\n      remind you that you're to bring it. Now I'll show you how to find my\n      Mummy's living-address. You go along till you come to two trees (those are\n      trees), and then you go over a hill (that's a hill), and then you come\n      into a beaver-swamp all full of beavers. I haven't put in all the beavers,\n      because I can't draw beavers, but I've drawn their heads, and that's all\n      you'll see of them when you cross the swamp. Mind you don't fall in! Then\n      our Cave is just beyond the beaver-swamp. It isn't as high as the hills\n      really, but I can't draw things very small. That's my Mummy outside. She\n      is beautiful. She is the most beautifullest Mummy there ever was, but she\n      won't be 'fended when she sees I've drawn her so plain. She'll be pleased\n      of me because I can draw. Now, in case you forget, I've drawn the spear\n      that Daddy wants outside our Cave. It's inside really, but you show the\n      picture to my Mummy and she'll give it you. I've made her holding up her\n      hands, because I know she'll be so pleased to see you. Isn't it a\n      beautiful picture? And do you quite understand, or shall I 'splain again?'",
                "The Stranger-man (and he was a Tewara) looked at the picture and nodded\n      very hard. He said to himself,' If I do not fetch this great Chief's tribe\n      to help him, he will be slain by his enemies who are coming up on all\n      sides with spears. Now I see why the great Chief pretended not to notice\n      me! He feared that his enemies were hiding in the bushes and would see\n      him. Therefore he turned to me his back, and let the wise and wonderful\n      child draw the terrible picture showing me his difficulties. I will away\n      and get help for him from his tribe.' He did not even ask Taffy the road,\n      but raced off into the bushes like the wind, with the birch-bark in his\n      hand, and Taffy sat down most pleased.",
                "Now this is the picture that Taffy had drawn for him!",
                "'What have you been doing, Taffy?' said Tegumai. He had mended his spear\n      and was carefully waving it to and fro.",
                "'It's a little berangement of my own, Daddy dear,' said Taffy. 'If you\n      won't ask me questions, you'll know all about it in a little time, and\n      you'll be surprised. You don't know how surprised you'll be, Daddy!\n      Promise you'll be surprised.'",
                "'Very well,' said Tegumai, and went on fishing.",
                "The Stranger-man -- did you know he was a Tewara? -- hurried away\n      with the picture and ran for some miles, till quite by accident he found\n      Teshumai Tewindrow at the door of her Cave, talking to some other\n      Neolithic ladies who had come in to a Primitive lunch. Taffy was very like\n      Teshumai, especially about the upper part of the face and the eyes, so the\n      Stranger-man -- always a pure Tewara -- smiled politely and handed\n      Teshumai the birch-bark. He had run hard, so that he panted, and his legs\n      were scratched with brambles, but he still tried to be polite.",
                "As soon as Teshumai saw the picture she screamed like anything and flew at\n      the Stranger-man. The other Neolithic ladies at once knocked him down and\n      sat on him in a long line of six, while Teshumai pulled his hair.",
                "'It's as plain as the nose on this Stranger-man's face,' she said. 'He has\n      stuck my Tegumai all full of spears, and frightened poor Taffy so that her\n      hair stands all on end; and not content with that, he brings me a horrid\n      picture of how it was done. Look!' She showed the picture to all the\n      Neolithic ladies sitting patiently on the Stranger-man. 'Here is my\n      Tegumai with his arm broken; here is a spear sticking into his back; here\n      is a man with a spear ready to throw; here is another man throwing a spear\n      from a Cave, and here are a whole pack of people' (they were Taffy's\n      beavers really, but they did look rather like people) 'coming up behind\n      Tegumai. Isn't it shocking!'",
                "'Most shocking!' said the Neolithic ladies, and they filled the\n      Stranger-man's hair with mud (at which he was surprised), and they beat\n      upon the Reverberating Tribal Drums, and called together all the chiefs of\n      the Tribe of Tegumai, with their Hetmans and Dolmans, all Neguses, Woons,\n      and Akhoonds of the organisation, in addition to the Warlocks, Angekoks,\n      Juju-men, Bonzes, and the rest, who decided that before they chopped the\n      Stranger-man's head off he should instantly lead them down to the river\n      and show them where he had hidden poor Taffy.",
                "By this time the Stranger-man (in spite of being a Tewara) was really\n      annoyed. They had filled his hair quite solid with mud; they had rolled\n      him up and down on knobby pebbles; they had sat upon him in a long line of\n      six; they had thumped him and bumped him till he could hardly breathe; and\n      though he did not understand their language, he was almost sure that the\n      names the Neolithic ladies called him were not ladylike. However, he said\n      nothing till all the Tribe of Tegumai were assembled, and then he led them\n      back to the bank of the Wagai river, and there they found Taffy making\n      daisy-chains, and Tegumai carefully spearing small carp with his mended\n      spear.",
                "'Well, you have been quick!' said Taffy. 'But why did you bring so many\n      people? Daddy dear, this is my surprise. Are you surprised, Daddy?'",
                "'Very,' said Tegumai; 'but it has ruined all my fishing for the day. Why,\n      the whole dear, kind, nice, clean, quiet Tribe is here, Taffy.'",
                "And so they were. First of all walked Teshumai Tewindrow and the Neolithic\n      ladies, tightly holding on to the Stranger-man, whose hair was full of mud\n      (although he was a Tewara). Behind them came the Head Chief, the\n      Vice-Chief, the Deputy and Assistant Chiefs (all armed to the upper\n      teeth), the Hetmans and Heads of Hundreds, Platoffs with their Platoons,\n      and Dolmans with their Detachments; Woons, Neguses, and Akhoonds ranking\n      in the rear (still armed to the teeth). Behind them was the Tribe in\n      hierarchical order, from owners of four caves (one for each season), a\n      private reindeer-run, and two salmon-leaps, to feudal and prognathous\n      Villeins, semi-entitled to half a bearskin of winter nights, seven yards\n      from the fire, and adscript serfs, holding the reversion of a scraped\n      marrow-bone under heriot (Aren't those beautiful words, Best Beloved?).\n      They were all there, prancing and shouting, and they frightened every fish\n      for twenty miles, and Tegumai thanked them in a fluid Neolithic oration.",
                "Then Teshumai Tewindrow ran down and kissed and hugged Taffy very much\n      indeed; but the Head Chief of the Tribe of Tegumai took Tegumai by the\n      top-knot feathers and shook him severely.",
                "'Explain! Explain! Explain!' cried all the Tribe of Tegumai.",
                "'Goodness' sakes alive!' said Tegumai. 'Let go of my top-knot. Can't a man\n      break his carp-spear without the whole countryside descending on him?\n      You're a very interfering people.'",
                "'I don't believe you've brought my Daddy's black-handled spear after all,'\n      said Taffy. 'And what are you doing to my nice Stranger-man?'",
                "They were thumping him by twos and threes and tens till his eyes turned\n      round and round. He could only gasp and point at Taffy.",
                "'Where are the bad people who speared you, my darling?' said Teshumai\n      Tewindrow.",
                "'There weren't any,' said Tegumai. 'My only visitor this morning was the\n      poor fellow that you are trying to choke. Aren't you well, or are you ill,\n      O Tribe of Tegumai?'",
                "'He came with a horrible picture,' said the Head Chief, -- 'a picture\n      that showed you were full of spears.'",
                "'Er-um-Pr'aps I'd better 'splain that I gave him that picture,' said\n      Taffy, but she did not feel quite comfy.",
                "'You!' said the Tribe of Tegumai all together.\n      'Small-person-with-no-manners-who-ought-to-be-spanked! You?'",
                "'Taffy dear, I'm afraid we're in for a little trouble,' said her Daddy,\n      and put his arm round her, so she didn't care.",
                "'Explain! Explain! Explain!' said the Head Chief of the Tribe of Tegumai,\n      and he hopped on one foot.",
                "'I wanted the Stranger-man to fetch Daddy's spear, so I drawded it,' said\n      Taffy. 'There wasn't lots of spears. There was only one spear. I drawded\n      it three times to make sure. I couldn't help it looking as if it stuck\n      into Daddy's head -- there wasn't room on the birch-bark; and those\n      things that Mummy called bad people are my beavers. I drawded them to show\n      him the way through the swamp; and I drawded Mummy at the mouth of the\n      Cave looking pleased because he is a nice Stranger-man, and I think you\n      are just the stupidest people in the world,' said Taffy. 'He is a very\n      nice man. Why have you filled his hair with mud? Wash him!'",
                "Nobody said anything at all for a longtime, till the Head Chief laughed;\n      then the Stranger-man (who was at least a Tewara) laughed; then Tegumai\n      laughed till he fell down flat on the bank; then all the Tribe laughed\n      more and worse and louder. The only people who did not laugh were Teshumai\n      Tewindrow and all the Neolithic ladies. They were very polite to all their\n      husbands, and said 'Idiot!' ever so often.",
                "Then the Head Chief of the Tribe of Tegumai cried and said and sang, 'O\n      Small-person-with-out-any-manners-who-ought-to-be-spanked, you've hit upon\n      a great invention!'",
                "'I didn't intend to; I only wanted Daddy's black-handled spear,' said\n      Taffy.",
                "'Never mind. It is a great invention, and some day men will call it\n      writing. At present it is only pictures, and, as we have seen to-day,\n      pictures are not always properly understood. But a time will come, O Babe\n      of Tegumai, when we shall make letters -- all twenty-six of 'em, -- and\n      when we shall be able to read as well as to write, and then we shall\n      always say exactly what we mean without any mistakes. Let the Neolithic\n      ladies wash the mud out of the stranger's hair.'",
                "'I shall be glad of that,' said Taffy, 'because, after all, though you've\n      brought every single other spear in the Tribe of Tegumai, you've forgotten\n      my Daddy's black-handled spear.'",
                "Then the Head Chief cried and said and sang, 'Taffy dear, the next time\n      you write a picture-letter, you'd better send a man who can talk our\n      language with it, to explain what it means. I don't mind it myself,\n      because I am a Head Chief, but it's very bad for the rest of the Tribe of\n      Tegumai, and, as you can see, it surprises the stranger.'",
                "Then they adopted the Stranger-man (a genuine Tewara of Tewar) into the\n      Tribe of Tegumai, because he was a gentleman and did not make a fuss about\n      the mud that the Neolithic ladies had put into his hair. But from that day\n      to this (and I suppose it is all Taffy's fault), very few little girls\n      have ever liked learning to read or write. Most of them prefer to draw\n      pictures and play about with their Daddies -- just like Taffy.",
                "THERE runs a road by Merrow Down -- \n       A grassy track to-day it is\n     An hour out of Guildford town,\n       Above the river Wey it is.\n\n     Here, when they heard the horse-bells ring,\n       The ancient Britons dressed and rode\n     To watch the dark Phoenicians bring\n       Their goods along the Western Road.\n\n     And here, or hereabouts, they met\n       To hold their racial talks and such -- \n     To barter beads for Whitby jet,\n       And tin for gay shell torques and such.\n\n     But long and long before that time\n       (When bison used to roam on it)\n     Did Taffy and her Daddy climb\n       That down, and had their home on it.\n\n     Then beavers built in Broadstone brook\n       And made a swamp where Bramley stands:\n     And bears from Shere would come and look\n       For Taffimai where Shamley stands.\n\n     The Wey, that Taffy called Wagai,\n       Was more than six times bigger then;\n     And all the Tribe of Tegumai\n       They cut a noble figure then!"
            ]
        },
        {
            "name": " HOW THE ALPHABET WAS MADE ",
            "sub_name": "",
            "text": [
                "HOW THE ALPHABET WAS MADE",
                "THE week after Taffimai Metallumai (we will still call her Taffy, Best\n      Beloved) made that little mistake about her Daddy's spear and the\n      Stranger-man and the picture-letter and all, she went carp-fishing again\n      with her Daddy. Her Mummy wanted her to stay at home and help hang up\n      hides to dry on the big drying-poles outside their Neolithic Cave, but\n      Taffy slipped away down to her Daddy quite early, and they fished.\n      Presently she began to giggle, and her Daddy said, 'Don't be silly,\n      child.'",
                "'But wasn't it inciting!' said Taffy. 'Don't you remember how the Head\n      Chief puffed out his cheeks, and how funny the nice Stranger-man looked\n      with the mud in his hair?'",
                "'Well do I,' said Tegumai. 'I had to pay two deerskins -- soft ones\n      with fringes -- to the Stranger-man for the things we did to him.'",
                "'We didn't do anything,' said Taffy. 'It was Mummy and the other Neolithic\n      ladies -- and the mud.'",
                "'We won't talk about that,' said her Daddy, 'Let's have lunch.'",
                "Taffy took a marrow-bone and sat mousy-quiet for ten whole minutes, while\n      her Daddy scratched on pieces of birch-bark with a shark's tooth. Then she\n      said, 'Daddy, I've thinked of a secret surprise. You make a noise -- any\n      sort of noise.'",
                "'Ah!' said Tegumai. 'Will that do to begin with?'",
                "'Yes,' said Taffy. 'You look just like a carp-fish with its mouth open.\n      Say it again, please.'",
                "'Ah! ah! ah!' said her Daddy. 'Don't be rude, my daughter.'",
                "'I'm not meaning rude, really and truly,' said Taffy. 'It's part of my\n      secret-surprise-think. Do say ah, Daddy, and keep your mouth open at the\n      end, and lend me that tooth. I'm going to draw a carp-fish's mouth\n      wide-open.'",
                "'What for?' said her Daddy.",
                "'Don't you see?' said Taffy, scratching away on the bark. 'That will be\n      our little secret s'prise. When I draw a carp-fish with his mouth open in\n      the smoke at the back of our Cave -- if Mummy doesn't mind -- it\n      will remind you of that ah-noise. Then we can play that it was me jumped\n      out of the dark and s'prised you with that noise -- same as I did in\n      the beaver-swamp last winter.'",
                "'Really?' said her Daddy, in the voice that grown-ups use when they are\n      truly attending. 'Go on, Taffy.'",
                "'Oh bother!' she said. 'I can't draw all of a carp-fish, but I can draw\n      something that means a carp-fish's mouth. Don't you know how they stand on\n      their heads rooting in the mud? Well, here's a pretence carp-fish (we can\n      play that the rest of him is drawn). Here's just his mouth, and that means\n      ah.' And she drew this. (1.)",
                "'That's not bad,' said Tegumai, and scratched on his own piece of bark for\n      himself; but you've forgotten the feeler that hangs across his mouth.'",
                "'But I can't draw, Daddy.'",
                "'You needn't draw anything of him except just the opening of his mouth and\n      the feeler across. Then we'll know he's a carp-fish, 'cause the perches\n      and trouts haven't got feelers. Look here, Taffy.' And he drew this. (2.)",
                "'Now I'll copy it.' said Taffy. 'Will you understand this when you see\n      it?'",
                "'Perfectly,' said her Daddy.",
                "And she drew this. (3.) 'And I'll be quite as s'prised when I see it\n      anywhere, as if you had jumped out from behind a tree and said '\"Ah!\"'",
                "'Now, make another noise,' said Taffy, very proud.",
                "'Yah!' said her Daddy, very loud.",
                "'H'm,' said Taffy. 'That's a mixy noise. The end part is\n      ah-carp-fish-mouth; but what can we do about the front part? Yer-yer-yer\n      and ah! Ya!'",
                "'It's very like the carp-fish-mouth noise. Let's draw another bit of the\n      carp-fish and join 'em,' said her Daddy. He was quite incited too.",
                "'No. If they're joined, I'll forget. Draw it separate. Draw his tail. If\n      he's standing on his head the tail will come first. 'Sides, I think I can\n      draw tails easiest,' said Taffy.",
                "'A good notion,' said Tegumai. 'Here's a carp-fish tail for the\n      yer-noise.' And he drew this. (4.)",
                "'I'll try now,' said Taffy. ''Member I can't draw like you, Daddy. Will it\n      do if I just draw the split part of the tail, and the sticky-down line for\n      where it joins?' And she drew this. (5.)",
                "Her Daddy nodded, and his eyes were shiny bright with 'citement.",
                "'That's beautiful,' she said. 'Now make another noise, Daddy.'",
                "'Oh!' said her Daddy, very loud.",
                "'That's quite easy,' said Taffy. 'You make your mouth all around like an\n      egg or a stone. So an egg or a stone will do for that.'",
                "'You can't always find eggs or stones. We'll have to scratch a round\n      something like one.' And he drew this. (6.)",
                "'My gracious!' said Taffy, 'what a lot of noise-pictures we've made, -- carp-mouth,\n      carp-tail, and egg! Now, make another noise, Daddy.'",
                "'Ssh!' said her Daddy, and frowned to himself, but Taffy was too incited\n      to notice.",
                "'That's quite easy,' she said, scratching on the bark.",
                "'Eh, what?' said her Daddy. 'I meant I was thinking, and didn't want to be\n      disturbed.'",
                "'It's a noise just the same. It's the noise a snake makes, Daddy, when it\n      is thinking and doesn't want to be disturbed. Let's make the ssh-noise a\n      snake. Will this do?' And she drew this. (7.)",
                "'There,' she said. 'That's another s'prise-secret. When you draw a\n      hissy-snake by the door of your little back-cave where you mend the\n      spears, I'll know you're thinking hard; and I'll come in most mousy-quiet.\n      And if you draw it on a tree by the river when you are fishing, I'll know\n      you want me to walk most most mousy-quiet, so as not to shake the banks.'",
                "'Perfectly true,' said Tegumai. And there's more in this game than you\n      think. Taffy, dear, I've a notion that your Daddy's daughter has hit upon\n      the finest thing that there ever was since the Tribe of Tegumai took to\n      using shark's teeth instead of flints for their spear-heads. I believe\n      we've found out the big secret of the world.'",
                "'Why?' said Taffy, and her eyes shone too with incitement.",
                "'I'll show,' said her Daddy. 'What's water in the Tegumai language?'",
                "'Ya, of course, and it means river too -- like Wagai-ya -- the Wagai\n      river.'",
                "'What is bad water that gives you fever if you drink it -- black water -- swamp-water?'",
                "'Yo, of course.'",
                "'Now look,' said her Daddy. 'S'pose you saw this scratched by the side of\n      a pool in the beaver-swamp?' And he drew this. (8.)",
                "'Carp-tail and round egg. Two noises mixed! Yo, bad water,' said Taffy.\n      ''Course I wouldn't drink that water because I'd know you said it was\n      bad.'",
                "'But I needn't be near the water at all. I might be miles away, hunting,\n      and still -- '",
                "'And still it would be just the same as if you stood there and said,\n      \"G'way, Taffy, or you'll get fever.\" All that in a carp-fish-tail and a\n      round egg! O Daddy, we must tell Mummy, quick!' and Taffy danced all round\n      him.",
                "'Not yet,' said Tegumai; 'not till we've gone a little further. Let's see.\n      Yo is bad water, but So is food cooked on the fire, isn't it?' And he drew\n      this. (9.)",
                "'Yes. Snake and egg,' said Taffy 'So that means dinner's ready. If you saw\n      that scratched on a tree you'd know it was time to come to the Cave. So'd\n      I.'",
                "'My Winkie!' said Tegumai. 'That's true too. But wait a minute. I see a\n      difficulty. SO means \"come and have dinner,\" but sho means the\n      drying-poles where we hang our hides.'",
                "'Horrid old drying-poles!' said Taffy. 'I hate helping to hang heavy, hot,\n      hairy hides on them. If you drew the snake and egg, and I thought it meant\n      dinner, and I came in from the wood and found that it meant I was to help\n      Mummy hang the two hides on the drying-poles, what would I do?'",
                "'You'd be cross. So'd Mummy. We must make a new picture for sho. We must\n      draw a spotty snake that hisses sh-sh, and we'll play that the plain snake\n      only hisses ssss.'",
                "'I couldn't be sure how to put in the spots,' said Taffy. 'And p'raps if\n      you were in a hurry you might leave them out, and I'd think it was so when\n      it was sho, and then Mummy would catch me just the same. No! I think we'd\n      better draw a picture of the horrid high drying-poles their very selves,\n      and make quite sure. I'll put them in just after the hissy-snake. Look!'\n      And she drew this. (10.)",
                "'P'raps that's safest. It's very like our drying-poles, anyhow,' said her\n      Daddy, laughing. 'Now I'll make a new noise with a snake and drying-pole\n      sound in it. I'll say shi. That's Tegumai for spear, Taffy.' And he\n      laughed.",
                "'Don't make fun of me,' said Taffy, as she thought of her picture-letter\n      and the mud in the Stranger-man's hair. 'You draw it, Daddy.'",
                "'We won't have beavers or hills this time, eh?' said her Daddy, 'I'll just\n      draw a straight line for my spear.' and he drew this. (11.)",
                "'Even Mummy couldn't mistake that for me being killed.'",
                "'Please don't, Daddy. It makes me uncomfy. Do some more noises. We're\n      getting on beautifully.'",
                "'Er-hm!' said Tegumai, looking up. 'We'll say shu. That means sky.'",
                "Taffy drew the snake and the drying-pole. Then she stopped. 'We must make\n      a new picture for that end sound, mustn't we?'",
                "'Shu-shu-u-u-u!' said her Daddy. 'Why, it's just like the round-egg-sound\n      made thin.'",
                "'Then s'pose we draw a thin round egg, and pretend it's a frog that hasn't\n      eaten anything for years.'",
                "'N-no,' said her Daddy. 'If we drew that in a hurry we might mistake it\n      for the round egg itself. Shu-shu-shu! 'I tell you what we'll do. We'll\n      open a little hole at the end of the round egg to show how the O-noise\n      runs out all thin, ooo-oo-oo. Like this.' And he drew this. (12.)",
                "'Oh, that's lovely! Much better than a thin frog. Go on,' said Taffy,\n      using her shark's tooth. Her Daddy went on drawing, and his hand shook\n      with incitement. He went on till he had drawn this. (13.)",
                "'Don't look up, Taffy,' he said. 'Try if you can make out what that means\n      in the Tegumai language. If you can, we've found the Secret.'",
                "'Snake -- pole -- broken -- egg -- carp -- tail and\n      carp-mouth,' said Taffy. 'Shu-ya. Sky-water (rain).' Just then a drop fell\n      on her hand, for the day had clouded over. 'Why, Daddy, it's raining. Was\n      that what you meant to tell me?'",
                "'Of course,' said her Daddy. 'And I told it you without saying a word,\n      didn't I?'",
                "'Well, I think I would have known it in a minute, but that raindrop made\n      me quite sure. I'll always remember now. Shu-ya means rain, or \"it is\n      going to rain.\" Why, Daddy!' She got up and danced round him. 'S'pose you\n      went out before I was awake, and drawed shu-ya in the smoke on the wall,\n      I'd know it was going to rain and I'd take my beaver-skin hood. Wouldn't\n      Mummy be surprised?'",
                "Tegumai got up and danced. (Daddies didn't mind doing those things in\n      those days.) 'More than that! More than that!' he said. 'S'pose I wanted\n      to tell you it wasn't going to rain much and you must come down to the\n      river, what would we draw? Say the words in Tegumai-talk first.'",
                "'Shu-ya-las, ya maru. (Sky-water ending. River come to.) what a lot of new\n      sounds! I don't see how we can draw them.'",
                "'But I do -- but I do!' said Tegumai. 'Just attend a minute, Taffy, and\n      we won't do any more to-day. We've got shu-ya all right, haven't we? But\n      this las is a teaser. La-la-la' and he waved his shark-tooth.",
                "'There's the hissy-snake at the end and the carp-mouth before the snake -- as-as-as.\n      We only want la-la,' said Taffy.",
                "'I know it, but we have to make la-la. And we're the first people in all\n      the world who've ever tried to do it, Taffimai!'",
                "'Well,' said Taffy, yawning, for she was rather tired. 'Las means breaking\n      or finishing as well as ending, doesn't it?'",
                "'So it does,' said Tegumai. 'To-las means that there's no water in the\n      tank for Mummy to cook with -- just when I'm going hunting, too.'",
                "'And shi-las means that your spear is broken. If I'd only thought of that\n      instead of drawing silly beaver pictures for the Stranger!'",
                "'La! La! La!' said Tegumai, waiving his stick and frowning. 'Oh bother!'",
                "'I could have drawn shi quite easily,' Taffy went on. 'Then I'd have drawn\n      your spear all broken -- this way!' And she drew. (14.)",
                "'The very thing,' said Tegumai. 'That's la all over. It isn't like any of\n      the other marks either.' And he drew this. (15.)",
                "'Now for ya. Oh, we've done that before. Now for maru. Mum-mum-mum. Mum\n      shuts one's mouth up, doesn't it? We'll draw a shut mouth like this.' And\n      he drew. (16.)",
                "'Then the carp-mouth open. That makes Ma-ma-ma! But what about this\n      rrrrr-thing, Taffy?'",
                "'It sounds all rough and edgy, like your shark-tooth saw when you're\n      cutting out a plank for the canoe,' said Taffy.",
                "'You mean all sharp at the edges, like this?' said Tegumai. And he drew.\n      (17.)",
                "''Xactly,' said Taffy. 'But we don't want all those teeth: only put two.'",
                "'I'll only put in one,' said Tegumai. 'If this game of ours is going to be\n      what I think it will, the easier we make our sound-pictures the better for\n      everybody.' And he drew. (18.)",
                "'Now, we've got it,' said Tegumai, standing on one leg. 'I'll draw 'em all\n      in a string like fish.'",
                "'Hadn't we better put a little bit of stick or something between each\n      word, so's they won't rub up against each other and jostle, same as if\n      they were carps?'",
                "'Oh, I'll leave a space for that,' said her Daddy. And very incitedly he\n      drew them all without stopping, on a big new bit of birch-bark. (19.)",
                "'Shu-ya-las ya-maru,' said Taffy, reading it out sound by sound.",
                "'That's enough for to-day,' said Tegumai. 'Besides, you're getting tired,\n      Taffy. Never mind, dear. We'll finish it all to-morrow, and then we'll be\n      remembered for years and years after the biggest trees you can see are all\n      chopped up for firewood.'",
                "So they went home, and all that evening Tegumai sat on one side of the\n      fire and Taffy on the other, drawing ya's and yo's and shu's and shi's in\n      the smoke on the wall and giggling together till her Mummy said, 'Really,\n      Tegumai, you're worse than my Taffy.'",
                "'Please don't mind,' said Taffy. 'It's only our secret-s'prise, Mummy\n      dear, and we'll tell you all about it the very minute it's done; but\n      please don't ask me what it is now, or else I'll have to tell.'",
                "So her Mummy most carefully didn't; and bright and early next morning\n      Tegumai went down to the river to think about new sound pictures, and when\n      Taffy got up she saw Ya-las (water is ending or running out) chalked on\n      the side of the big stone water-tank, outside the Cave.",
                "'Um,' said Taffy. 'These picture-sounds are rather a bother! Daddy's just\n      as good as come here himself and told me to get more water for Mummy to\n      cook with.' She went to the spring at the back of the house and filled the\n      tank from a bark bucket, and then she ran down to the river and pulled her\n      Daddy's left ear -- the one that belonged to her to pull when she was\n      good.",
                "'Now come along and we'll draw all the left-over sound-pictures,' said her\n      Daddy, and they had a most inciting day of it, and a beautiful lunch in\n      the middle, and two games of romps. When they came to T, Taffy said that\n      as her name, and her Daddy's, and her Mummy's all began with that sound,\n      they should draw a sort of family group of themselves holding hands. That\n      was all very well to draw once or twice; but when it came to drawing it\n      six or seven times, Taffy and Tegumai drew it scratchier and scratchier,\n      till at last the T-sound was only a thin long Tegumai with his arms out to\n      hold Taffy and Teshumai. You can see from these three pictures partly how\n      it happened. (20, 21, 22.)",
                "Many of the other pictures were much too beautiful to begin with,\n      especially before lunch, but as they were drawn over and over again on\n      birch-bark, they became plainer and easier, till at last even Tegumai said\n      he could find no fault with them. They turned the hissy-snake the other\n      way round for the Z-sound, to show it was hissing backwards in a soft and\n      gentle way (23); and they just made a twiddle for E, because it came into\n      the pictures so often (24); and they drew pictures of the sacred Beaver of\n      the Tegumais for the B-sound (25, 26, 27, 28); and because it was a nasty,\n      nosy noise, they just drew noses for the N-sound, till they were tired\n      (29); and they drew a picture of the big lake-pike's mouth for the greedy\n      Ga-sound (30); and they drew the pike's mouth again with a spear behind it\n      for the scratchy, hurty Ka-sound (31); and they drew pictures of a little\n      bit of the winding Wagai river for the nice windy-windy Wa-sound (32, 33);\n      and so on and so forth and so following till they had done and drawn all\n      the sound-pictures that they wanted, and there was the Alphabet, all\n      complete.",
                "And after thousands and thousands and thousands of years, and after\n      Hieroglyphics and Demotics, and Nilotics, and Cryptics, and Cufics, and\n      Runics, and Dorics, and Ionics, and all sorts of other ricks and tricks\n      (because the Woons, and the Neguses, and the Akhoonds, and the\n      Repositories of Tradition would never leave a good thing alone when they\n      saw it), the fine old easy, understandable Alphabet -- A, B, C, D, E,\n      and the rest of 'em -- got back into its proper shape again for all\n      Best Beloveds to learn when they are old enough.",
                "But I remember Tegumai Bopsulai, and Taffimai Metallumai and Teshumai\n      Tewindrow, her dear Mummy, and all the days gone by. And it was so -- just\n      so -- a little time ago -- on the banks of the big Wagai!",
                "OF all the Tribe of Tegumai\n       Who cut that figure, none remain, -- \n     On Merrow Down the cuckoos cry\n       The silence and the sun remain.\n\n     But as the faithful years return\n       And hearts unwounded sing again,\n     Comes Taffy dancing through the fern\n       To lead the Surrey spring again.\n\n     Her brows are bound with bracken-fronds,\n       And golden elf-locks fly above;\n     Her eyes are bright as diamonds\n       And bluer than the skies above.\n\n     In mocassins and deer-skin cloak,\n       Unfearing, free and fair she flits,\n     And lights her little damp-wood smoke\n       To show her Daddy where she flits.\n\n     For far -- oh, very far behind,\n       So far she cannot call to him,\n     Comes Tegumai alone to find\n       The daughter that was all to him."
            ]
        },
        {
            "name": " THE CRAB THAT PLAYED WITH THE SEA ",
            "sub_name": "",
            "text": [
                "THE CRAB THAT PLAYED WITH THE SEA",
                "BEFORE the High and Far-Off Times, O my Best Beloved, came the Time of the\n      Very Beginnings; and that was in the days when the Eldest Magician was\n      getting Things ready. First he got the Earth ready; then he got the Sea\n      ready; and then he told all the Animals that they could come out and play.\n      And the Animals said, 'O Eldest Magician, what shall we play at?' and he\n      said, 'I will show you. He took the Elephant -- All-the-Elephant-there-was -- and\n      said, 'Play at being an Elephant,' and All-the-Elephant-there-was played.\n      He took the Beaver -- All-the-Beaver-there-was and said, 'Play at being\n      a Beaver,' and All-the Beaver-there-was played. He took the Cow -- All-the\n      Cow-there-was -- and said, 'Play at being a Cow,' and\n      All-the-Cow-there-was played. He took the Turtle -- All-the-Turtle\n      there-was and said, 'Play at being a Turtle,' and All-the-Turtle-there-was\n      played. One by one he took all the beasts and birds and fishes and told\n      them what to play at.",
                "But towards evening, when people and things grow restless and tired, there\n      came up the Man (With his own little girl-daughter?) -- Yes, with his\n      own best beloved little girl-daughter sitting upon his shoulder, and he\n      said, 'What is this play, Eldest Magician?' And the Eldest Magician said,\n      'Ho, Son of Adam, this is the play of the Very Beginning; but you are too\n      wise for this play.' And the Man saluted and said, 'Yes, I am too wise for\n      this play; but see that you make all the Animals obedient to me.'",
                "Now, while the two were talking together, Pau Amma the Crab, who was next\n      in the game, scuttled off sideways and stepped into the sea, saying to\n      himself, 'I will play my play alone in the deep waters, and I will never\n      be obedient to this son of Adam.' Nobody saw him go away except the little\n      girl-daughter where she leaned on the Man's shoulder. And the play went on\n      till there were no more Animals left without orders; and the Eldest\n      Magician wiped the fine dust off his hands and walked about the world to\n      see how the Animals were playing.",
                "He went North, Best Beloved, and he found All-the-Elephant-there-was\n      digging with his tusks and stamping with his feet in the nice new clean\n      earth that had been made ready for him.",
                "'Kun?' said All-the-Elephant-there-was, meaning, 'Is this right?'",
                "'Payah kun,' said the Eldest Magician, meaning, 'That is quite right'; and\n      he breathed upon the great rocks and lumps of earth that\n      All-the-Elephant-there-was had thrown up, and they became the great\n      Himalayan Mountains, and you can look them out on the map.",
                "He went East, and he found All-the-Cow there-was feeding in the field that\n      had been made ready for her, and she licked her tongue round a whole\n      forest at a time, and swallowed it and sat down to chew her cud.",
                "'Kun?' said All-the-Cow-there-was.",
                "'Payah kun,' said the Eldest Magician; and he breathed upon the bare patch\n      where she had eaten, and upon the place where she had sat down, and one\n      became the great Indian Desert, and the other became the Desert of Sahara,\n      and you can look them out on the map.",
                "He went West, and he found All-the-Beaver-there-was making a beaver-dam\n      across the mouths of broad rivers that had been got ready for him.",
                "'Kun?' said All-the-Beaver-there-was.",
                "'Payah kun,' said the Eldest Magician; and he breathed upon the fallen\n      trees and the still water, and they became the Everglades in Florida, and\n      you may look them out on the map.",
                "Then he went South and found All-the-Turtle-there-was scratching with his\n      flippers in the sand that had been got ready for him, and the sand and the\n      rocks whirled through the air and fell far off into the sea.",
                "'Kun?' said All-the-Turtle-there-was.",
                "'Payah kun,' said the Eldest Magician; and he breathed upon the sand and\n      the rocks, where they had fallen in the sea, and they became the most\n      beautiful islands of Borneo, Celebes, Sumatra, Java, and the rest of the\n      Malay Archipelago, and you can look them out on the map!",
                "By and by the Eldest Magician met the Man on the banks of the Perak river,\n      and said, 'Ho! Son of Adam, are all the Animals obedient to you?'",
                "'Yes,' said the Man.",
                "'Is all the Earth obedient to you?'",
                "'Yes,' said the Man.",
                "'Is all the Sea obedient to you?'",
                "'No,' said the Man. 'Once a day and once a night the Sea runs up the Perak\n      river and drives the sweet-water back into the forest, so that my house is\n      made wet; once a day and once a night it runs down the river and draws all\n      the water after it, so that there is nothing left but mud, and my canoe is\n      upset. Is that the play you told it to play?'",
                "'No,' said the Eldest Magician. 'That is a new and a bad play.'",
                "'Look!' said the Man, and as he spoke the great Sea came up the mouth of\n      the Perak river, driving the river backwards till it overflowed all the\n      dark forests for miles and miles, and flooded the Man's house.",
                "'This is wrong. Launch your canoe and we will find out who is playing with\n      the Sea,' said the Eldest Magician. They stepped into the canoe; the\n      little girl-daughter came with them; and the Man took his kris -- a\n      curving, wavy dagger with a blade like a flame, -- and they pushed out\n      on the Perak river. Then the sea began to run back and back, and the canoe\n      was sucked out of the mouth of the Perak river, past Selangor, past\n      Malacca, past Singapore, out and out to the Island of Bingtang, as though\n      it had been pulled by a string.",
                "Then the Eldest Magician stood up and shouted, 'Ho! beasts, birds, and\n      fishes, that I took between my hands at the Very Beginning and taught the\n      play that you should play, which one of you is playing with the Sea?'",
                "Then all the beasts, birds, and fishes said together, 'Eldest Magician, we\n      play the plays that you taught us to play -- we and our children's\n      children. But not one of us plays with the Sea.'",
                "Then the Moon rose big and full over the water, and the Eldest Magician\n      said to the hunchbacked old man who sits in the Moon spinning a\n      fishing-line with which he hopes one day to catch the world, 'Ho! Fisher\n      of the Moon, are you playing with the Sea?'",
                "'No,' said the Fisherman, 'I am spinning a line with which I shall some\n      day catch the world; but I do not play with the Sea.' And he went on\n      spinning his line.",
                "Now there is also a Rat up in the Moon who always bites the old\n      Fisherman's line as fast as it is made, and the Eldest Magician said to\n      him, 'Ho! Rat of the Moon, are you playing with the Sea?'",
                "And the Rat said, 'I am too busy biting through the line that this old\n      Fisherman is spinning. I do not play with the Sea.' And he went on biting\n      the line.",
                "Then the little girl-daughter put up her little soft brown arms with the\n      beautiful white shell bracelets and said, 'O Eldest Magician! when my\n      father here talked to you at the Very Beginning, and I leaned upon his\n      shoulder while the beasts were being taught their plays, one beast went\n      away naughtily into the Sea before you had taught him his play.",
                "And the Eldest Magician said, 'How wise are little children who see and\n      are silent! What was the beast like?'",
                "And the little girl-daughter said, 'He was round and he was flat; and his\n      eyes grew upon stalks; and he walked sideways like this; and he was\n      covered with strong armour upon his back.'",
                "And the Eldest Magician said, 'How wise are little children who speak\n      truth! Now I know where Pau Amma went. Give me the paddle!'",
                "So he took the paddle; but there was no need to paddle, for the water\n      flowed steadily past all the islands till they came to the place called\n      Pusat Tasek -- the Heart of the Sea -- where the great hollow is\n      that leads down to the heart of the world, and in that hollow grows the\n      Wonderful Tree, Pauh Janggi, that bears the magic twin nuts. Then the\n      Eldest Magician slid his arm up to the shoulder through the deep warm\n      water, and under the roots of the Wonderful Tree he touched the broad back\n      of Pau Amma the Crab. And Pau Amma settled down at the touch, and all the\n      Sea rose up as water rises in a basin when you put your hand into it.",
                "'Ah!' said the Eldest Magician. 'Now I know who has been playing with the\n      Sea;' and he called out, 'What are you doing, Pau Amma?'",
                "And Pau Amma, deep down below, answered, 'Once a day and once a night I go\n      out to look for my food. Once a day and once a night I return. Leave me\n      alone.'",
                "Then the Eldest Magician said, 'Listen, Pau Amma. When you go out from\n      your cave the waters of the Sea pour down into Pusat Tasek, and all the\n      beaches of all the islands are left bare, and the little fish die, and\n      Raja Moyang Kaban, the King of the Elephants, his legs are made muddy.\n      When you come back and sit in Pusat Tasek, the waters of the Sea rise, and\n      half the little islands are drowned, and the Man's house is flooded, and\n      Raja Abdullah, the King of the Crocodiles, his mouth is filled with the\n      salt water.",
                "Then Pau Amma, deep down below, laughed and said, 'I did not know I was so\n      important. Henceforward I will go out seven times a day, and the waters\n      shall never be still.'",
                "And the Eldest Magician said, 'I cannot make you play the play you were\n      meant to play, Pau Amma, because you escaped me at the Very Beginning; but\n      if you are not afraid, come up and we will talk about it.'",
                "'I am not afraid,' said Pau Amma, and he rose to the top of the sea in the\n      moonlight. There was nobody in the world so big as Pau Amma -- for he\n      was the King Crab of all Crabs. Not a common Crab, but a King Crab. One\n      side of his great shell touched the beach at Sarawak; the other touched\n      the beach at Pahang; and he was taller than the smoke of three volcanoes!\n      As he rose up through the branches of the Wonderful Tree he tore off one\n      of the great twin fruits -- the magic double kernelled nuts that make\n      people young, -- and the little girl-daughter saw it bobbing alongside\n      the canoe, and pulled it in and began to pick out the soft eyes of it with\n      her little golden scissors.",
                "'Now,' said the Magician, 'make a Magic, Pau Amma, to show that you are\n      really important.'",
                "Pau Amma rolled his eyes and waved his legs, but he could only stir up the\n      Sea, because, though he was a King Crab, he was nothing more than a Crab,\n      and the Eldest Magician laughed.",
                "'You are not so important after all, Pau Amma,' he said. 'Now, let me\n      try,' and he made a Magic with his left hand -- with just the little\n      finger of his left hand -- and -- lo and behold, Best Beloved, Pau\n      Amma's hard, blue-green-black shell fell off him as a husk falls off a\n      cocoa-nut, and Pau Amma was left all soft -- soft as the little crabs\n      that you sometimes find on the beach, Best Beloved.",
                "'Indeed, you are very important,' said the Eldest Magician. 'Shall I ask\n      the Man here to cut you with kris? Shall I send for Raja Moyang Kaban, the\n      King of the Elephants, to pierce you with his tusks, or shall I call Raja\n      Abdullah, the King of the Crocodiles, to bite you?'",
                "And Pau Amma said, 'I am ashamed! Give me back my hard shell and let me go\n      back to Pusat Tasek, and I will only stir out once a day and once a night\n      to get my food.'",
                "And the Eldest Magician said, 'No, Pau Amma, I will not give you back your\n      shell, for you will grow bigger and prouder and stronger, and perhaps you\n      will forget your promise, and you will play with the Sea once more.",
                "Then Pau Amma said, 'What shall I do? I am so big that I can only hide in\n      Pusat Tasek, and if I go anywhere else, all soft as I am now, the sharks\n      and the dogfish will eat me. And if I go to Pusat Tasek, all soft as I am\n      now, though I may be safe, I can never stir out to get my food, and so I\n      shall die.' Then he waved his legs and lamented.",
                "'Listen, Pau Amma,' said the Eldest Magician. 'I cannot make you play the\n      play you were meant to play, because you escaped me at the Very Beginning;\n      but if you choose, I can make every stone and every hole and every bunch\n      of weed in all the seas a safe Pusat Tasek for you and your children for\n      always.'",
                "Then Pau Amma said, 'That is good, but I do not choose yet. Look! there is\n      that Man who talked to you at the Very Beginning. If he had not taken up\n      your attention I should not have grown tired of waiting and run away, and\n      all this would never have happened. What will he do for me?'",
                "And the Man said, 'If you choose, I will make a Magic, so that both the\n      deep water and the dry ground will be a home for you and your children -- so\n      that you shall be able to hide both on the land and in the sea.'",
                "And Pau Amma said, 'I do not choose yet. Look! there is that girl who saw\n      me running away at the Very Beginning. If she had spoken then, the Eldest\n      Magician would have called me back, and all this would never have\n      happened. What will she do for me?'",
                "And the little girl-daughter said, 'This is a good nut that I am eating.\n      If you choose, I will make a Magic and I will give you this pair of\n      scissors, very sharp and strong, so that you and your children can eat\n      cocoa-nuts like this all day long when you come up from the Sea to the\n      land; or you can dig a Pusat Tasek for yourself with the scissors that\n      belong to you when there is no stone or hole near by; and when the earth\n      is too hard, by the help of these same scissors you can run up a tree.'",
                "And Pau Amma said, 'I do not choose yet, for, all soft as I am, these\n      gifts would not help me. Give me back my shell, O Eldest Magician, and\n      then I will play your play.'",
                "And the Eldest Magician said, 'I will give it back, Pau Amma, for eleven\n      months of the year; but on the twelfth month of every year it shall grow\n      soft again, to remind you and all your children that I can make magics,\n      and to keep you humble, Pau Amma; for I see that if you can run both under\n      the water and on land, you will grow too bold; and if you can climb trees\n      and crack nuts and dig holes with your scissors, you will grow too greedy,\n      Pau Amma.'",
                "Then Pau Amma thought a little and said, 'I have made my choice. I will\n      take all the gifts.'",
                "Then the Eldest Magician made a Magic with the right hand, with all five\n      fingers of his right hand, and lo and behold, Best Beloved, Pau Amma grew\n      smaller and smaller and smaller, till at last there was only a little\n      green crab swimming in the water alongside the canoe, crying in a very\n      small voice, 'Give me the scissors!'",
                "And the girl-daughter picked him up on the palm of her little brown hand,\n      and sat him in the bottom of the canoe and gave him her scissors, and he\n      waved them in his little arms, and opened them and shut them and snapped\n      them, and said, 'I can eat nuts. I can crack shells. I can dig holes. I\n      can climb trees. I can breathe in the dry air, and I can find a safe Pusat\n      Tasek under every stone. I did not know I was so important. Kun?' (Is this\n      right?)",
                "'Payah-kun,' said the Eldest Magician, and he laughed and gave him his\n      blessing; and little Pau Amma scuttled over the side of the canoe into the\n      water; and he was so tiny that he could have hidden under the shadow of a\n      dry leaf on land or of a dead shell at the bottom of the sea.",
                "'Was that well done?' said the Eldest Magician.",
                "'Yes,' said the Man. 'But now we must go back to Perak, and that is a\n      weary way to paddle. If we had waited till Pau Amma had gone out of Pusat\n      Tasek and come home, the water would have carried us there by itself.'",
                "'You are lazy,' said the Eldest Magician. 'So your children shall be lazy.\n      They shall be the laziest people in the world. They shall be called the\n      Malazy -- the lazy people;' and he held up his finger to the Moon and\n      said, 'O Fisherman, here is the Man too lazy to row home. Pull his canoe\n      home with your line, Fisherman.'",
                "'No,' said the Man. 'If I am to be lazy all my days, let the Sea work for\n      me twice a day for ever. That will save paddling.'",
                "And the Eldest Magician laughed and said, 'Payah kun' (That is right).",
                "And the Rat of the Moon stopped biting the line; and the Fisherman let his\n      line down till it touched the Sea, and he pulled the whole deep Sea along,\n      past the Island of Bintang, past Singapore, past Malacca, past Selangor,\n      till the canoe whirled into the mouth of the Perak River again. Kun?' said\n      the Fisherman of the Moon.",
                "'Payah kun,' said the Eldest Magician. 'See now that you pull the Sea\n      twice a day and twice a night for ever, so that the Malazy fishermen may\n      be saved paddling. But be careful not to do it too hard, or I shall make a\n      magic on you as I did to Pau Amma.'",
                "Then they all went up the Perak River and went to bed, Best Beloved.",
                "Now listen and attend!",
                "From that day to this the Moon has always pulled the sea up and down and\n      made what we call the tides. Sometimes the Fisher of the Sea pulls a\n      little too hard, and then we get spring tides; and sometimes he pulls a\n      little too softly, and then we get what are called neap-tides; but nearly\n      always he is careful, because of the Eldest Magician.",
                "And Pau Amma? You can see when you go to the beach, how all Pau Amma's\n      babies make little Pusat Taseks for themselves under every stone and bunch\n      of weed on the sands; you can see them waving their little scissors; and\n      in some parts of the world they truly live on the dry land and run up the\n      palm trees and eat cocoa-nuts, exactly as the girl-daughter promised. But\n      once a year all Pau Ammas must shake off their hard armour and be soft-to\n      remind them of what the Eldest Magician could do. And so it isn't fair to\n      kill or hunt Pau Amma's babies just because old Pau Amma was stupidly rude\n      a very long time ago.",
                "Oh yes! And Pau Amma's babies hate being taken out of their little Pusat\n      Taseks and brought home in pickle-bottles. That is why they nip you with\n      their scissors, and it serves you right!",
                "CHINA-GOING P's and O's\n     Pass Pau Amma's playground close,\n     And his Pusat Tasek lies\n     Near the track of most B.I.'s.\n     U.Y.K. and N.D.L.\n     Know Pau Amma's home as well\n     As the fisher of the Sea knows\n     'Bens,' M.M.'s, and Rubattinos.\n     But (and this is rather queer)\n     A.T.L.'s can not come here;\n     O. and O. and D.O.A.\n     Must go round another way.\n     Orient, Anchor, Bibby, Hall,\n     Never go that way at all.\n     U.C.S. would have a fit\n     If it found itself on it.\n     And if 'Beavers' took their cargoes\n     To Penang instead of Lagos,\n     Or a fat Shaw-Savill bore\n     Passengers to Singapore,\n     Or a White Star were to try a\n     Little trip to Sourabaya,\n     Or a B.S.A. went on\n     Past Natal to Cheribon,\n     Then great Mr. Lloyds would come\n     With a wire and drag them home!\n\n     You'll know what my riddle means\n     When you've eaten mangosteens.",
                "Or if you can't wait till then, ask them to let you have the outside page\n      of the Times; turn over to page 2 where it is marked 'Shipping' on the top\n      left hand; then take the Atlas (and that is the finest picture-book in the\n      world) and see how the names of the places that the steamers go to fit\n      into the names of the places on the map. Any steamer-kiddy ought to be\n      able to do that; but if you can't read, ask some one to show it you."
            ]
        },
        {
            "name": " THE CAT THAT WALKED BY HIMSELF ",
            "sub_name": "",
            "text": [
                "THE CAT THAT WALKED BY HIMSELF",
                "HEAR and attend and listen; for this befell and behappened and became and\n      was, O my Best Beloved, when the Tame animals were wild. The Dog was wild,\n      and the Horse was wild, and the Cow was wild, and the Sheep was wild, and\n      the Pig was wild -- as wild as wild could be -- and they walked in\n      the Wet Wild Woods by their wild lones. But the wildest of all the wild\n      animals was the Cat. He walked by himself, and all places were alike to\n      him.",
                "Of course the Man was wild too. He was dreadfully wild. He didn't even\n      begin to be tame till he met the Woman, and she told him that she did not\n      like living in his wild ways. She picked out a nice dry Cave, instead of a\n      heap of wet leaves, to lie down in; and she strewed clean sand on the\n      floor; and she lit a nice fire of wood at the back of the Cave; and she\n      hung a dried wild-horse skin, tail-down, across the opening of the Cave;\n      and she said, 'Wipe you feet, dear, when you come in, and now we'll keep\n      house.'",
                "That night, Best Beloved, they ate wild sheep roasted on the hot stones,\n      and flavoured with wild garlic and wild pepper; and wild duck stuffed with\n      wild rice and wild fenugreek and wild coriander; and marrow-bones of wild\n      oxen; and wild cherries, and wild grenadillas. Then the Man went to sleep\n      in front of the fire ever so happy; but the Woman sat up, combing her\n      hair. She took the bone of the shoulder of mutton -- the big fat\n      blade-bone -- and she looked at the wonderful marks on it, and she\n      threw more wood on the fire, and she made a Magic. She made the First\n      Singing Magic in the world.",
                "Out in the Wet Wild Woods all the wild animals gathered together where\n      they could see the light of the fire a long way off, and they wondered\n      what it meant.",
                "Then Wild Horse stamped with his wild foot and said, 'O my Friends and O\n      my Enemies, why have the Man and the Woman made that great light in that\n      great Cave, and what harm will it do us?'",
                "Wild Dog lifted up his wild nose and smelled the smell of roast mutton,\n      and said, 'I will go up and see and look, and say; for I think it is good.\n      Cat, come with me.'",
                "'Nenni!' said the Cat. 'I am the Cat who walks by himself, and all places\n      are alike to me. I will not come.'",
                "'Then we can never be friends again,' said Wild Dog, and he trotted off to\n      the Cave. But when he had gone a little way the Cat said to himself, 'All\n      places are alike to me. Why should I not go too and see and look and come\n      away at my own liking.' So he slipped after Wild Dog softly, very softly,\n      and hid himself where he could hear everything.",
                "When Wild Dog reached the mouth of the Cave he lifted up the dried\n      horse-skin with his nose and sniffed the beautiful smell of the roast\n      mutton, and the Woman, looking at the blade-bone, heard him, and laughed,\n      and said, 'Here comes the first. Wild Thing out of the Wild Woods, what do\n      you want?'",
                "Wild Dog said, 'O my Enemy and Wife of my Enemy, what is this that smells\n      so good in the Wild Woods?'",
                "Then the Woman picked up a roasted mutton-bone and threw it to Wild Dog,\n      and said, 'Wild Thing out of the Wild Woods, taste and try.' Wild Dog\n      gnawed the bone, and it was more delicious than anything he had ever\n      tasted, and he said, 'O my Enemy and Wife of my Enemy, give me another.'",
                "The Woman said, 'Wild Thing out of the Wild Woods, help my Man to hunt\n      through the day and guard this Cave at night, and I will give you as many\n      roast bones as you need.'",
                "'Ah!' said the Cat, listening. 'This is a very wise Woman, but she is not\n      so wise as I am.'",
                "Wild Dog crawled into the Cave and laid his head on the Woman's lap, and\n      said, 'O my Friend and Wife of my Friend, I will help Your Man to hunt\n      through the day, and at night I will guard your Cave.'",
                "'Ah!' said the Cat, listening. 'That is a very foolish Dog.' And he went\n      back through the Wet Wild Woods waving his wild tail, and walking by his\n      wild lone. But he never told anybody.",
                "When the Man waked up he said, 'What is Wild Dog doing here?' And the\n      Woman said, 'His name is not Wild Dog any more, but the First Friend,\n      because he will be our friend for always and always and always. Take him\n      with you when you go hunting.'",
                "Next night the Woman cut great green armfuls of fresh grass from the\n      water-meadows, and dried it before the fire, so that it smelt like\n      new-mown hay, and she sat at the mouth of the Cave and plaited a halter\n      out of horse-hide, and she looked at the shoulder of mutton-bone -- at\n      the big broad blade-bone -- and she made a Magic. She made the Second\n      Singing Magic in the world.",
                "Out in the Wild Woods all the wild animals wondered what had happened to\n      Wild Dog, and at last Wild Horse stamped with his foot and said, 'I will\n      go and see and say why Wild Dog has not returned. Cat, come with me.'",
                "'Nenni!' said the Cat. 'I am the Cat who walks by himself, and all places\n      are alike to me. I will not come.' But all the same he followed Wild Horse\n      softly, very softly, and hid himself where he could hear everything.",
                "When the Woman heard Wild Horse tripping and stumbling on his long mane,\n      she laughed and said, 'Here comes the second. Wild Thing out of the Wild\n      Woods what do you want?'",
                "Wild Horse said, 'O my Enemy and Wife of my Enemy, where is Wild Dog?'",
                "The Woman laughed, and picked up the blade-bone and looked at it, and\n      said, 'Wild Thing out of the Wild Woods, you did not come here for Wild\n      Dog, but for the sake of this good grass.'",
                "And Wild Horse, tripping and stumbling on his long mane, said, 'That is\n      true; give it me to eat.'",
                "The Woman said, 'Wild Thing out of the Wild Woods, bend your wild head and\n      wear what I give you, and you shall eat the wonderful grass three times a\n      day.'",
                "'Ah,' said the Cat, listening, 'this is a clever Woman, but she is not so\n      clever as I am.' Wild Horse bent his wild head, and the Woman slipped the\n      plaited hide halter over it, and Wild Horse breathed on the Woman's feet\n      and said, 'O my Mistress, and Wife of my Master, I will be your servant\n      for the sake of the wonderful grass.'",
                "'Ah,' said the Cat, listening, 'that is a very foolish Horse.' And he went\n      back through the Wet Wild Woods, waving his wild tail and walking by his\n      wild lone. But he never told anybody.",
                "When the Man and the Dog came back from hunting, the Man said, 'What is\n      Wild Horse doing here?' And the Woman said, 'His name is not Wild Horse\n      any more, but the First Servant, because he will carry us from place to\n      place for always and always and always. Ride on his back when you go\n      hunting.",
                "Next day, holding her wild head high that her wild horns should not catch\n      in the wild trees, Wild Cow came up to the Cave, and the Cat followed, and\n      hid himself just the same as before; and everything happened just the same\n      as before; and the Cat said the same things as before, and when Wild Cow\n      had promised to give her milk to the Woman every day in exchange for the\n      wonderful grass, the Cat went back through the Wet Wild Woods waving his\n      wild tail and walking by his wild lone, just the same as before. But he\n      never told anybody. And when the Man and the Horse and the Dog came home\n      from hunting and asked the same questions same as before, the Woman said,\n      'Her name is not Wild Cow any more, but the Giver of Good Food. She will\n      give us the warm white milk for always and always and always, and I will\n      take care of her while you and the First Friend and the First Servant go\n      hunting.",
                "Next day the Cat waited to see if any other Wild thing would go up to the\n      Cave, but no one moved in the Wet Wild Woods, so the Cat walked there by\n      himself; and he saw the Woman milking the Cow, and he saw the light of the\n      fire in the Cave, and he smelt the smell of the warm white milk.",
                "Cat said, 'O my Enemy and Wife of my Enemy, where did Wild Cow go?'",
                "The Woman laughed and said, 'Wild Thing out of the Wild Woods, go back to\n      the Woods again, for I have braided up my hair, and I have put away the\n      magic blade-bone, and we have no more need of either friends or servants\n      in our Cave.",
                "Cat said, 'I am not a friend, and I am not a servant. I am the Cat who\n      walks by himself, and I wish to come into your cave.'",
                "Woman said, 'Then why did you not come with First Friend on the first\n      night?'",
                "Cat grew very angry and said, 'Has Wild Dog told tales of me?'",
                "Then the Woman laughed and said, 'You are the Cat who walks by himself,\n      and all places are alike to you. Your are neither a friend nor a servant.\n      You have said it yourself. Go away and walk by yourself in all places\n      alike.'",
                "Then Cat pretended to be sorry and said, 'Must I never come into the Cave?\n      Must I never sit by the warm fire? Must I never drink the warm white milk?\n      You are very wise and very beautiful. You should not be cruel even to a\n      Cat.'",
                "Woman said, 'I knew I was wise, but I did not know I was beautiful. So I\n      will make a bargain with you. If ever I say one word in your praise you\n      may come into the Cave.'",
                "'And if you say two words in my praise?' said the Cat.",
                "'I never shall,' said the Woman, 'but if I say two words in your praise,\n      you may sit by the fire in the Cave.'",
                "'And if you say three words?' said the Cat.",
                "'I never shall,' said the Woman, 'but if I say three words in your praise,\n      you may drink the warm white milk three times a day for always and always\n      and always.'",
                "Then the Cat arched his back and said, 'Now let the Curtain at the mouth\n      of the Cave, and the Fire at the back of the Cave, and the Milk-pots that\n      stand beside the Fire, remember what my Enemy and the Wife of my Enemy has\n      said.' And he went away through the Wet Wild Woods waving his wild tail\n      and walking by his wild lone.",
                "That night when the Man and the Horse and the Dog came home from hunting,\n      the Woman did not tell them of the bargain that she had made with the Cat,\n      because she was afraid that they might not like it.",
                "Cat went far and far away and hid himself in the Wet Wild Woods by his\n      wild lone for a long time till the Woman forgot all about him. Only the\n      Bat -- the little upside-down Bat -- that hung inside the Cave, knew\n      where Cat hid; and every evening Bat would fly to Cat with news of what\n      was happening.",
                "One evening Bat said, 'There is a Baby in the Cave. He is new and pink and\n      fat and small, and the Woman is very fond of him.'",
                "'Ah,' said the Cat, listening, 'but what is the Baby fond of?'",
                "'He is fond of things that are soft and tickle,' said the Bat. 'He is fond\n      of warm things to hold in his arms when he goes to sleep. He is fond of\n      being played with. He is fond of all those things.'",
                "'Ah,' said the Cat, listening, 'then my time has come.'",
                "Next night Cat walked through the Wet Wild Woods and hid very near the\n      Cave till morning-time, and Man and Dog and Horse went hunting. The Woman\n      was busy cooking that morning, and the Baby cried and interrupted. So she\n      carried him outside the Cave and gave him a handful of pebbles to play\n      with. But still the Baby cried.",
                "Then the Cat put out his paddy paw and patted the Baby on the cheek, and\n      it cooed; and the Cat rubbed against its fat knees and tickled it under\n      its fat chin with his tail. And the Baby laughed; and the Woman heard him\n      and smiled.",
                "Then the Bat -- the little upside-down bat -- that hung in the mouth\n      of the Cave said, 'O my Hostess and Wife of my Host and Mother of my\n      Host's Son, a Wild Thing from the Wild Woods is most beautifully playing\n      with your Baby.'",
                "'A blessing on that Wild Thing whoever he may be,' said the Woman,\n      straightening her back, 'for I was a busy woman this morning and he has\n      done me a service.'",
                "That very minute and second, Best Beloved, the dried horse-skin Curtain\n      that was stretched tail-down at the mouth of the Cave fell down -- whoosh! -- because\n      it remembered the bargain she had made with the Cat, and when the Woman\n      went to pick it up -- lo and behold! -- the Cat was sitting quite\n      comfy inside the Cave.",
                "'O my Enemy and Wife of my Enemy and Mother of my Enemy,' said the Cat,\n      'it is I: for you have spoken a word in my praise, and now I can sit\n      within the Cave for always and always and always. But still I am the Cat\n      who walks by himself, and all places are alike to me.'",
                "The Woman was very angry, and shut her lips tight and took up her\n      spinning-wheel and began to spin. But the Baby cried because the Cat had\n      gone away, and the Woman could not hush it, for it struggled and kicked\n      and grew black in the face.",
                "'O my Enemy and Wife of my Enemy and Mother of my Enemy,' said the Cat,\n      'take a strand of the wire that you are spinning and tie it to your\n      spinning-whorl and drag it along the floor, and I will show you a magic\n      that shall make your Baby laugh as loudly as he is now crying.'",
                "'I will do so,' said the Woman, 'because I am at my wits' end; but I will\n      not thank you for it.'",
                "She tied the thread to the little clay spindle whorl and drew it across\n      the floor, and the Cat ran after it and patted it with his paws and rolled\n      head over heels, and tossed it backward over his shoulder and chased it\n      between his hind-legs and pretended to lose it, and pounced down upon it\n      again, till the Baby laughed as loudly as it had been crying, and\n      scrambled after the Cat and frolicked all over the Cave till it grew tired\n      and settled down to sleep with the Cat in its arms.",
                "'Now,' said the Cat, 'I will sing the Baby a song that shall keep him\n      asleep for an hour. And he began to purr, loud and low, low and loud, till\n      the Baby fell fast asleep. The Woman smiled as she looked down upon the\n      two of them and said, 'That was wonderfully done. No question but you are\n      very clever, O Cat.'",
                "That very minute and second, Best Beloved, the smoke of the fire at the\n      back of the Cave came down in clouds from the roof -- puff! -- because\n      it remembered the bargain she had made with the Cat, and when it had\n      cleared away -- lo and behold! -- the Cat was sitting quite comfy\n      close to the fire.",
                "'O my Enemy and Wife of my Enemy and Mother of My Enemy,' said the Cat,\n      'it is I, for you have spoken a second word in my praise, and now I can\n      sit by the warm fire at the back of the Cave for always and always and\n      always. But still I am the Cat who walks by himself, and all places are\n      alike to me.'",
                "Then the Woman was very very angry, and let down her hair and put more\n      wood on the fire and brought out the broad blade-bone of the shoulder of\n      mutton and began to make a Magic that should prevent her from saying a\n      third word in praise of the Cat. It was not a Singing Magic, Best Beloved,\n      it was a Still Magic; and by and by the Cave grew so still that a little\n      wee-wee mouse crept out of a corner and ran across the floor.",
                "'O my Enemy and Wife of my Enemy and Mother of my Enemy,' said the Cat,\n      'is that little mouse part of your magic?'",
                "'Ouh! Chee! No indeed!' said the Woman, and she dropped the blade-bone and\n      jumped upon the footstool in front of the fire and braided up her hair\n      very quick for fear that the mouse should run up it.",
                "'Ah,' said the Cat, watching, 'then the mouse will do me no harm if I eat\n      it?'",
                "'No,' said the Woman, braiding up her hair, 'eat it quickly and I will\n      ever be grateful to you.'",
                "Cat made one jump and caught the little mouse, and the Woman said, 'A\n      hundred thanks. Even the First Friend is not quick enough to catch little\n      mice as you have done. You must be very wise.'",
                "That very moment and second, O Best Beloved, the Milk-pot that stood by\n      the fire cracked in two pieces -- ffft -- because it remembered the\n      bargain she had made with the Cat, and when the Woman jumped down from the\n      footstool -- lo and behold! -- the Cat was lapping up the warm white\n      milk that lay in one of the broken pieces.",
                "'O my Enemy and Wife of my Enemy and Mother of my Enemy, said the Cat, 'it\n      is I; for you have spoken three words in my praise, and now I can drink\n      the warm white milk three times a day for always and always and always.\n      But still I am the Cat who walks by himself, and all places are alike to\n      me.'",
                "Then the Woman laughed and set the Cat a bowl of the warm white milk and\n      said, 'O Cat, you are as clever as a man, but remember that your bargain\n      was not made with the Man or the Dog, and I do not know what they will do\n      when they come home.'",
                "'What is that to me?' said the Cat. 'If I have my place in the Cave by the\n      fire and my warm white milk three times a day I do not care what the Man\n      or the Dog can do.'",
                "That evening when the Man and the Dog came into the Cave, the Woman told\n      them all the story of the bargain while the Cat sat by the fire and\n      smiled. Then the Man said, 'Yes, but he has not made a bargain with me or\n      with all proper Men after me.' Then he took off his two leather boots and\n      he took up his little stone axe (that makes three) and he fetched a piece\n      of wood and a hatchet (that is five altogether), and he set them out in a\n      row and he said, 'Now we will make our bargain. If you do not catch mice\n      when you are in the Cave for always and always and always, I will throw\n      these five things at you whenever I see you, and so shall all proper Men\n      do after me.'",
                "'Ah,' said the Woman, listening, 'this is a very clever Cat, but he is not\n      so clever as my Man.'",
                "The Cat counted the five things (and they looked very knobby) and he said,\n      'I will catch mice when I am in the Cave for always and always and always;\n      but still I am the Cat who walks by himself, and all places are alike to\n      me.'",
                "'Not when I am near,' said the Man. 'If you had not said that last I would\n      have put all these things away for always and always and always; but I am\n      now going to throw my two boots and my little stone axe (that makes three)\n      at you whenever I meet you. And so shall all proper Men do after me!'",
                "Then the Dog said, 'Wait a minute. He has not made a bargain with me or\n      with all proper Dogs after me.' And he showed his teeth and said, 'If you\n      are not kind to the Baby while I am in the Cave for always and always and\n      always, I will hunt you till I catch you, and when I catch you I will bite\n      you. And so shall all proper Dogs do after me.'",
                "'Ah,' said the Woman, listening, 'this is a very clever Cat, but he is not\n      so clever as the Dog.'",
                "Cat counted the Dog's teeth (and they looked very pointed) and he said, 'I\n      will be kind to the Baby while I am in the Cave, as long as he does not\n      pull my tail too hard, for always and always and always. But still I am\n      the Cat that walks by himself, and all places are alike to me.'",
                "'Not when I am near,' said the Dog. 'If you had not said that last I would\n      have shut my mouth for always and always and always; but now I am going to\n      hunt you up a tree whenever I meet you. And so shall all proper Dogs do\n      after me.'",
                "Then the Man threw his two boots and his little stone axe (that makes\n      three) at the Cat, and the Cat ran out of the Cave and the Dog chased him\n      up a tree; and from that day to this, Best Beloved, three proper Men out\n      of five will always throw things at a Cat whenever they meet him, and all\n      proper Dogs will chase him up a tree. But the Cat keeps his side of the\n      bargain too. He will kill mice and he will be kind to Babies when he is in\n      the house, just as long as they do not pull his tail too hard. But when he\n      has done that, and between times, and when the moon gets up and night\n      comes, he is the Cat that walks by himself, and all places are alike to\n      him. Then he goes out to the Wet Wild Woods or up the Wet Wild Trees or on\n      the Wet Wild Roofs, waving his wild tail and walking by his wild lone.",
                "PUSSY can sit by the fire and sing,\n       Pussy can climb a tree,\n     Or play with a silly old cork and string\n       To'muse herself, not me.\n     But I like Binkie my dog, because\n       He Lnows how to behave;\n     So, Binkie's the same as the First Friend was,\n       And I am the Man in the Cave.\n\n     Pussy will play man-Friday till\n       It's time to wet her paw\n     And make her walk on the window-sill\n       (For the footprint Crusoe saw);\n     Then she fluffles her tail and mews,\n       And scratches and won't attend.\n     But Binkie will play whatever I choose,\n       And he is my true First Friend.\n\n     Pussy will rub my knees with her head\n       Pretending she loves me hard;\n     But the very minute I go to my bed\n       Pussy runs out in the yard,\n     And there she stays till the morning-light;\n       So I know it is only pretend;\n     But Binkie, he snores at my feet all night,\n       And he is my Firstest Friend!"
            ]
        },
        {
            "name": " THE BUTTERFLY THAT STAMPED ",
            "sub_name": "",
            "text": [
                "THE BUTTERFLY THAT STAMPED",
                "THIS, O my Best Beloved, is a story -- a new and a wonderful story -- a\n      story quite different from the other stories -- a story about The Most\n      Wise Sovereign Suleiman-bin-Daoud -- Solomon the Son of David.",
                "There are three hundred and fifty-five stories about Suleiman-bin-Daoud;\n      but this is not one of them. It is not the story of the Lapwing who found\n      the Water; or the Hoopoe who shaded Suleimanbin-Daoud from the heat. It is\n      not the story of the Glass Pavement, or the Ruby with the Crooked Hole, or\n      the Gold Bars of Balkis. It is the story of the Butterfly that Stamped.",
                "Now attend all over again and listen!",
                "Suleiman-bin-Daoud was wise. He understood what the beasts said, what the\n      birds said, what the fishes said, and what the insects said. He understood\n      what the rocks said deep under the earth when they bowed in towards each\n      other and groaned; and he understood what the trees said when they rustled\n      in the middle of the morning. He understood everything, from the bishop on\n      the bench to the hyssop on the wall, and Balkis, his Head Queen, the Most\n      Beautiful Queen Balkis, was nearly as wise as he was.",
                "Suleiman-bin-Daoud was strong. Upon the third finger of the right hand he\n      wore a ring. When he turned it once, Afrits and Djinns came Out of the\n      earth to do whatever he told them. When he turned it twice, Fairies came\n      down from the sky to do whatever he told them; and when he turned it three\n      times, the very great angel Azrael of the Sword came dressed as a\n      water-carrier, and told him the news of the three worlds, Above -- Below -- and\n      Here.",
                "And yet Suleiman-bin-Daoud was not proud. He very seldom showed off, and\n      when he did he was sorry for it. Once he tried to feed all the animals in\n      all the world in one day, but when the food was ready an Animal came out\n      of the deep sea and ate it up in three mouthfuls. Suleiman-bin-Daoud was\n      very surprised and said, 'O Animal, who are you?' And the Animal said, 'O\n      King, live for ever! I am the smallest of thirty thousand brothers, and\n      our home is at the bottom of the sea. We heard that you were going to feed\n      all the animals in all the world, and my brothers sent me to ask when\n      dinner would be ready.' Suleiman-bin-Daoud was more surprised than ever\n      and said, 'O Animal, you have eaten all the dinner that I made ready for\n      all the animals in the world.' And the Animal said, 'O King, live for\n      ever, but do you really call that a dinner? Where I come from we each eat\n      twice as much as that between meals.' Then Suleiman-bin-Daoud fell flat on\n      his face and said, 'O Animal! I gave that dinner to show what a great and\n      rich king I was, and not because I really wanted to be kind to the\n      animals. Now I am ashamed, and it serves me right. Suleiman-bin-Daoud was\n      a really truly wise man, Best Beloved. After that he never forgot that it\n      was silly to show off; and now the real story part of my story begins.",
                "He married ever so many wifes. He married nine hundred and ninety-nine\n      wives, besides the Most Beautiful Balkis; and they all lived in a great\n      golden palace in the middle of a lovely garden with fountains. He didn't\n      really want nine-hundred and ninety-nine wives, but in those days\n      everybody married ever so many wives, and of course the King had to marry\n      ever so many more just to show that he was the King.",
                "Some of the wives were nice, but some were simply horrid, and the horrid\n      ones quarrelled with the nice ones and made them horrid too, and then they\n      would all quarrel with Suleiman-bin-Daoud, and that was horrid for him.\n      But Balkis the Most Beautiful never quarrelled with Suleiman-bin-Daoud.\n      She loved him too much. She sat in her rooms in the Golden Palace, or\n      walked in the Palace garden, and was truly sorry for him.",
                "Of course if he had chosen to turn his ring on his finger and call up the\n      Djinns and the Afrits they would have magicked all those nine hundred and\n      ninety-nine quarrelsome wives into white mules of the desert or greyhounds\n      or pomegranate seeds; but Suleiman-bin-Daoud thought that that would be\n      showing off. So, when they quarrelled too much, he only walked by himself\n      in one part of the beautiful Palace gardens and wished he had never been\n      born.",
                "One day, when they had quarrelled for three weeks -- all nine hundred\n      and ninety-nine wives together -- Suleiman-bin-Daoud went out for peace\n      and quiet as usual; and among the orange trees he met Balkis the Most\n      Beautiful, very sorrowful because Suleiman-bin-Daoud was so worried. And\n      she said to him, 'O my Lord and Light of my Eyes, turn the ring upon your\n      finger and show these Queens of Egypt and Mesopotamia and Persia and China\n      that you are the great and terrible King.' But Suleiman-bin-Daoud shook\n      his head and said, 'O my Lady and Delight of my Life, remember the Animal\n      that came out of the sea and made me ashamed before all the animals in all\n      the world because I showed off. Now, if I showed off before these Queens\n      of Persia and Egypt and Abyssinia and China, merely because they worry me,\n      I might be made even more ashamed than I have been.'",
                "And Balkis the Most Beautiful said, 'O my Lord and Treasure of my Soul,\n      what will you do?'",
                "And Suleiman-bin-Daoud said, 'O my Lady and Content of my Heart, I shall\n      continue to endure my fate at the hands of these nine hundred and\n      ninety-nine Queens who vex me with their continual quarrelling.'",
                "So he went on between the lilies and the loquats and the roses and the\n      cannas and the heavy-scented ginger-plants that grew in the garden, till\n      he came to the great camphor-tree that was called the Camphor Tree of\n      Suleiman-bin-Daoud. But Balkis hid among the tall irises and the spotted\n      bamboos and the red lillies behind the camphor-tree, so as to be near her\n      own true love, Suleiman-bin-Daoud.",
                "Presently two Butterflies flew under the tree, quarrelling.",
                "Suleiman-bin-Daoud heard one say to the other, 'I wonder at your\n      presumption in talking like this to me. Don't you know that if I stamped\n      with my foot all Suleiman-bin-Daoud's Palace and this garden here would\n      immediately vanish in a clap of thunder.'",
                "Then Suleiman-bin-Daoud forgot his nine hundred and ninety-nine bothersome\n      wives, and laughed, till the camphor-tree shook, at the Butterfly's boast.\n      And he held out his finger and said, 'Little man, come here.'",
                "The Butterfly was dreadfully frightened, but he managed to fly up to the\n      hand of Suleiman-bin-Daoud, and clung there, fanning himself.\n      Suleiman-bin-Daoud bent his head and whispered very softly, 'Little man,\n      you know that all your stamping wouldn't bend one blade of grass. What\n      made you tell that awful fib to your wife? -- for doubtless she is your\n      wife.'",
                "The Butterfly looked at Suleiman-bin-Daoud and saw the most wise King's\n      eye twinkle like stars on a frosty night, and he picked up his courage\n      with both wings, and he put his head on one side and said, 'O King, live\n      for ever. She is my wife; and you know what wives are like.",
                "Suleiman-bin-Daoud smiled in his beard and said, 'Yes, I know, little\n      brother.",
                "'One must keep them in order somehow, said the Butterfly, and she has been\n      quarrelling with me all the morning. I said that to quiet her.'",
                "And Suleiman-bin-Daoud said, 'May it quiet her. Go back to your wife,\n      little brother, and let me hear what you say.'",
                "Back flew the Butterfly to his wife, who was all of a twitter behind a\n      leaf, and she said, 'He heard you! Suleiman-bin-Daoud himself heard you!'",
                "'Heard me!' said the Butterfly. 'Of course he did. I meant him to hear\n      me.'",
                "'And what did he say? Oh, what did he say?'",
                "'Well,' said the Butterfly, fanning himself most importantly, 'between you\n      and me, my dear -- of course I don't blame him, because his Palace must\n      have cost a great deal and the oranges are just ripening, -- he asked\n      me not to stamp, and I promised I wouldn't.'",
                "'Gracious!' said his wife, and sat quite quiet; but Suleiman-bin-Daoud\n      laughed till the tears ran down his face at the impudence of the bad\n      little Butterfly.",
                "Balkis the Most Beautiful stood up behind the tree among the red lilies\n      and smiled to herself, for she had heard all this talk. She thought, 'If I\n      am wise I can yet save my Lord from the persecutions of these quarrelsome\n      Queens,' and she held out her finger and whispered softly to the\n      Butterfly's Wife, 'Little woman, come here.' Up flew the Butterfly's Wife,\n      very frightened, and clung to Balkis's white hand.",
                "Balkis bent her beautiful head down and whispered, 'Little woman, do you\n      believe what your husband has just said?'",
                "The Butterfly's Wife looked at Balkis, and saw the most beautiful Queen's\n      eyes shining like deep pools with starlight on them, and she picked up her\n      courage with both wings and said, 'O Queen, be lovely for ever. You know\n      what men-folk are like.'",
                "And the Queen Balkis, the Wise Balkis of Sheba, put her hand to her lips\n      to hide a smile and said, 'Little sister, I know.'",
                "'They get angry,' said the Butterfly's Wife, fanning herself quickly,\n      'over nothing at all, but we must humour them, O Queen. They never mean\n      half they say. If it pleases my husband to believe that I believe he can\n      make Suleiman-bin-Daoud's Palace disappear by stamping his foot, I'm sure\n      I don't care. He'll forget all about it to-morrow.'",
                "'Little sister,' said Balkis, 'you are quite right; but next time he\n      begins to boast, take him at his word. Ask him to stamp, and see what will\n      happen. We know what men-folk are like, don't we? He'll be very much\n      ashamed.'",
                "Away flew the Butterfly's Wife to her husband, and in five minutes they\n      were quarrelling worse than ever.",
                "'Remember!' said the Butterfly. 'Remember what I can do if I stamp my\n      foot.'",
                "'I don't believe you one little bit,' said the Butterfly's Wife. 'I should\n      very much like to see it done. Suppose you stamp now.'",
                "'I promised Suleiman-bin-Daoud that I wouldn't,' said the Butterfly, 'and\n      I don't want to break my promise.'",
                "'It wouldn't matter if you did,' said his wife. 'You couldn't bend a blade\n      of grass with your stamping. I dare you to do it,' she said. Stamp! Stamp!\n      Stamp!'",
                "Suleiman-bin-Daoud, sitting under the camphor-tree, heard every word of\n      this, and he laughed as he had never laughed in his life before. He forgot\n      all about his Queens; he forgot all about the Animal that came out of the\n      sea; he forgot about showing off. He just laughed with joy, and Balkis, on\n      the other side of the tree, smiled because her own true love was so\n      joyful.",
                "Presently the Butterfly, very hot and puffy, came whirling back under the\n      shadow of the camphor-tree and said to Suleiman, 'She wants me to stamp!\n      She wants to see what will happen, O Suleiman-bin-Daoud! You know I can't\n      do it, and now she'll never believe a word I say. She'll laugh at me to\n      the end of my days!'",
                "'No, little brother,' said Suleiman-bin-Daoud, 'she will never laugh at\n      you again,' and he turned the ring on his finger -- just for the little\n      Butterfly's sake, not for the sake of showing off, -- and, lo and\n      behold, four huge Djinns came out of the earth!",
                "'Slaves,' said Suleiman-bin-Daoud, 'when this gentleman on my finger'\n      (that was where the impudent Butterfly was sitting) 'stamps his left front\n      forefoot you will make my Palace and these gardens disappear in a clap of\n      thunder. When he stamps again you will bring them back carefully.'",
                "'Now, little brother,' he said, 'go back to your wife and stamp all you've\n      a mind to.'",
                "Away flew the Butterfly to his wife, who was crying, 'I dare you to do it!\n      I dare you to do it! Stamp! Stamp now! Stamp!' Balkis saw the four vast\n      Djinns stoop down to the four corners of the gardens with the Palace in\n      the middle, and she clapped her hands softly and said, 'At last\n      Suleiman-bin-Daoud will do for the sake of a Butterfly what he ought to\n      have done long ago for his own sake, and the quarrelsome Queens will be\n      frightened!'",
                "The the butterfly stamped. The Djinns jerked the Palace and the gardens a\n      thousand miles into the air: there was a most awful thunder-clap, and\n      everything grew inky-black. The Butterfly's Wife fluttered about in the\n      dark, crying, 'Oh, I'll be good! I'm so sorry I spoke. Only bring the\n      gardens back, my dear darling husband, and I'll never contradict again.'",
                "The Butterfly was nearly as frightened as his wife, and Suleiman-bin-Daoud\n      laughed so much that it was several minutes before he found breath enough\n      to whisper to the Butterfly, 'Stamp again, little brother. Give me back my\n      Palace, most great magician.'",
                "'Yes, give him back his Palace,' said the Butterfly's Wife, still flying\n      about in the dark like a moth. 'Give him back his Palace, and don't let's\n      have any more horrid.magic.'",
                "'Well, my dear,' said the Butterfly as bravely as he could, 'you see what\n      your nagging has led to. Of course it doesn't make any difference to me -- I'm\n      used to this kind of thing -- but as a favour to you and to\n      Suleiman-bin-Daoud I don't mind putting things right.'",
                "So he stamped once more, and that instant the Djinns let down the Palace\n      and the gardens, without even a bump. The sun shone on the dark-green\n      orange leaves; the fountains played among the pink Egyptian lilies; the\n      birds went on singing, and the Butterfly's Wife lay on her side under the\n      camphor-tree waggling her wings and panting, 'Oh, I'll be good! I'll be\n      good!'",
                "Suleiman-bin-Daolld could hardly speak for laughing. He leaned back all\n      weak and hiccoughy, and shook his finger at the Butterfly and said, 'O\n      great wizard, what is the sense of returning to me my Palace if at the\n      same time you slay me with mirth!'",
                "Then came a terrible noise, for all the nine hundred and ninety-nine\n      Queens ran out of the Palace shrieking and shouting and calling for their\n      babies. They hurried down the great marble steps below the fountain, one\n      hundred abreast, and the Most Wise Balkis went statelily forward to meet\n      them and said, 'What is your trouble, O Queens?'",
                "They stood on the marble steps one hundred abreast and shouted, 'What is\n      our trouble? We were living peacefully in our golden palace, as is our\n      custom, when upon a sudden the Palace disappeared, and we were left\n      sitting in a thick and noisome darkness; and it thundered, and Djinns and\n      Afrits moved about in the darkness! That is our trouble, O Head Queen, and\n      we are most extremely troubled on account of that trouble, for it was a\n      troublesome trouble, unlike any trouble we have known.'",
                "Then Balkis the Most Beautiful Queen -- Suleiman-bin-Daoud's Very Best\n      Beloved -- Queen that was of Sheba and Sable and the Rivers of the Gold\n      of the South -- from the Desert of Zinn to the Towers of Zimbabwe -- Balkis,\n      almost as wise as the Most Wise Suleiman-bin-Daoud himself, said, 'It is\n      nothing, O Queens! A Butterfly has made complaint against his wife because\n      she quarrelled with him, and it has pleased our Lord Suleiman-bin-Daoud to\n      teach her a lesson in low-speaking and humbleness, for that is counted a\n      virtue among the wives of the butterflies.'",
                "Then up and spoke an Egyptian Queen -- the daughter of a Pharoah -- and\n      she said, 'Our Palace cannot be plucked up by the roots like a leek for\n      the sake of a little insect. No! Suleiman-bin-Daoud must be dead, and what\n      we heard and saw was the earth thundering and darkening at the news.'",
                "Then Balkis beckoned that bold Queen without looking at her, and said to\n      her and to the others, 'Come and see.'",
                "They came down the marble steps, one hundred abreast, and beneath his\n      camphor-tree, still weak with laughing, they saw the Most Wise King\n      Suleiman-bin-Daoud rocking back and forth with a Butterfly on either hand,\n      and they heard him say, 'O wife of my brother in the air, remember after\n      this, to please your husband in all things, lest he be provoked to stamp\n      his foot yet again; for he has said that he is used to this magic, and he\n      is most eminently a great magician -- one who steals away the very\n      Palace of Suleirnan-bin-Daoud himself. Go in peace, little folk!' And he\n      kissed them on the wings, and they flew away.",
                "Then all the Queens except Balkis -- the Most Beautiful and Splendid\n      Balkis, who stood apart smiling -- fell flat on their faces, for they\n      said, 'If these things are done when a Butterfly is displeased with his\n      wife, what shall be done to us who have vexed our King with our\n      loud-speaking and open quarrelling through many days?'",
                "Then they put their veils over their heads, and they put their hands over\n      their mouths, and they tiptoed back to the Palace most mousy-quiet.",
                "Then Balkis -- The Most Beautiful and Excellent Balkis -- went\n      forward through the red lilies into the shade of the camphor-tree and laid\n      her hand upon Suleiman-bin-Daoud's shoulder and said, 'O my Lord and\n      Treasure of my Soul, rejoice, for we have taught the Queens of Egypt and\n      Ethiopia and Abyssinia and Persia and India and China with a great and a\n      memorable teaching.'",
                "And Suleiman-bin-Daoud, still looking after the Butterflies where they\n      played in the sunlight, said, 'O my Lady and Jewel of my Felicity, when\n      did this happen? For I have been jesting with a Butterfly ever since I\n      came into the garden.' And he told Balkis what he had done.",
                "Balkis -- The tender and Most Lovely Balkis -- said, 'O my Lord and\n      Regent of my Existence, I hid behind the camphor-tree and saw it all. It\n      was I who told the Butterfly's Wife to ask the Butterfly to stamp, because\n      I hoped that for the sake of the jest my Lord would make some great magic\n      and that the Queens would see it and be frightened.' And she told him what\n      the Queens had said and seen and thought.",
                "Then Suleiman-bin-Daoud rose up from his seat under the camphor-tree, and\n      stretched his arms and rejoiced and said, 'O my Lady and Sweetener of my\n      Days, know that if I had made a magic against my Queens for the sake of\n      pride or anger, as I made that feast for all the animals, I should\n      certainly have been put to shame. But by means of your wisdom I made the\n      magic for the sake of a jest and for the sake of a little Butterfly, and -- behold -- it\n      has also delivered me from the vexations of my vexatious wives! Tell me,\n      therefore, O my Lady and Heart of my Heart, how did you come to be so\n      wise?' And Balkis the Queen, beautiful and tall, looked up into\n      Suleiman-bin-Daoud's eyes and put her head a little on one side, just like\n      the Butterfly, and said, 'First, O my Lord, because I loved you; and\n      secondly, O my Lord, because I know what women-folk are.'",
                "Then they went up to the Palace and lived happily ever afterwards.",
                "But wasn't it clever of Balkis?",
                "THERE was never a Queen like Balkis,\n       From here to the wide world's end;\n     But Balkis talked to a butterfly\n       As you would talk to a friend.\n\n     There was never a King like Solomon,\n       Not since the world began;\n     But Solomon talked to a butterfly\n       As a man would talk to a man.\n\n     She was Queen of Sabaea -- \n       And he was Asia's Lord -- \n     But they both of 'em talked to butterflies\n       When they took their walks abroad!"
            ]
        }
    ]
}