{
    "id": "2806",
    "title": "The Phantom 'rickshaw and Other Ghost Stories",
    "author": "Rudyard Kipling",
    "content": [
        {
            "name": " THE PHANTOM 'RICKSHAW ",
            "sub_name": "",
            "text": [
                "THE PHANTOM 'RICKSHAW",
                "May no ill dreams disturb my rest,\n  Nor Powers of Darkness me molest.\n   -- Evening Hymn.",
                "One of the few advantages that India has over England is a great\n      Knowability. After five years' service a man is directly or indirectly\n      acquainted with the two or three hundred Civilians in his Province, all\n      the Messes of ten or twelve Regiments and Batteries, and some fifteen\n      hundred other people of the non-official caste. In ten years his knowledge\n      should be doubled, and at the end of twenty he knows, or knows something\n      about, every Englishman in the Empire, and may travel anywhere and\n      everywhere without paying hotel-bills.",
                "Globe-trotters who expect entertainment as a right, have, even within my\n      memory, blunted this open-heartedness, but none the less to-day, if you\n      belong to the Inner Circle and are neither a Bear nor a Black Sheep, all\n      houses are open to you, and our small world is very, very kind and\n      helpful.",
                "Rickett of Kamartha stayed with Polder of Kumaon some fifteen years ago.\n      He meant to stay two nights, but was knocked down by rheumatic fever, and\n      for six weeks disorganized Polder's establishment, stopped Polder's work,\n      and nearly died in Polder's bedroom. Polder behaves as though he had been\n      placed under eternal obligation by Rickett, and yearly sends the little\n      Ricketts a box of presents and toys. It is the same everywhere. The men\n      who do not take the trouble to conceal from you their opinion that you are\n      an incompetent ass, and the women who blacken your character and\n      misunderstand your wife's amusements, will work themselves to the bone in\n      your behalf if you fall sick or into serious trouble.",
                "Heatherlegh, the Doctor, kept, in addition to his regular practice, a\n      hospital on his private account -- an arrangement of loose boxes for\n      Incurables, his friend called it -- but it was really a sort of\n      fitting-up shed for craft that had been damaged by stress of weather. The\n      weather in India is often sultry, and since the tale of bricks is always a\n      fixed quantity, and the only liberty allowed is permission to work\n      overtime and get no thanks, men occasionally break down and become as\n      mixed as the metaphors in this sentence.",
                "Heatherlegh is the dearest doctor that ever was, and his invariable\n      prescription to all his patients is, \"lie low, go slow, and keep cool.\" He\n      says that more men are killed by overwork than the importance of this\n      world justifies. He maintains that overwork slew Pansay, who died under\n      his hands about three years ago. He has, of course, the right to speak\n      authoritatively, and he laughs at my theory that there was a crack in\n      Pansay's head and a little bit of the Dark World came through and pressed\n      him to death. \"Pansay went off the handle,\" says Heatherlegh, \"after the\n      stimulus of long leave at Home. He may or he may not have behaved like a\n      blackguard to Mrs. Keith-Wessington. My notion is that the work of the\n      Katabundi Settlement ran him off his legs, and that he took to brooding\n      and making much of an ordinary P. & O. flirtation. He certainly was\n      engaged to Miss Mannering, and she certainly broke off the engagement.\n      Then he took a feverish chill and all that nonsense about ghosts\n      developed. Overwork started his illness, kept it alight, and killed him\n      poor devil. Write him off to the System -- one man to take the work of\n      two and a half men.\"",
                "I do not believe this. I used to sit up with Pansay sometimes when\n      Heatherlegh was called out to patients, and I happened to be within claim.\n      The man would make me most unhappy by describing in a low, even voice, the\n      procession that was always passing at the bottom of his bed. He had a sick\n      man's command of language. When he recovered I suggested that he should\n      write out the whole affair from beginning to end, knowing that ink might\n      assist him to ease his mind. When little boys have learned a new bad word\n      they are never happy till they have chalked it up on a door. And this also\n      is Literature.",
                "He was in a high fever while he was writing, and the blood-and-thunder\n      Magazine diction he adopted did not calm him. Two months afterward he was\n      reported fit for duty, but, in spite of the fact that he was urgently\n      needed to help an undermanned Commission stagger through a deficit, he\n      preferred to die; vowing at the last that he was hag-ridden. I got his\n      manuscript before he died, and this is his version of the affair, dated\n      1885:",
                "My doctor tells me that I need rest and change of air. It is not\n      improbable that I shall get both ere long -- rest that neither the\n      red-coated messenger nor the midday gun can break, and change of air far\n      beyond that which any homeward-bound steamer can give me. In the meantime\n      I am resolved to stay where I am; and, in flat defiance of my doctor's\n      orders, to take all the world into my confidence. You shall learn for\n      yourselves the precise nature of my malady; and shall, too, judge for\n      yourselves whether any man born of woman on this weary earth was ever so\n      tormented as I.",
                "Speaking now as a condemned criminal might speak ere the drop-bolts are\n      drawn, my story, wild and hideously improbable as it may appear, demands\n      at least attention. That it will ever receive credence I utterly\n      disbelieve. Two months ago I should have scouted as mad or drunk the man\n      who had dared tell me the like. Two months ago I was the happiest man in\n      India. Today, from Peshawur to the sea, there is no one more wretched. My\n      doctor and I are the only two who know this. His explanation is, that my\n      brain, digestion, and eyesight are all slightly affected; giving rise to\n      my frequent and persistent \"delusions.\" Delusions, indeed! I call him a\n      fool; but he attends me still with the same unwearied smile, the same\n      bland professional manner, the same neatly trimmed red whiskers, till I\n      begin to suspect that I am an ungrateful, evil-tempered invalid. But you\n      shall judge for your-selves.",
                "Three years ago it was my fortune -- my great misfortune -- to sail\n      from Gravesend to Bombay, on return from long leave, with one Agnes\n      Keith-Wessington, wife of an officer on the Bombay side. It does not in\n      the least concern you to know what manner of woman she was. Be content\n      with the knowledge that, ere the voyage had ended, both she and I were\n      desperately and unreasoningly in love with one another. Heaven knows that\n      I can make the admission now without one particle of vanity. In matters of\n      this sort there is always one who gives and another who accepts. From the\n      first day of our ill-omened attachment, I was conscious that Agnes's\n      passion was a stronger, a more dominant, and -- if I may use the\n      expression -- a purer sentiment than mine. Whether she recognized the\n      fact then, I do not know. Afterward it was bitterly plain to both of us.",
                "Arrived at Bombay in the spring of the year, we went our respective ways,\n      to meet no more for the next three or four months, when my leave and her\n      love took us both to Simla. There we spent the season together; and there\n      my fire of straw burned itself out to a pitiful end with the closing year.\n      I attempt no excuse. I make no apology. Mrs. Wessington had given up much\n      for my sake, and was prepared to give up all. From my own lips, in August,\n      1882, she learned that I was sick of her presence, tired of her company,\n      and weary of the sound of her voice. Ninety-nine women out of a hundred\n      would have wearied of me as I wearied of them; seventy-five of that number\n      would have promptly avenged themselves by active and obtrusive flirtation\n      with other men. Mrs. Wessington was the hundredth. On her neither my\n      openly expressed aversion nor the cutting brutalities with which I\n      garnished our interviews had the least effect.",
                "\"Jack, darling!\" was her one eternal cuckoo cry: \"I'm sure it's all a\n      mistake -- a hideous mistake; and we'll be good friends again some day.\n      Please forgive me, Jack, dear.\"",
                "I was the offender, and I knew it. That knowledge transformed my pity into\n      passive endurance, and, eventually, into blind hate -- the same\n      instinct, I suppose, which prompts a man to savagely stamp on the spider\n      he has but half killed. And with this hate in my bosom the season of 1882\n      came to an end.",
                "Next year we met again at Simla -- she with her monotonous face and\n      timid attempts at reconciliation, and I with loathing of her in every\n      fibre of my frame. Several times I could not avoid meeting her alone; and\n      on each occasion her words were identically the same. Still the\n      unreasoning wail that it was all a \"mistake\"; and still the hope of\n      eventually \"making friends.\" I might have seen had I cared to look, that\n      that hope only was keeping her alive. She grew more wan and thin month by\n      month. You will agree with me, at least, that such conduct would have\n      driven any one to despair. It was uncalled for; childish; unwomanly. I\n      maintain that she was much to blame. And again, sometimes, in the black,\n      fever-stricken night-watches, I have begun to think that I might have been\n      a little kinder to her. But that really is a \"delusion.\" I could not have\n      continued pretending to love her when I didn't; could I? It would have\n      been unfair to us both.",
                "Last year we met again -- on the same terms as before. The same weary\n      appeal, and the same curt answers from my lips. At least I would make her\n      see how wholly wrong and hopeless were her attempts at resuming the old\n      relationship. As the season wore on, we fell apart -- that is to say,\n      she found it difficult to meet me, for I had other and more absorbing\n      interests to attend to. When I think it over quietly in my sick-room, the\n      season of 1884 seems a confused nightmare wherein light and shade were\n      fantastically intermingled -- my courtship of little Kitty Mannering;\n      my hopes, doubts, and fears; our long rides together; my trembling avowal\n      of attachment; her reply; and now and again a vision of a white face\n      flitting by in the 'rickshaw with the black and white liveries I once\n      watched for so earnestly; the wave of Mrs. Wessington's gloved hand; and,\n      when she met me alone, which was but seldom, the irksome monotony of her\n      appeal. I loved Kitty Mannering; honestly, heartily loved her, and with my\n      love for her grew my hatred for Agnes. In August Kitty and I were engaged.\n      The next day I met those accursed \"magpie\" jhampanies at the back\n      of Jakko, and, moved by some passing sentiment of pity, stopped to tell\n      Mrs. Wessington everything. She knew it already.",
                "\"So I hear you're engaged, Jack dear.\" Then, without a moment's pause:\n      \"I'm sure it's all a mistake -- a hideous mistake. We shall be as good\n      friends some day, Jack, as we ever were.\"",
                "My answer might have made even a man wince. It cut the dying woman before\n      me like the blow of a whip. \"Please forgive me, Jack; I didn't mean to\n      make you angry; but it's true, it's true!\"",
                "And Mrs. Wessington broke down completely. I turned away and left her to\n      finish her journey in peace, feeling, but only for a moment or two, that I\n      had been an unutterably mean hound. I looked back, and saw that she had\n      turned her 'rickshaw with the idea, I suppose, of overtaking me.",
                "The scene and its surroundings were photographed on my memory. The\n      rain-swept sky (we were at the end of the wet weather), the sodden, dingy\n      pines, the muddy road, and the black powder-riven cliffs formed a gloomy\n      background against which the black and white liveries of the jhampanies,\n      the yellow-paneled 'rickshaw and Mrs. Wessington's down-bowed golden head\n      stood out clearly. She was holding her handkerchief in her left hand and\n      was leaning hack exhausted against the 'rickshaw cushions. I turned my\n      horse up a bypath near the Sanjowlie Reservoir and literally ran away.\n      Once I fancied I heard a faint call of \"Jack!\" This may have been\n      imagination. I never stopped to verify it. Ten minutes later I came across\n      Kitty on horseback; and, in the delight of a long ride with her, forgot\n      all about the interview.",
                "A week later Mrs. Wessington died, and the inexpressible burden of her\n      existence was removed from my life. I went Plainsward perfectly happy.\n      Before three months were over I had forgotten all about her, except that\n      at times the discovery of some of her old letters reminded me unpleasantly\n      of our bygone relationship. By January I had disinterred what was left of\n      our correspondence from among my scattered belongings and had burned it.\n      At the beginning of April of this year, 1885, I was at Simla -- semi-deserted\n      Simla -- once more, and was deep in lover's talks and walks with Kitty.\n      It was decided that we should be married at the end of June. You will\n      understand, therefore, that, loving Kitty as I did, I am not saying too\n      much when I pronounce myself to have been, at that time, the happiest man\n      in India.",
                "Fourteen delightful days passed almost before I noticed their flight.\n      Then, aroused to the sense of what was proper among mortals circumstanced\n      as we were, I pointed out to Kitty that an engagement ring was the outward\n      and visible sign of her dignity as an engaged girl; and that she must\n      forthwith come to Hamilton's to be measured for one. Up to that moment, I\n      give you my word, we had completely forgotten so trivial a matter. To\n      Hamilton's we accordingly went on the 15th of April, 1885. Remember that -- whatever\n      my doctor may say to the contrary -- I was then in perfect health,\n      enjoying a well-balanced mind and an absolute tranquil spirit. Kitty and I\n      entered Hamilton's shop together, and there, regardless of the order of\n      affairs, I measured Kitty for the ring in the presence of the amused\n      assistant. The ring was a sapphire with two diamonds. We then rode out\n      down the slope that leads to the Combermere Bridge and Peliti's shop.",
                "While my Waler was cautiously feeling his way over the loose shale, and\n      Kitty was laughing and chattering at my side -- while all Simla, that\n      is to say as much of it as had then come from the Plains, was grouped\n      round the Reading-room and Peliti's veranda, -- I was aware that some\n      one, apparently at a vast distance, was calling me by my Christian name.\n      It struck me that I had heard the voice before, but when and where I could\n      not at once determine. In the short space it took to cover the road\n      between the path from Hamilton's shop and the first plank of the\n      Combermere Bridge I had thought over half a dozen people who might have\n      committed such a solecism, and had eventually decided that it must have\n      been singing in my ears. Immediately opposite Peliti's shop my eye was\n      arrested by the sight of four jhampanies in \"magpie\" livery,\n      pulling a yellow-paneled, cheap, bazar 'rickshaw. In a moment my mind flew\n      back to the previous season and Mrs. Wessington with a sense of irritation\n      and disgust. Was it not enough that the woman was dead and done with,\n      without her black and white servitors reappearing to spoil the day's\n      happiness? Whoever employed them now I thought I would call upon, and ask\n      as a personal favor to change her jhampanies'' livery. I would hire\n      the men myself, and, if necessary, buy their coats from off their backs.\n      It is impossible to say here what a flood of undesirable memories their\n      presence evoked.",
                "\"Kitty,\" I cried, \"there are poor Mrs. Wessington's jhampanies\n      turned up again! I wonder who has them now?\"",
                "Kitty had known Mrs. Wessington slightly last season, and had always been\n      interested in the sickly woman.",
                "\"What? Where?\" she asked. \"I can't see them anywhere.\"",
                "Even as she spoke her horse, swerving from a laden mule, threw himself\n      directly in front of the advancing 'rickshaw. I had scarcely time to utter\n      a word of warning when, to my unutterable horror, horse and rider passed\n      through men and carriage as if they had been thin air.",
                "\"What's the matter?\" cried Kitty; \"what made you call out so foolishly,\n      Jack? If I am engaged I don't want all creation to know about it.\n      There was lots of space between the mule and the veranda; and, if you\n      think I can't ride -- There!\"",
                "Whereupon wilful Kitty set off, her dainty little head in the air, at a\n      hand-gallop in the direction of the Bandstand; fully expecting, as she\n      herself afterward told me, that I should follow her. What was the matter?\n      Nothing indeed. Either that I was mad or drunk, or that Simla was haunted\n      with devils. I reined in my impatient cob, and turned round. The 'rickshaw\n      had turned too, and now stood immediately facing me, near the left railing\n      of the Combermere Bridge.",
                "\"Jack! Jack, darling!\" (There was no mistake about the words this time:\n      they rang through my brain as if they had been shouted in my ear.) \"It's\n      some hideous mistake, I'm sure. Please forgive me, Jack, and let's\n      be friends again.\"",
                "The 'rickshaw-hood had fallen back, and inside, as I hope and pray daily\n      for the death I dread by night, sat Mrs. Keith-Wessington, handkerchief in\n      hand, and golden head bowed on her breast.",
                "How long I stared motionless I do not know. Finally, I was aroused by my\n      syce taking the Waler's bridle and asking whether I was ill. From the\n      horrible to the commonplace is but a step. I tumbled off my horse and\n      dashed, half fainting, into Peliti's for a glass of cherry-brandy. There\n      two or three couples were gathered round the coffee-tables discussing the\n      gossip of the day. Their trivialities were more comforting to me just then\n      than the consolations of religion could have been. I plunged into the\n      midst of the conversation at once; chatted, laughed, and jested with a\n      face (when I caught a glimpse of it in a mirror) as white and drawn as\n      that of a corpse. Three or four men noticed my condition; and, evidently\n      setting it down to the results of over-many pegs, charitably endeavoured\n      to draw me apart from the rest of the loungers. But I refused to be led\n      away. I wanted the company of my kind -- as a child rushes into the\n      midst of the dinner-party after a fright in the dark. I must have talked\n      for about ten minutes or so, though it seemed an eternity to me, when I\n      heard Kitty's clear voice outside inquiring for me. In another minute she\n      had entered the shop, prepared to roundly upbraid me for failing so\n      signally in my duties. Something in my face stopped her.",
                "\"Why, Jack,\" she cried, \"what have you been doing? What has\n      happened? Are you ill?\" Thus driven into a direct lie, I said that the sun\n      had been a little too much for me. It was close upon five o'clock of a\n      cloudy April afternoon, and the sun had been hidden all day. I saw my\n      mistake as soon as the words were out of my mouth: attempted to recover\n      it; blundered hopelessly and followed Kitty in a regal rage, out of doors,\n      amid the smiles of my acquaintances. I made some excuse (I have forgotten\n      what) on the score of my feeling faint; and cantered away to my hotel,\n      leaving Kitty to finish the ride by herself.",
                "In my room I sat down and tried calmly to reason out the matter. Here was\n      I, Theobald Jack Pansay, a well-educated Bengal Civilian in the year of\n      grace, 1885, presumably sane, certainly healthy, driven in terror from my\n      sweetheart's side by the apparition of a woman who had been dead and\n      buried eight months ago. These were facts that I could not blink. Nothing\n      was further from my thought than any memory of Mrs. Wessington when Kitty\n      and I left Hamilton's shop. Nothing was more utterly commonplace than the\n      stretch of wall opposite Peliti's. It was broad daylight. The road was\n      full of people; and yet here, look you, in defiance of every law of\n      probability, in direct outrage of Nature's ordinance, there had appeared\n      to me a face from the grave.",
                "Kitty's Arab had gone through the 'rickshaw: so that my first hope\n      that some woman marvelously like Mrs. Wessington had hired the carriage\n      and the coolies with their old livery was lost. Again and again I went\n      round this treadmill of thought; and again and again gave up baffled and\n      in despair. The voice was as inexplicable as the apparition. I had\n      originally some wild notion of confiding it all to Kitty; of begging her\n      to marry me at once; and in her arms defying the ghostly occupant of the\n      'rickshaw. \"After all,\" I argued, \"the presence of the 'rickshaw is in\n      itself enough to prove the existence of a spectral illusion. One may see\n      ghosts of men and women, but surely never of coolies and carriages. The\n      whole thing is absurd. Fancy the ghost of a hillman!\"",
                "Next morning I sent a penitent note to Kitty, imploring her to overlook my\n      strange conduct of the previous afternoon. My Divinity was still very\n      wroth, and a personal apology was necessary. I explained, with a fluency\n      born of night-long pondering over a falsehood, that I had been attacked\n      with sudden palpitation of the heart -- the result of indigestion. This\n      eminently practical solution had its effect; and Kitty and I rode out that\n      afternoon with the shadow of my first lie dividing us.",
                "Nothing would please her save a canter round Jakko. With my nerves still\n      unstrung from the previous night I feebly protested against the notion,\n      suggesting Observatory Hill, Jutogh, the Boileaugunge road -- anything\n      rather than the Jakko round. Kitty was angry and a little hurt: so I\n      yielded from fear of provoking further misunderstanding, and we set out\n      together toward Chota Simla. We walked a greater part of the way, and,\n      according to our custom, cantered from a mile or so below the Convent to\n      the stretch of level road by the Sanjowlie Reservoir. The wretched horses\n      appeared to fly, and my heart beat quicker and quicker as we neared the\n      crest of the ascent. My mind had been full of Mrs. Wessington all the\n      afternoon; and every inch of the Jakko road bore witness to our oldtime\n      walks and talks. The bowlders were full of it; the pines sang it aloud\n      overhead; the rain-fed torrents giggled and chuckled unseen over the\n      shameful story; and the wind in my ears chanted the iniquity aloud.",
                "As a fitting climax, in the middle of the level men call the Ladies' Mile\n      the Horror was awaiting me. No other 'rickshaw was in sight -- only the\n      four black and white jhampanies, the yellow-paneled carriage, and\n      the golden head of the woman within -- all apparently just as I had\n      left them eight months and one fortnight ago! For an instant I fancied\n      that Kitty must see what I saw -- we were so marvelously\n      sympathetic in all things. Her next words undeceived me -- \"Not a soul\n      in sight! Come along, Jack, and I'll race you to the Reservoir buildings!\"\n       Her wiry little Arab was off like a bird, my Waler following close behind,\n      and in this order we dashed under the cliffs. Half a minute brought us\n      within fifty yards of the 'rickshaw. I pulled my Waler and fell back a\n      little. The 'rickshaw was directly in the middle of the road; and once\n      more the Arab passed through it, my horse following. \"Jack! Jack dear! Please\n      forgive me,\" rang with a wail in my ears, and, after an interval: -- \"It's\n      a mistake, a hideous mistake!\"",
                "I spurred my horse like a man possessed. When I turned my head at the\n      Reservoir works, the black and white liveries were still waiting -- patiently\n      waiting -- under the grey hillside, and the wind brought me a mocking\n      echo of the words I had just heard. Kitty bantered me a good deal on my\n      silence throughout the remainder of the ride. I had been talking up till\n      then wildly and at random. To save my life I could not speak afterward\n      naturally, and from Sanjowlie to the Church wisely held my tongue.",
                "I was to dine with the Mannerings that night, and had barely time to\n      canter home to dress. On the road to Elysium Hill I overheard two men\n      talking together in the dusk. -- \"It's a curious thing,\" said one, \"how\n      completely all trace of it disappeared. You know my wife was insanely fond\n      of the woman ('never could see anything in her myself), and wanted me to\n      pick up her old 'rickshaw and coolies if they were to be got for love or\n      money. Morbid sort of fancy I call it; but I've got to do what the Memsahib\n      tells me. Would you believe that the man she hired it from tells me that\n      all four of the men -- they were brothers -- died of cholera on the\n      way to Hardwar, poor devils, and the 'rickshaw has been broken up by the\n      man himself. 'Told me he never used a dead Memsahib's 'rickshaw.\n      'Spoiled his luck. Queer notion, wasn't it? Fancy poor little Mrs.\n      Wessington spoiling any one's luck except her own!\" I laughed aloud at\n      this point; and my laugh jarred on me as I uttered it. So there were\n      ghosts of 'rickshaws after all, and ghostly employments in the other\n      world! How much did Mrs. Wessington give her men? What were their hours?\n      Where did they go?",
                "And for visible answer to my last question I saw the infernal Thing\n      blocking my path in the twilight. The dead travel fast, and by short cuts\n      unknown to ordinary coolies. I laughed aloud a second time and checked my\n      laughter suddenly, for I was afraid I was going mad. Mad to a certain\n      extent I must have been, for I recollect that I reined in my horse at the\n      head of the 'rickshaw, and politely wished Mrs. Wessington \"Good-evening.\"\n       Her answer was one I knew only too well. I listened to the end; and\n      replied that I had heard it all before, but should be delighted if she had\n      anything further to say. Some malignant devil stronger than I must have\n      entered into me that evening, for I have a dim recollection of talking the\n      commonplaces of the day for five minutes to the Thing in front of me.",
                "\"Mad as a hatter, poor devil -- or drunk. Max, try and get him to come\n      home.\"",
                "Surely that was not Mrs. Wessington's voice! The two men had\n      overheard me speaking to the empty air, and had returned to look after me.\n      They were very kind and considerate, and from their words evidently\n      gathered that I was extremely drunk. I thanked them confusedly and\n      cantered away to my hotel, there changed, and arrived at the Mannerings' \n      ten minutes late. I pleaded the darkness of the night as an excuse; was\n      rebuked by Kitty for my unlover-like tardiness; and sat down.",
                "The conversation had already become general; and under cover of it, I was\n      addressing some tender small talk to my sweetheart when I was aware that\n      at the further end of the table a short red-whiskered man was describing,\n      with much broidery, his encounter with a mad unknown that evening.",
                "A few sentences convinced me that he was repeating the incident of half an\n      hour ago. In the middle of the story he looked round for applause, as\n      professional story-tellers do, caught my eye, and straightway collapsed.\n      There was a moment's awkward silence, and the red-whiskered man muttered\n      something to the effect that he had \"forgotten the rest,\" thereby\n      sacrificing a reputation as a good story-teller which he had built up for\n      six seasons past. I blessed him from the bottom of my heart, and -- went\n      on with my fish.",
                "In the fulness of time that dinner came to an end; and with genuine regret\n      I tore myself away from Kitty -- as certain as I was of my own\n      existence that It would be waiting for me outside the door. The\n      red-whiskered man, who had been introduced to me as Doctor Heatherlegh, of\n      Simla, volunteered to bear me company as far as our roads lay together. I\n      accepted his offer with gratitude.",
                "My instinct had not deceived me. It lay in readiness in the Mall, and, in\n      what seemed devilish mockery of our ways, with a lighted head-lamp. The\n      red-whiskered man went to the point at once, in a manner that showed he\n      had been thinking over it all dinner time.",
                "\"I say, Pansay, what the deuce was the matter with you this evening on the\n      Elysium road?\" The suddenness of the question wrenched an answer from me\n      before I was aware.",
                "\"That!\" said I, pointing to It.",
                "\"That may be either D. T. or Eyes for aught I know. Now you don't\n      liquor. I saw as much at dinner, so it can't be D. T. There's nothing\n      whatever where you're pointing, though you're sweating and trembling with\n      fright like a scared pony. Therefore, I conclude that it's Eyes. And I\n      ought to understand all about them. Come along home with me. I'm on the\n      Blessington lower road.\"",
                "To my intense delight the 'rickshaw instead of waiting for us kept about\n      twenty yards ahead -- and this, too whether we walked, trotted, or\n      cantered. In the course of that long night ride I had told my companion\n      almost as much as I have told you here.",
                "\"Well, you've spoiled one of the best tales I've ever laid tongue to,\"\n       said he, \"but I'll forgive you for the sake of what you've gone through.\n      Now come home and do what I tell you; and when I've cured you, young man,\n      let this be a lesson to you to steer clear of women and indigestible food\n      till the day of your death.\"",
                "The 'rickshaw kept steady in front; and my red-whiskered friend seemed to\n      derive great pleasure from my account of its exact whereabouts.",
                "\"Eyes, Pansay -- all Eyes, Brain, and Stomach. And the greatest of\n      these three is Stomach. You've too much conceited Brain, too little\n      Stomach, and thoroughly unhealthy Eyes. Get your Stomach straight and the\n      rest follows. And all that's French for a liver pill. I'll take sole\n      medical charge of you from this hour! for you're too interesting a\n      phenomenon to be passed over.\"",
                "By this time we were deep in the shadow of the Blessington lower road and\n      the 'rickshaw came to a dead stop under a pine-clad, over-hanging shale\n      cliff. Instinctively I halted too, giving my reason. Heatherlegh rapped\n      out an oath.",
                "\"Now, if you think I'm going to spend a cold night on the hillside for the\n      sake of a stomach-cum-Brain-cum-Eye illusion.... Lord, ha' \n      mercy! What's that?\"",
                "There was a muffled report, a blinding smother of dust just in front of\n      us, a crack, the noise of rent boughs, and about ten yards of the\n      cliff-side -- pines, undergrowth, and all -- slid down into the road\n      below, completely blocking it up. The uprooted trees swayed and tottered\n      for a moment like drunken giants in the gloom, and then fell prone among\n      their fellows with a thunderous crash. Our two horses stood motionless and\n      sweating with fear. As soon as the rattle of falling earth and stone had\n      subsided, my companion muttered: -- \"Man, if we'd gone forward we\n      should have been ten feet deep in our graves by now. 'There are more\n      things in heaven and earth.'... Come home, Pansay, and thank God. I want a\n      peg badly.\"",
                "We retraced our way over the Church Ridge, and I arrived at Dr.\n      Heatherlegh's house shortly after midnight.",
                "His attempts toward my cure commenced almost immediately, and for a week I\n      never left his sight. Many a time in the course of that week did I bless\n      the good-fortune which had thrown me in contact with Simla's best and\n      kindest doctor. Day by day my spirits grew lighter and more equable. Day\n      by day, too, I became more and more inclined to fall in with Heatherlegh's\n      \"spectral illusion\" theory, implicating eyes, brain, and stomach. I wrote\n      to Kitty, telling her that a slight sprain caused by a fall from my horse\n      kept me indoors for a few days; and that I should be recovered before she\n      had time to regret my absence.",
                "Heatherlegh's treatment was simple to a degree. It consisted of liver\n      pills, cold-water baths, and strong exercise, taken in the dusk or at\n      early dawn -- for, as he sagely observed: \"A man with a sprained ankle\n      doesn't walk a dozen miles a day, and your young woman might be wondering\n      if she saw you.\"",
                "At the end of the week, after much examination of pupil and pulse, and\n      strict injunctions as to diet and pedestrianism, Heatherlegh dismissed me\n      as brusquely as he had taken charge of me. Here is his parting\n      benediction: \"Man, I can certify to your mental cure, and that's as much\n      as to say I've cured most of your bodily ailments. Now, get your traps out\n      of this as soon as you can; and be off to make love to Miss Kitty.\"",
                "I was endeavoring to express my thanks for his kindness. He cut me short.",
                "\"Don't think I did this because I like you. I gather that you've behaved\n      like a blackguard all through. But, all the same, you're a phenomenon, and\n      as queer a phenomenon as you are a blackguard. No!\" -- checking me a\n      second time -- \"not a rupee, please. Go out and see if you can find the\n      eyes-brain-and-stomach business again. I'll give you a lakh for each time\n      you see it.\"",
                "Half an hour later I was in the Mannerings' drawing-room with Kitty -- drunk\n      with the intoxication of present happiness and the fore-knowledge that I\n      should never more be troubled with Its hideous presence. Strong in the\n      sense of my new-found security, I proposed a ride at once; and, by\n      preference, a canter round Jakko.",
                "Never had I felt so well, so overladen with vitality and mere animal\n      spirits, as I did on the afternoon of the 30th of April. Kitty was\n      delighted at the change in my appearance, and complimented me on it in her\n      delightfully frank and outspoken manner. We left the Mannerings' house\n      together, laughing and talking, and cantered along the Chota Simla road as\n      of old.",
                "I was in haste to reach the Sanjowlie Reservoir and there make my\n      assurance doubly sure. The horses did their best, but seemed all too slow\n      to my impatient mind. Kitty was astonished at my boisterousness. \"Why,\n      Jack!\" she cried at last, \"you are behaving like a child. What are you\n      doing?\"",
                "We were just below the Convent, and from sheer wantonness I was making my\n      Waler plunge and curvet across the road as I tickled it with the loop of\n      my riding-whip.",
                "\"Doing?\" I answered; \"nothing, dear. That's just it. If you'd been doing\n      nothing for a week except lie up, you'd be as riotous as I.\"",
                "\"'Singing and murmuring in your feastful mirth,\n    Joying to feel yourself alive;\n  Lord over Nature, Lord of the visible Earth,\n    Lord of the senses five.'\"",
                "My quotation was hardly out of my lips before we had rounded the corner\n      above the Convent; and a few yards further on could see across to\n      Sanjowlie. In the centre of the level road stood the black and white\n      liveries, the yellow-paneled 'rickshaw, and Mrs. Keith-Wessington. I\n      pulled up, looked, rubbed my eyes, and, I believe must have said\n      something. The next thing I knew was that I was lying face downward on the\n      road with Kitty kneeling above me in tears.",
                "\"Has it gone, child!\" I gasped. Kitty only wept more bitterly.",
                "\"Has what gone, Jack dear? what does it all mean? There must be a mistake\n      somewhere, Jack. A hideous mistake.\" Her last words brought me to my feet -- mad -- raving\n      for the time being.",
                "\"Yes, there is a mistake somewhere,\" I repeated, \"a hideous mistake. Come\n      and look at It.\"",
                "I have an indistinct idea that I dragged Kitty by the wrist along the road\n      up to where It stood, and implored her for pity's sake to speak to It; to\n      tell It that we were betrothed; that neither Death nor Hell could break\n      the tie between us; and Kitty only knows how much more to the same effect.\n      Now and again I appealed passionately to the Terror in the 'rickshaw to\n      bear witness to all I had said, and to release me from a torture that was\n      killing me. As I talked I suppose I must have told Kitty of my old\n      relations with Mrs. Wessington, for I saw her listen intently with white\n      face and blazing eyes.",
                "\"Thank you, Mr. Pansay,\" she said, \"that's quite enough. Syce\n      ghora lÃ¡o.\"",
                "The syces, impassive as Orientals always are, had come up with the\n      recaptured horses; and as Kitty sprang into her saddle I caught hold of\n      the bridle, entreating her to hear me out and forgive. My answer was the\n      cut of her riding-whip across my face from mouth to eye, and a word or two\n      of farewell that even now I cannot write down. So I judged, and judged\n      rightly, that Kitty knew all; and I staggered back to the side of the\n      'rickshaw. My face was cut and bleeding, and the blow of the riding-whip\n      had raised a livid blue wheal on it. I had no self-respect. Just then,\n      Heatherlegh, who must have been following Kitty and me at a distance,\n      cantered up.",
                "\"Doctor,\" I said, pointing to my face, \"here's Miss Mannering's signature\n      to my order of dismissal and... I'll thank you for that lakh as soon as\n      convenient.\"",
                "Heatherlegh's face, even in my abject misery, moved me to laughter.",
                "\"I'll stake my professional reputation\" -- he began.",
                "\"Don't be a fool,\" I whispered. \"I've lost my life's happiness and you'd\n      better take me home.\"",
                "As I spoke the 'rickshaw was gone. Then I lost all knowledge of what was\n      passing. The crest of Jakko seemed to heave and roll like the crest of a\n      cloud and fall in upon me.",
                "Seven days later (on the 7th of May, that is to say) I was aware that I\n      was lying in Heatherlegh's room as weak as a little child. Heatherlegh was\n      watching me intently from behind the papers on his writing-table. His\n      first words were not encouraging; but I was too far spent to be much moved\n      by them.",
                "\"Here's Miss Kitty has sent back your letters. You corresponded a good\n      deal, you young people. Here's a packet that looks like a ring, and a\n      cheerful sort of a note from Mannering Papa, which I've taken the liberty\n      of reading and burning. The old gentleman's not pleased with you.\"",
                "\"And Kitty?\" I asked, dully.",
                "\"Rather more drawn than her father from what she says. By the same token\n      you must have been letting out any number of queer reminiscences just\n      before I met you. 'Says that a man who would have behaved to a woman as\n      you did to Mrs. Wessington ought to kill himself out of sheer pity for his\n      kind. She's a hot-headed little virago, your mash. 'Will have it too that\n      you were suffering from D. T. when that row on the Jakko road turned up.\n      'Says she'll die before she ever speaks to you again.\"",
                "I groaned and turned over to the other side.",
                "\"Now you've got your choice, my friend. This engagement has to be broken\n      off; and the Mannerings don't want to be too hard on you. Was it broken\n      through D. T. or epileptic fits? Sorry I can't offer you a better exchange\n      unless you'd prefer hereditary insanity. Say the word and I'll tell 'em\n      it's fits. All Simla knows about that scene on the Ladies' Mile. Come!\n      I'll give you five minutes to think over it.\"",
                "During those five minutes I believe that I explored thoroughly the lowest\n      circles of the Inferno which it is permitted man to tread on earth. And at\n      the same time I myself was watching myself faltering through the dark\n      labyrinths of doubt, misery, and utter despair. I wondered, as Heatherlegh\n      in his chair might have wondered, which dreadful alternative I should\n      adopt. Presently I heard myself answering in a voice that I hardly\n      recognized, --",
                "\"They're confoundedly particular about morality in these parts. Give 'em\n      fits, Heatherlegh, and my love. Now let me sleep a bit longer.\"",
                "Then my two selves joined, and it was only I (half crazed, devil-driven I)\n      that tossed in my bed, tracing step by step the history of the past month.",
                "\"But I am in Simla,\" I kept repeating to myself. \"I, Jack Pansay, am in\n      Simla and there are no ghosts here. It's unreasonable of that woman to\n      pretend there are. Why couldn't Agnes have left me alone? I never did her\n      any harm. It might just as well have been me as Agnes. Only I'd never have\n      come hack on purpose to kill her. Why can't I be left alone -- left\n      alone and happy?\"",
                "It was high noon when I first awoke: and the sun was low in the sky before\n      I slept -- slept as the tortured criminal sleeps on his rack, too worn\n      to feel further pain.",
                "Next day I could not leave my bed. Heatherlegh told me in the morning that\n      he had received an answer from Mr. Mannering, and that, thanks to his\n      (Heatherlegh's) friendly offices, the story of my affliction had traveled\n      through the length and breadth of Simla, where I was on all sides much\n      pitied.",
                "\"And that's rather more than you deserve,\" he concluded, pleasantly,\n      \"though the Lord knows you've been going through a pretty severe mill.\n      Never mind; we'll cure you yet, you perverse phenomenon.\"",
                "I declined firmly to be cured. \"You've been much too good to me already,\n      old man,\" said I; \"but I don't think I need trouble you further.\"",
                "In my heart I knew that nothing Heatherlegh could do would lighten the\n      burden that had been laid upon me.",
                "With that knowledge came also a sense of hopeless, impotent rebellion\n      against the unreasonableness of it all. There were scores of men no better\n      than I whose punishments had at least been reserved for another world; and\n      I felt that it was bitterly, cruelly unfair that I alone should have been\n      singled out for so hideous a fate. This mood would in time give place to\n      another where it seemed that the 'rickshaw and I were the only realities\n      in a world of shadows; that Kitty was a ghost; that Mannering,\n      Heatherlegh, and all the other men and women I knew were all ghosts; and\n      the great, grey hills themselves but vain shadows devised to torture me.\n      From mood to mood I tossed backward and forward for seven weary days; my\n      body growing daily stronger and stronger, until the bedroom looking-glass\n      told me that I had returned to everyday life, and was as other men once\n      more. Curiously enough my face showed no signs of the struggle I had gone\n      through. It was pale indeed, but as expression-less and commonplace as\n      ever. I had expected some permanent alteration -- visible evidence of\n      the disease that was eating me away. I found nothing.",
                "On the 15th of May, I left Heatherlegh's house at eleven o'clock in the\n      morning; and the instinct of the bachelor drove me to the Club. There I\n      found that every man knew my story as told by Heatherlegh, and was, in\n      clumsy fashion, abnormally kind and attentive. Nevertheless I recognized\n      that for the rest of my natural life I should be among but not of my\n      fellows; and I envied very bitterly indeed the laughing coolies on the\n      Mall below. I lunched at the Club, and at four o'clock wandered aimlessly\n      down the Mall in the vague hope of meeting Kitty. Close to the Band-stand\n      the black and white liveries joined me; and I heard Mrs. Wessington's old\n      appeal at my side. I had been expecting this ever since I came out; and\n      was only surprised at her delay. The phantom 'rickshaw and I went side by\n      side along the Chota Simla road in silence. Close to the bazar, Kitty and\n      a man on horseback overtook and passed us. For any sign she gave I might\n      have been a dog in the road. She did not even pay me the compliment of\n      quickening her pace; though the rainy afternoon had served for an excuse.",
                "So Kitty and her companion, and I and my ghostly Light-o'-Love, crept\n      round Jakko in couples. The road was streaming with water; the pines\n      dripped like roof-pipes on the rocks below, and the air was full of fine,\n      driving rain. Two or three times I found myself saying to myself almost\n      aloud: \"I'm Jack Pansay on leave at Simla -- at Simla! Everyday,\n      ordinary Simla. I mustn't forget that -- I mustn't forget that.\" Then I\n      would try to recollect some of the gossip I had heard at the Club: the\n      prices of So-and-So's horses -- anything, in fact, that related to the\n      workaday Anglo-Indian world I knew so well. I even repeated the\n      multiplication-table rapidly to myself, to make quite sure that I was not\n      taking leave of my senses. It gave me much comfort; and must have\n      prevented my hearing Mrs. Wessington for a time.",
                "Once more I wearily climbed the Convent slope and entered the level road.\n      Here Kitty and the man started off at a canter, and I was left alone with\n      Mrs. Wessington. \"Agnes,\" said I, \"will you put back your hood and tell me\n      what it all means?\" The hood dropped noiselessly, and I was face to face\n      with my dead and buried mistress. She was wearing the dress in which I had\n      last seen her alive; carried the same tiny handkerchief in her right hand;\n      and the same cardcase in her left. (A woman eight months dead with a\n      cardcase!) I had to pin myself down to the multiplication-table, and to\n      set both hands on the stone parapet of the road, to assure myself that\n      that at least was real.",
                "\"Agnes,\" I repeated, \"for pity's sake tell me what it all means.\" Mrs.\n      Wessington leaned forward, with that odd, quick turn of the head I used to\n      know so well, and spoke.",
                "If my story had not already so madly overleaped the bounds of all human\n      belief I should apologize to you now. As I know that no one -- no, not\n      even Kitty, for whom it is written as some sort of justification of my\n      conduct -- will believe me, I will go on. Mrs. Wessington spoke and I\n      walked with her from the Sanjowlie road to the turning below the\n      Commander-in-Chief's house as I might walk by the side of any living\n      woman's 'rickshaw, deep in conversation. The second and most tormenting of\n      my moods of sickness had suddenly laid hold upon me, and like the Prince\n      in Tennyson's poem, \"I seemed to move amid a world of ghosts.\" There had\n      been a garden-party at the Commander-in-Chief's, and we two joined the\n      crowd of homeward-bound folk. As I saw them then it seemed that they\n      were the shadows -- impalpable, fantastic shadows -- that divided\n      for Mrs. Wessington's 'rickshaw to pass through. What we said during the\n      course of that weird interview I cannot -- indeed, I dare not -- tell.\n      Heatherlegh's comment would have been a short laugh and a remark that I\n      had been \"mashing a brain-eye-and-stomach chimera.\" It was a ghastly and\n      yet in some indefinable way a marvelously dear experience. Could it be\n      possible, I wondered, that I was in this life to woo a second time the\n      woman I had killed by my own neglect and cruelty?",
                "I met Kitty on the homeward road -- a shadow among shadows.",
                "If I were to describe all the incidents of the next fortnight in their\n      order, my story would never come to an end; and your patience would be\n      exhausted. Morning after morning and evening after evening the ghostly\n      'rickshaw and I used to wander through Simla together. Wherever I went\n      there the four black and white liveries followed me and bore me company to\n      and from my hotel. At the Theatre I found them amid the crowd or yelling\n      jhampanies; outside the Club veranda, after a long evening of\n      whist; at the Birthday Ball, waiting patiently for my reappearance; and in\n      broad daylight when I went calling. Save that it cast no shadow, the\n      'rickshaw was in every respect as real to look upon as one of wood and\n      iron. More than once, indeed, I have had to check myself from warning some\n      hard-riding friend against cantering over it. More than once I have walked\n      down the Mall deep in conversation with Mrs. Wessington to the unspeakable\n      amazement of the passers-by.",
                "Before I had been out and about a week I learned that the \"fit\" theory had\n      been discarded in favor of insanity. However, I made no change in my mode\n      of life. I called, rode, and dined out as freely as ever. I had a passion\n      for the society of my kind which I had never felt before; I hungered to be\n      among the realities of life; and at the same time I felt vaguely unhappy\n      when I had been separated too long from my ghostly companion. It would be\n      almost impossible to describe my varying moods from the 15th of May up to\n      to-day.",
                "The presence of the 'rickshaw filled me by turns with horror, blind fear,\n      a dim sort of pleasure, and utter despair. I dared not leave Simla; and I\n      knew that my stay there was killing me. I knew, moreover, that it was my\n      destiny to die slowly and a little every day. My only anxiety was to get\n      the penance over as quietly as might be. Alternately I hungered for a\n      sight of Kitty and watched her outrageous flirtations with my successor -- to\n      speak more accurately, my successors -- with amused interest. She was\n      as much out of my life as I was out of hers. By day I wandered with Mrs.\n      Wessington almost content. By night I implored Heaven to let me return to\n      the world as I used to know it. Above all these varying moods lay the\n      sensation of dull, numbing wonder that the Seen and the Unseen should\n      mingle so strangely on this earth to hound one poor soul to its grave.",
                "August 27. -- Heatherlegh has been indefatigable in his\n      attendance on me; and only yesterday told me that I ought to send in an\n      application for sick leave. An application to escape the company of a\n      phantom! A request that the Government would graciously permit me to get\n      rid of five ghosts and an airy 'rickshaw by going to England.\n      Heatherlegh's proposition moved me to almost hysterical laughter. I told\n      him that I should await the end quietly at Simla; and I am sure that the\n      end is not far off. Believe me that I dread its advent more than any word\n      can say; and I torture myself nightly with a thousand speculations as to\n      the manner of my death.",
                "Shall I die in my bed decently and as an English gentleman should die; or,\n      in one last walk on the Mall, will my soul be wrenched from me to take its\n      place forever and ever by the side of that ghastly phantasm? Shall I\n      return to my old lost allegiance in the next world, or shall I meet Agnes\n      loathing her and bound to her side through all eternity? Shall we two\n      hover over the scene of our lives till the end of Time? As the day of my\n      death draws nearer, the intense horror that all living flesh feels toward\n      escaped spirits from beyond the grave grows more and more powerful. It is\n      an awful thing to go down quick among the dead with scarcely one-half of\n      your life completed. It is a thousand times more awful to wait as I do in\n      your midst, for I know not what unimaginable terror. Pity me, at least on\n      the score of my \"delusion,\" for I know you will never believe what I have\n      written here. Yet as surely as ever a man was done to death by the Powers\n      of Darkness I am that man.",
                "In justice, too, pity her. For as surely as ever woman was killed by man,\n      I killed Mrs. Wessington. And the last portion of my punishment is ever\n      now upon me."
            ]
        },
        {
            "name": " MY OWN TRUE GHOST STORY ",
            "sub_name": "",
            "text": [
                "MY OWN TRUE GHOST STORY",
                "As I came through the Desert thus it was -- \n  As I came through the Desert.\n   -- The City of Dreadful Night.",
                "Somewhere in the Other World, where there are books and pictures and plays\n      and shop windows to look at, and thousands of men who spend their lives in\n      building up all four, lives a gentleman who writes real stories about the\n      real insides of people; and his name is Mr. Walter Besant. But he will\n      insist upon treating his ghosts -- he has published half a workshopful\n      of them -- with levity. He makes his ghost-seers talk familiarly, and,\n      in some cases, flirt outrageously, with the phantoms. You may treat\n      anything, from a Viceroy to a Vernacular Paper, with levity; but you must\n      behave reverently toward a ghost, and particularly an Indian one.",
                "There are, in this land, ghosts who take the form of fat, cold, pobby\n      corpses, and hide in trees near the roadside till a traveler passes. Then\n      they drop upon his neck and remain. There are also terrible ghosts of\n      women who have died in child-bed. These wander along the pathways at dusk,\n      or hide in the crops near a village, and call seductively. But to answer\n      their call is death in this world and the next. Their feet are turned\n      backward that all sober men may recognize them. There are ghosts of little\n      children who have been thrown into wells. These haunt well curbs and the\n      fringes of jungles, and wail under the stars, or catch women by the wrist\n      and beg to be taken up and carried. These and the corpse ghosts, however,\n      are only vernacular articles and do not attack Sahibs. No native ghost has\n      yet been authentically reported to have frightened an Englishman; but many\n      English ghosts have scared the life out of both white and black.",
                "Nearly every other Station owns a ghost. There are said to be two at\n      Simla, not counting the woman who blows the bellows at Syree dÃ¢k-bungalow\n      on the Old Road; Mussoorie has a house haunted of a very lively Thing; a\n      White Lady is supposed to do night-watchman round a house in Lahore;\n      Dalhousie says that one of her houses \"repeats\" on autumn evenings all the\n      incidents of a horrible horse-and-precipice accident; Murree has a merry\n      ghost, and, now that she has been swept by cholera, will have room for a\n      sorrowful one; there are Officers' Quarters in Mian Mir whose doors open\n      without reason, and whose furniture is guaranteed to creak, not with the\n      heat of June but with the weight of Invisibles who come to lounge in the\n      chairs; Peshawur possesses houses that none will willingly rent; and there\n      is something -- not fever -- wrong with a big bungalow in Allahabad.\n      The older Provinces simply bristle with haunted houses, and march phantom\n      armies along their main thoroughfares.",
                "Some of the dÃ¢k-bungalows on the Grand Trunk Road have handy little\n      cemeteries in their compound -- witnesses to the \"changes and chances\n      of this mortal life\" in the days when men drove from Calcutta to the\n      Northwest. These bungalows are objectionable places to put up in. They are\n      generally very old, always dirty, while the khansamah is as ancient\n      as the bungalow. He either chatters senilely, or falls into the long\n      trances of age. In both moods he is useless. If you get angry with him, he\n      refers to some Sahib dead and buried these thirty years, and says that\n      when he was in that Sahib's service not a khansamah in the Province\n      could touch him. Then he jabbers and mows and trembles and fidgets among\n      the dishes, and you repent of your irritation.",
                "In these dÃ¢k-bungalows, ghosts are most likely to be found, and when\n      found, they should be made a note of. Not long ago it was my business to\n      live in dÃ¢k-bungalows. I never inhabited the same house for three nights\n      running, and grew to be learned in the breed. I lived in Government-built\n      ones with red brick walls and rail ceilings, an inventory of the furniture\n      posted in every room, and an excited snake at the threshold to give\n      welcome. I lived in \"converted\" ones -- old houses officiating as\n      dÃ¢k-bungalows -- where nothing was in its proper place and there wasn't\n      even a fowl for dinner. I lived in second-hand palaces where the wind blew\n      through open-work marble tracery just as uncomfortably as through a broken\n      pane. I lived in dÃ¢k-bungalows where the last entry in the visitors' book\n      was fifteen months old, and where they slashed off the curry-kid's head\n      with a sword. It was my good luck to meet all sorts of men, from sober\n      traveling missionaries and deserters flying from British Regiments, to\n      drunken loafers who threw whisky bottles at all who passed; and my still\n      greater good fortune just to escape a maternity case. Seeing that a fair\n      proportion of the tragedy of our lives out here acted itself in\n      dÃ¢k-bungalows, I wondered that I had met no ghosts. A ghost that would\n      voluntarily hang about a dÃ¢k-bungalow would be mad of course; but so many\n      men have died mad in dÃ¢k-bungalows that there must be a fair percentage of\n      lunatic ghosts.",
                "In due time I found my ghost, or ghosts rather, for there were two of\n      them. Up till that hour I had sympathized with Mr. Besant's method of\n      handling them, as shown in \"The Strange Case of Mr. Lucraft and Other\n      Stories.\" I am now in the Opposition.",
                "We will call the bungalow Katmal dÃ¢k-bungalow. But THAT was the smallest\n      part of the horror. A man with a sensitive hide has no right to sleep in\n      dÃ¢k-bungalows. He should marry. Katmal dÃ¢k-bungalow was old and rotten and\n      unrepaired. The floor was of worn brick, the walls were filthy, and the\n      windows were nearly black with grime. It stood on a bypath largely used by\n      native Sub-Deputy Assistants of all kinds, from Finance to Forests; but\n      real Sahibs were rare. The khansamah, who was nearly bent double\n      with old age, said so.",
                "When I arrived, there was a fitful, undecided rain on the face of the\n      land, accompanied by a restless wind, and every gust made a noise like the\n      rattling of dry bones in the stiff toddy palms outside. The khansamah\n      completely lost his head on my arrival. He had served a Sahib once. Did I\n      know that Sahib? He gave me the name of a well-known man who has been\n      buried for more than a quarter of a century, and showed me an ancient\n      daguerreotype of that man in his prehistoric youth. I had seen a steel\n      engraving of him at the head of a double volume of Memoirs a month before,\n      and I felt ancient beyond telling.",
                "The day shut in and the khansamah went to get me food. He did not\n      go through the pretense of calling it \"khana\" -- man's victuals.\n      He said \"ratub,\" and that means, among other things, \"grub\" -- dog's\n      rations. There was no insult in his choice of the term. He had forgotten\n      the other word, I suppose.",
                "While he was cutting up the dead bodies of animals, I settled myself down,\n      after exploring the dÃ¢k-bungalow. There were three rooms, beside my own,\n      which was a corner kennel, each giving into the other through dingy white\n      doors fastened with long iron bars. The bungalow was a very solid one, but\n      the partition walls of the rooms were almost jerry-built in their\n      flimsiness. Every step or bang of a trunk echoed from my room down the\n      other three, and every footfall came back tremulously from the far walls.\n      For this reason I shut the door. There were no lamps -- only candles in\n      long glass shades. An oil wick was set in the bathroom.",
                "For bleak, unadulterated misery that dÃ¢k-bungalow was the worst of the\n      many that I had ever set foot in. There was no fireplace, and the windows\n      would not open; so a brazier of charcoal would have been useless. The rain\n      and the wind splashed and gurgled and moaned round the house, and the\n      toddy palms rattled and roared. Half a dozen jackals went through the\n      compound singing, and a hyena stood afar off and mocked them. A hyena\n      would convince a Sadducee of the Resurrection of the Dead -- the worst\n      sort of Dead. Then came the ratub -- a curious meal, half native\n      and half English in composition -- with the old khansamah\n      babbling behind my chair about dead and gone English people, and the\n      wind-blown candles playing shadow-bo-peep with the bed and the\n      mosquito-curtains. It was just the sort of dinner and evening to make a\n      man think of every single one of his past sins, and of all the others that\n      he intended to commit if he lived.",
                "Sleep, for several hundred reasons, was not easy. The lamp in the\n      bath-room threw the most absurd shadows into the room, and the wind was\n      beginning to talk nonsense.",
                "Just when the reasons were drowsy with blood-sucking I heard the regular -- \"Let-us-take-and-heave-him-over\"\n       grunt of doolie-bearers in the compound. First one doolie came in, then a\n      second, and then a third. I heard the doolies dumped on the ground, and\n      the shutter in front of my door shook. \"That's some one trying to come\n      in,\" I said. But no one spoke, and I persuaded myself that it was the\n      gusty wind. The shutter of the room next to mine was attacked, flung back,\n      and the inner door opened. \"That's some Sub-Deputy Assistant,\" I said,\n      \"and he has brought his friends with him. Now they'll talk and spit and\n      smoke for an hour.\"",
                "But there were no voices and no footsteps. No one was putting his luggage\n      into the next room. The door shut, and I thanked Providence that I was to\n      be left in peace. But I was curious to know where the doolies had gone. I\n      got out of bed and looked into the darkness. There was never a sign of a\n      doolie. Just as I was getting into bed again, I heard, in the next room,\n      the sound that no man in his senses can possibly mistake -- the whir of\n      a billiard ball down the length of the slates when the striker is\n      stringing for break. No other sound is like it. A minute afterwards there\n      was another whir, and I got into bed. I was not frightened -- indeed I\n      was not. I was very curious to know what had become of the doolies. I\n      jumped into bed for that reason.",
                "Next minute I heard the double click of a cannon and my hair sat up. It is\n      a mistake to say that hair stands up. The skin of the head tightens and\n      you can feel a faint, prickly, bristling all over the scalp. That is the\n      hair sitting up.",
                "There was a whir and a click, and both sounds could only have been made by\n      one thing -- a billiard ball. I argued the matter out at great length\n      with myself; and the more I argued the less probable it seemed that one\n      bed, one table, and two chairs -- all the furniture of the room next to\n      mine -- could so exactly duplicate the sounds of a game of billiards.\n      After another cannon, a three-cushion one to judge by the whir, I argued\n      no more. I had found my ghost and would have given worlds to have escaped\n      from that dÃ¢k-bungalow. I listened, and with each listen the game grew\n      clearer. There was whir on whir and click on click. Sometimes there was a\n      double click and a whir and another click. Beyond any sort of doubt,\n      people were playing billiards in the next room. And the next room was not\n      big enough to hold a billiard table!",
                "Between the pauses of the wind I heard the game go forward -- stroke\n      after stroke. I tried to believe that I could not hear voices; but that\n      attempt was a failure.",
                "Do you know what fear is? Not ordinary fear of insult, injury or death,\n      but abject, quivering dread of something that you cannot see -- fear\n      that dries the inside of the mouth and half of the throat -- fear that\n      makes you sweat on the palms of the hands, and gulp in order to keep the\n      uvula at work? This is a fine Fear -- a great cowardice, and must be\n      felt to be appreciated. The very improbability of billiards in a\n      dÃ¢k-bungalow proved the reality of the thing. No man -- drunk or sober -- could\n      imagine a game at billiards, or invent the spitting crack of a\n      \"screw-cannon.\"",
                "A severe course of dÃ¢k-bungalows has this disadvantage -- it breeds\n      infinite credulity. If a man said to a confirmed dÃ¢k-bungalow-haunter: -- \"There\n      is a corpse in the next room, and there's a mad girl in the next but one,\n      and the woman and man on that camel have just eloped from a place sixty\n      miles away,\" the hearer would not disbelieve because he would know that\n      nothing is too wild, grotesque, or horrible to happen in a dÃ¢k-bungalow.",
                "This credulity, unfortunately, extends to ghosts. A rational person fresh\n      from his own house would have turned on his side and slept. I did not. So\n      surely as I was given up as a bad carcass by the scores of things in the\n      bed because the bulk of my blood was in my heart, so surely did I hear\n      every stroke of a long game at billiards played in the echoing room behind\n      the iron-barred door. My dominant fear was that the players might want a\n      marker. It was an absurd fear; because creatures who could play in the\n      dark would be above such superfluities. I only know that that was my\n      terror; and it was real.",
                "After a long, long while the game stopped, and the door banged. I slept\n      because I was dead tired. Otherwise I should have preferred to have kept\n      awake. Not for everything in Asia would I have dropped the door-bar and\n      peered into the dark of the next room.",
                "When the morning came, I considered that I had done well and wisely, and\n      inquired for the means of departure.",
                "\"By the way, khansamah,\" I said, \"what were those three doolies\n      doing in my compound in the night?\"",
                "\"There were no doolies,\" said the khansamah.",
                "I went into the next room and the daylight streamed through the open door.\n      I was immensely brave. I would, at that hour, have played Black Pool with\n      the owner of the big Black Pool down below.",
                "\"Has this place always been a dÃ¢k-bungalow?\" I asked.",
                "\"No,\" said the khansamah. \"Ten or twenty years ago, I have\n      forgotten how long, it was a billiard room.\"",
                "\"A how much?\"",
                "\"A billiard room for the Sahibs who built the Railway. I was khansamah\n      then in the big house where all the Railway-Sahibs lived, and I used to\n      come across with brandy-shrab. These three rooms were all one, and\n      they held a big table on which the Sahibs played every evening. But the\n      Sahibs are all dead now, and the Railway runs, you say, nearly to Kabul.\"",
                "\"Do you remember anything about the Sahibs?\"",
                "\"It is long ago, but I remember that one Sahib, a fat man and always\n      angry, was playing here one night, and he said to me: -- 'Mangal Khan,\n      brandy-pani do,' and I filled the glass, and he bent over the table\n      to strike, and his head fell lower and lower till it hit the table, and\n      his spectacles came off, and when we -- the Sahibs and I myself -- ran\n      to lift him. He was dead. I helped to carry him out. Aha, he was a strong\n      Sahib! But he is dead and I, old Mangal Khan, am still living, by your\n      favor.\"",
                "That was more than enough! I had my ghost -- a firsthand, authenticated\n      article. I would write to the Society for Psychical Research -- I would\n      paralyze the Empire with the news! But I would, first of all, put eighty\n      miles of assessed crop land between myself and that dÃ¢k-bungalow before\n      nightfall. The Society might send their regular agent to investigate later\n      on.",
                "I went into my own room and prepared to pack after noting down the facts\n      of the case. As I smoked I heard the game begin again, -- with a miss\n      in balk this time, for the whir was a short one.",
                "The door was open and I could see into the room. Click -- click!\n      That was a cannon. I entered the room without fear, for there was sunlight\n      within and a fresh breeze without. The unseen game was going on at a\n      tremendous rate. And well it might, when a restless little rat was running\n      to and fro inside the dingy ceiling-cloth, and a piece of loose\n      window-sash was making fifty breaks off the window-bolt as it shook in the\n      breeze!",
                "Impossible to mistake the sound of billiard balls! Impossible to mistake\n      the whir of a ball over the slate! But I was to be excused. Even when I\n      shut my enlightened eyes the sound was marvelously like that of a fast\n      game.",
                "Entered angrily the faithful partner of my sorrows, Kadir Baksh.",
                "\"This bungalow is very bad and low-caste! No wonder the Presence was\n      disturbed and is speckled. Three sets of doolie-bearers came to the\n      bungalow late last night when I was sleeping outside, and said that it was\n      their custom to rest in the rooms set apart for the English people! What\n      honor has the khansamah? They tried to enter, but I told them to\n      go. No wonder, if these Oorias have been here, that the Presence is\n      sorely spotted. It is shame, and the work of a dirty man!\"",
                "Kadir Baksh did not say that he had taken from each gang two annas for\n      rent in advance, and then, beyond my earshot, had beaten them with the big\n      green umbrella whose use I could never before divine. But Kadir Baksh has\n      no notions of morality.",
                "There was an interview with the khansamah, but as he promptly lost\n      his head, wrath gave place to pity, and pity led to a long conversation,\n      in the course of which he put the fat Engineer-Sahib's tragic death in\n      three separate stations -- two of them fifty miles away. The third\n      shift was to Calcutta, and there the Sahib died while driving a dogcart.",
                "If I had encouraged him the khansamah would have wandered all\n      through Bengal with his corpse.",
                "I did not go away as soon as I intended. I stayed for the night, while the\n      wind and the rat and the sash and the window-bolt played a ding-dong\n      \"hundred and fifty up.\" Then the wind ran out and the billiards stopped,\n      and I felt that I had ruined my one genuine, hall-marked ghost story.",
                "Had I only stopped at the proper time, I could have made anything\n      out of it.",
                "That was the bitterest thought of all!"
            ]
        },
        {
            "name": " THE STRANGE RIDE OF MORROWBIE JUKES ",
            "sub_name": "",
            "text": [
                "THE STRANGE RIDE OF MORROWBIE JUKES",
                "Alive or dead -- there is no other way.\n   -- Native Proverb.",
                "There is, as the conjurers say, no deception about this tale. Jukes by\n      accident stumbled upon a village that is well known to exist, though he is\n      the only Englishman who has been there. A somewhat similar institution\n      used to flourish on the outskirts of Calcutta, and there is a story that\n      if you go into the heart of Bikanir, which is in the heart of the Great\n      Indian Desert, you shall come across not a village but a town where the\n      Dead who did not die but may not live have established their headquarters.\n      And, since it is perfectly true that in the same Desert is a wonderful\n      city where all the rich money lenders retreat after they have made their\n      fortunes (fortunes so vast that the owners cannot trust even the strong\n      hand of the Government to protect them, but take refuge in the waterless\n      sands), and drive sumptuous C-spring barouches, and buy beautiful girls\n      and decorate their palaces with gold and ivory and Minton tiles and\n      mother-n'-pearl, I do not see why Jukes's tale should not be true. He is a\n      Civil Engineer, with a head for plans and distances and things of that\n      kind, and he certainly would not take the trouble to invent imaginary\n      traps. He could earn more by doing his legitimate work. He never varies\n      the tale in the telling, and grows very hot and indignant when he thinks\n      of the disrespectful treatment he received. He wrote this quite\n      straightforwardly at first, but he has since touched it up in places and\n      introduced Moral Reflections, thus:",
                "In the beginning it all arose from a slight attack of fever. My work\n      necessitated my being in camp for some months between Pakpattan and\n      Muharakpur -- a desolate sandy stretch of country as every one who has\n      had the misfortune to go there may know. My coolies were neither more nor\n      less exasperating than other gangs, and my work demanded sufficient\n      attention to keep me from moping, had I been inclined to so unmanly a\n      weakness.",
                "On the 23d December, 1884, I felt a little feverish. There was a full moon\n      at the time, and, in consequence, every dog near my tent was baying it.\n      The brutes assembled in twos and threes and drove me frantic. A few days\n      previously I had shot one loud-mouthed singer and suspended his carcass in\n      terrorem about fifty yards from my tent-door. But his friends fell\n      upon, fought for, and ultimately devoured the body; and, as it seemed to\n      me, sang their hymns of thanksgiving afterward with renewed energy.",
                "The light-heartedness which accompanies fever acts differently on\n      different men. My irritation gave way, after a short time, to a fixed\n      determination to slaughter one huge black and white beast who had been\n      foremost in song and first in flight throughout the evening. Thanks to a\n      shaking hand and a giddy head I had already missed him twice with both\n      barrels of my shot-gun, when it struck me that my best plan would be to\n      ride him down in the open and finish him off with a hog-spear. This, of\n      course, was merely the semi-delirious notion of a fever patient; but I\n      remember that it struck me at the time as being eminently practical and\n      feasible.",
                "I therefore ordered my groom to saddle Pornic and bring him round quietly\n      to the rear of my tent. When the pony was ready, I stood at his head\n      prepared to mount and dash out as soon as the dog should again lift up his\n      voice. Pornic, by the way, had not been out of his pickets for a couple of\n      days; the night air was crisp and chilly; and I was armed with a specially\n      long and sharp pair of persuaders with which I had been rousing a sluggish\n      cob that afternoon. You will easily believe, then, that when he was let go\n      he went quickly. In one moment, for the brute bolted as straight as a die,\n      the tent was left far behind, and we were flying over the smooth sandy\n      soil at racing speed.",
                "In another we had passed the wretched dog, and I had almost forgotten why\n      it was that I had taken the horse and hogspear.",
                "The delirium of fever and the excitement of rapid motion through the air\n      must have taken away the remnant of my senses. I have a faint recollection\n      of standing upright in my stirrups, and of brandishing my hog-spear at the\n      great white Moon that looked down so calmly on my mad gallop; and of\n      shout-log challenges to the camel-thorn bushes as they whizzed past. Once\n      or twice I believe, I swayed forward on Pornic's neck, and literally hung\n      on by my spurs -- as the marks next morning showed.",
                "The wretched beast went forward like a thing possessed, over what seemed\n      to be a limitless expanse of moonlit sand. Next, I remember, the ground\n      rose suddenly in front of us, and as we topped the ascent I saw the waters\n      of the Sutlej shining like a silver bar below. Then Pornic blundered\n      heavily on his nose, and we rolled together down some unseen slope.",
                "I must have lost consciousness, for when I recovered I was lying on my\n      stomach in a heap of soft white sand, and the dawn was beginning to break\n      dimly over the edge of the slope down which I had fallen. As the light\n      grew stronger I saw that I was at the bottom of a horseshoe-shaped crater\n      of sand, opening on one side directly on to the shoals of the Sutlej. My\n      fever had altogether left me, and, with the exception of a slight\n      dizziness in the head, I felt no had effects from the fall over night.",
                "Pornic, who was standing a few yards away, was naturally a good deal\n      exhausted, but had not hurt himself in the least. His saddle, a favorite\n      polo one was much knocked about, and had been twisted under his belly. It\n      took me some time to put him to rights, and in the meantime I had ample\n      opportunities of observing the spot into which I had so foolishly dropped.",
                "At the risk of being considered tedious, I must describe it at length:\n      inasmuch as an accurate mental picture of its peculiarities will be of\n      material assistance in enabling the reader to understand what follows.",
                "Imagine then, as I have said before, a horseshoe-shaped crater of sand\n      with steeply graded sand walls about thirty-five feet high. (The slope, I\n      fancy, must have been about 65 degrees.) This crater enclosed a level\n      piece of ground about fifty yards long by thirty at its broadest part,\n      with a crude well in the centre. Round the bottom of the crater, about\n      three feet from the level of the ground proper, ran a series of\n      eighty-three semi-circular ovoid, square, and multilateral holes, all\n      about three feet at the mouth. Each hole on inspection showed that it was\n      carefully shored internally with drift-wood and bamboos, and over the\n      mouth a wooden drip-board projected, like the peak of a jockey's cap, for\n      two feet. No sign of life was visible in these tunnels, but a most\n      sickening stench pervaded the entire amphitheatre -- a stench fouler\n      than any which my wanderings in Indian villages have introduced me to.",
                "Having remounted Pornic, who was as anxious as I to get back to camp, I\n      rode round the base of the horseshoe to find some place whence an exit\n      would be practicable. The inhabitants, whoever they might be, had not\n      thought fit to put in an appearance, so I was left to my own devices. My\n      first attempt to \"rush\" Pornic up the steep sand-banks showed me that I\n      had fallen into a trap exactly on the same model as that which the\n      ant-lion sets for its prey. At each step the shifting sand poured down\n      from above in tons, and rattled on the drip-boards of the holes like small\n      shot. A couple of ineffectual charges sent us both rolling down to the\n      bottom, half choked with the torrents of sand; and I was constrained to\n      turn my attention to the river-bank.",
                "Here everything seemed easy enough. The sand hills ran down to the river\n      edge, it is true, but there were plenty of shoals and shallows across\n      which I could gallop Pornic, and find my way back to terra firma by\n      turning sharply to the right or left. As I led Pornic over the sands I was\n      startled by the faint pop of a rifle across the river; and at the same\n      moment a bullet dropped with a sharp \"whit\" close to Pornic's head.",
                "There was no mistaking the nature of the missile -- a regulation\n      Martini-Henry \"picket.\" About five hundred yards away a country-boat was\n      anchored in midstream; and a jet of smoke drifting away from its bows in\n      the still morning air showed me whence the delicate attention had come.\n      Was ever a respectable gentleman in such an impasse? The\n      treacherous sand slope allowed no escape from a spot which I had visited\n      most involuntarily, and a promenade on the river frontage was the signal\n      for a bombardment from some insane native in a boat. I'm afraid that I\n      lost my temper very much indeed.",
                "Another bullet reminded me that I had better save my breath to cool my\n      porridge; and I retreated hastily up the sands and back to the horseshoe,\n      where I saw that the noise of the rifle had drawn sixty-five human beings\n      from the badger-holes which I had up till that point supposed to be\n      untenanted. I found myself in the midst of a crowd of spectators -- about\n      forty men, twenty women, and one child who could not have been more than\n      five years old. They were all scantily clothed in that salmon-colored\n      cloth which one associates with Hindu mendicants, and, at first sight,\n      gave me the impression of a band of loathsome fakirs. The filth and\n      repulsiveness of the assembly were beyond all description, and I shuddered\n      to think what their life in the badger-holes must be.",
                "Even in these days, when local self-government has destroyed the greater\n      part of a native's respect for a Sahib, I have been accustomed to a\n      certain amount of civility from my inferiors, and on approaching the crowd\n      naturally expected that there would be some recognition of my presence. As\n      a matter of fact there was; but it was by no means what I had looked for.",
                "The ragged crew actually laughed at me -- such laughter I hope I may\n      never hear again. They cackled, yelled, whistled, and howled as I walked\n      into their midst; some of them literally throwing themselves down on the\n      ground in convulsions of unholy mirth. In a moment I had let go Pornic's\n      head, and, irritated beyond expression at the morning's adventure,\n      commenced cuffing those nearest to me with all the force I could. The\n      wretches dropped under my blows like nine-pins, and the laughter gave\n      place to wails for mercy; while those yet untouched clasped me round the\n      knees, imploring me in all sorts of uncouth tongues to spare them.",
                "In the tumult, and just when I was feeling very much ashamed of myself for\n      having thus easily given way to my temper, a thin, high voice murmured in\n      English from behind my shoulder: \"Sahib! Sahib! Do you not know me? Sahib,\n      it is Gunga Dass, the telegraph-master.\"",
                "I spun round quickly and faced the speaker.",
                "Gunga Dass, (I have, of course, no hesitation in mentioning the man's real\n      name) I had known four years before as a Deccanee Brahmin loaned by the\n      Punjab Government to one of the Khalsia States. He was in charge of a\n      branch telegraph-office there, and when I had last met him was a jovial,\n      full-stomached, portly Government servant with a marvelous capacity for\n      making bad puns in English -- a peculiarity which made me remember him\n      long after I had forgotten his services to me in his official capacity. It\n      is seldom that a Hindu makes English puns.",
                "Now, however, the man was changed beyond all recognition. Caste-mark,\n      stomach, slate-colored continuations, and unctuous speech were all gone. I\n      looked at a withered skeleton, turban-less and almost naked, with long\n      matted hair and deep-set codfish-eyes. But for a crescent-shaped scar on\n      the left cheek -- the result of an accident for which I was responsible\n      I should never have known him. But it was indubitably Gunga Dass, and -- for\n      this I was thankfull -- an English-speaking native who might at least\n      tell me the meaning of all that I had gone through that day.",
                "The crowd retreated to some distance as I turned toward the miserable\n      figure, and ordered him to show me some method of escaping from the\n      crater. He held a freshly plucked crow in his hand, and in reply to my\n      question climbed slowly on a platform of sand which ran in front of the\n      holes, and commenced lighting a fire there in silence. Dried bents,\n      sand-poppies, and driftwood burn quickly; and I derived much consolation\n      from the fact that he lit them with an ordinary sulphur-match. When they\n      were in a bright glow, and the crow was nearly spitted in front thereof,\n      Gunga Dass began without a word of preamble:",
                "\"There are only two kinds of men, Sar. The alive and the dead. When you\n      are dead you are dead, but when you are alive you live.\" (Here the crow\n      demanded his attention for an instant as it twirled before the fire in\n      danger of being burned to a cinder.) \"If you die at home and do not die\n      when you come to the ghÃ¢t to be burned you come here.\"",
                "The nature of the reeking village was made plain now, and all that I had\n      known or read of the grotesque and the horrible paled before the fact just\n      communicated by the ex-Brahmin. Sixteen years ago, when I first landed in\n      Bombay, I had been told by a wandering Armenian of the existence,\n      somewhere in India, of a place to which such Hindus as had the misfortune\n      to recover from trance or catalepsy were conveyed and kept, and I\n      recollect laughing heartily at what I was then pleased to consider a\n      traveler's tale.",
                "Sitting at the bottom of the sand-trap, the memory of Watson's Hotel, with\n      its swinging punkahs, white-robed attendants, and the sallow-faced\n      Armenian, rose up in my mind as vividly as a photograph, and I burst into\n      a loud fit of laughter. The contrast was too absurd!",
                "Gunga Dass, as he bent over the unclean bird, watched me curiously. Hindus\n      seldom laugh, and his surroundings were not such as to move Gunga Dass to\n      any undue excess of hilarity. He removed the crow solemnly from the wooden\n      spit and as solemnly devoured it. Then he continued his story, which I\n      give in his own words:",
                "\"In epidemics of the cholera you are carried to be burned almost before\n      you are dead. When you come to the riverside the cold air, perhaps, makes\n      you alive, and then, if you are only little alive, mud is put on your nose\n      and mouth and you die conclusively. If you are rather more alive, more mud\n      is put; but if you are too lively they let you go and take you away. I was\n      too lively, and made protestation with anger against the indignities that\n      they endeavored to press upon me. In those days I was Brahmin and proud\n      man. Now I am dead man and eat\" -- here he eyed the well-gnawed breast\n      bone with the first sign of emotion that I had seen in him since we met -- \"crows,\n      and other things. They took me from my sheets when they saw that I was too\n      lively and gave me medicines for one week, and I survived successfully.\n      Then they sent me by rail from my place to Okara Station, with a man to\n      take care of me; and at Okara Station we met two other men, and they\n      conducted we three on camels, in the night, from Okara Station to this\n      place, and they propelled me from the top to the bottom, and the other two\n      succeeded, and I have been here ever since two and a half years. Once I\n      was Brahmin and proud man, and now I eat crows.\"",
                "\"There is no way of getting out?\"",
                "\"None of what kind at all. When I first came I made experiments frequently\n      and all the others also, but we have always succumbed to the sand which is\n      precipitated upon our heads.\"",
                "\"But surely,\" I broke in at this point, \"the river-front is open, and it\n      is worth while dodging the bullets; while at night\" -- I had already\n      matured a rough plan of escape which a natural instinct of selfishness\n      forbade me sharing with Gunga Dass. He, however, divined my unspoken\n      thought almost as soon as it was formed; and, to my intense astonishment,\n      gave vent to a long low chuckle of derision -- the laughter, be it\n      understood, of a superior or at least of an equal.",
                "\"You will not\" -- he had dropped the Sir completely after his opening\n      sentence -- \"make any escape that way. But you can try. I have tried.\n      Once only.\"",
                "The sensation of nameless terror and abject fear which I had in vain\n      attempted to strive against overmastered me completely. My long fast -- it\n      was now close upon ten o'clock, and I had eaten nothing since tiffin on\n      the previous day -- combined with the violent and unnatural agitation\n      of the ride had exhausted me, and I verily believe that, for a few\n      minutes, I acted as one mad. I hurled myself against the pitiless\n      sand-slope I ran round the base of the crater, blaspheming and praying by\n      turns. I crawled out among the sedges of the river-front, only to be\n      driven back each time in an agony of nervous dread by the rifle-bullets\n      which cut up the sand round me -- for I dared not face the death of a\n      mad dog among that hideous crowd -- and finally fell, spent and raving,\n      at the curb of the well. No one had taken the slightest notion of an\n      exhibition which makes me blush hotly even when I think of it now.",
                "Two or three men trod on my panting body as they drew water, but they were\n      evidently used to this sort of thing, and had no time to waste upon me.\n      The situation was humiliating. Gunga Dass, indeed, when he had banked the\n      embers of his fire with sand, was at some pains to throw half a cupful of\n      fetid water over my head, an attention for which I could have fallen on my\n      knees and thanked him, but he was laughing all the while in the same\n      mirthless, wheezy key that greeted me on my first attempt to force the\n      shoals. And so, in a semi-comatose condition, I lay till noon. Then, being\n      only a man after all, I felt hungry, and intimated as much to Gunga Dass,\n      whom I had begun to regard as my natural protector. Following the impulse\n      of the outer world when dealing with natives, I put my hand into my pocket\n      and drew out four annas. The absurdity of the gift struck me at once, and\n      I was about to replace the money.",
                "Gunga Dass, however, was of a different opinion. \"Give me the money,\" said\n      he; \"all you have, or I will get help, and we will kill you!\" All this as\n      if it were the most natural thing in the world!",
                "A Briton's first impulse, I believe, is to guard the contents of his\n      pockets; but a moment's reflection convinced me of the futility of\n      differing with the one man who had it in his power to make me comfortable;\n      and with whose help it was possible that I might eventually escape from\n      the crater. I gave him all the money in my possession, Rs. 9-8-5 -- nine\n      rupees eight annas and five pie -- for I always keep small change as\n      bakshish when I am in camp. Gunga Dass clutched the coins, and hid them at\n      once in his ragged loin cloth, his expression changing to something\n      diabolical as he looked round to assure himself that no one had observed\n      us.",
                "\"Now I will give you something to eat,\" said he.",
                "What pleasure the possession of my money could have afforded him I am\n      unable to say; but inasmuch as it did give him evident delight I was not\n      sorry that I had parted with it so readily, for I had no doubt that he\n      would have had me killed if I had refused. One does not protest against\n      the vagaries of a den of wild beasts; and my companions were lower than\n      any beasts. While I devoured what Gunga Dass had provided, a coarse chapatti\n      and a cupful of the foul well-water, the people showed not the faintest\n      sign of curiosity -- that curiosity which is so rampant, as a rule, in\n      an Indian village.",
                "I could even fancy that they despised me. At all events they treated me\n      with the most chilling indifference, and Gunga Dass was nearly as bad. I\n      plied him with questions about the terrible village, and received\n      extremely unsatisfactory answers. So far as I could gather, it had been in\n      existence from time immemorial -- whence I concluded that it was at\n      least a century old -- and during that time no one had ever been known\n      to escape from it. [I had to control myself here with both hands, lest the\n      blind terror should lay hold of me a second time and drive me raving round\n      the crater.] Gunga Dass took a malicious pleasure in emphasizing this\n      point and in watching me wince. Nothing that I could do would induce him\n      to tell me who the mysterious \"They\" were.",
                "\"It is so ordered,\" he would reply, \"and I do not yet know any one who has\n      disobeyed the orders.\"",
                "\"Only wait till my servants find that I am missing,\" I retorted, \"and I\n      promise you that this place shall be cleared off the face of the earth,\n      and I'll give you a lesson in civility, too, my friend.\"",
                "\"Your servants would be torn in pieces before they came near this place;\n      and, besides, you are dead, my dear friend. It is not your fault, of\n      course, but none the less you are dead and buried.\"",
                "At irregular intervals supplies of food, I was told, were dropped down\n      from the land side into the amphitheatre, and the inhabitants fought for\n      them like wild beasts. When a man felt his death coming on he retreated to\n      his lair and died there. The body was sometimes dragged out of the hole\n      and thrown on to the sand, or allowed to rot where it lay.",
                "The phrase \"thrown on to the sand\" caught my attention, and I asked Gunga\n      Dass whether this sort of thing was not likely to breed a pestilence.",
                "\"That,\" said he with another of his wheezy chuckles, \"you may see for\n      yourself subsequently. You will have much time to make observations.\"",
                "Whereat, to his great delight, I winced once more and hastily continued\n      the conversation: \"And how do you live here from day to day? What do you\n      do?\" The question elicited exactly the same answer as before -- coupled\n      with the information that \"this place is like your European heaven; there\n      is neither marrying nor giving in marriage.\"",
                "Gunga Dass had been educated at a Mission School, and, as he himself\n      admitted, had he only changed his religion \"like a wise man,\" might have\n      avoided the living grave which was now his portion. But as long as I was\n      with him I fancy he was happy.",
                "Here was a Sahib, a representative of the dominant race, helpless as a\n      child and completely at the mercy of his native neighbors. In a deliberate\n      lazy way he set himself to torture me as a schoolboy would devote a\n      rapturous half-hour to watching the agonies of an impaled beetle, or as a\n      ferret in a blind burrow might glue himself comfortably to the neck of a\n      rabbit. The burden of his conversation was that there was no escape \"of no\n      kind whatever,\" and that I should stay here till I died and was \"thrown on\n      to the sand.\" If it were possible to forejudge the conversation of the\n      Damned on the advent of a new soul in their abode, I should say that they\n      would speak as Gunga Dass did to me throughout that long afternoon. I was\n      powerless to protest or answer; all my energies being devoted to a\n      struggle against the inexplicable terror that threatened to overwhelm me\n      again and again. I can compare the feeling to nothing except the struggles\n      of a man against the overpowering nausea of the Channel passage -- only\n      my agony was of the spirit and infinitely more terrible.",
                "As the day wore on, the inhabitants began to appear in full strength to\n      catch the rays of the afternoon sun, which were now sloping in at the\n      mouth of the crater. They assembled in little knots, and talked among\n      themselves without even throwing a glance in my direction. About four\n      o'clock, as far as I could judge Gunga Dass rose and dived into his lair\n      for a moment, emerging with a live crow in his hands. The wretched bird\n      was in a most draggled and deplorable condition, but seemed to be in no\n      way afraid of its master. Advancing cautiously to the river front, Gunga\n      Dass stepped from tussock to tussock until he had reached a smooth patch\n      of sand directly in the line of the boat's fire. The occupants of the boat\n      took no notice. Here he stopped, and, with a couple of dexterous turns of\n      the wrist, pegged the bird on its back with outstretched wings. As was\n      only natural, the crow began to shriek at once and beat the air with its\n      claws. In a few seconds the clamor had attracted the attention of a bevy\n      of wild crows on a shoal a few hundred yards away, where they were\n      discussing something that looked like a corpse. Half a dozen crows flew\n      over at once to see what was going on, and also, as it proved, to attack\n      the pinioned bird. Gunga Dass, who had lain down on a tussock, motioned to\n      me to be quiet, though I fancy this was a needless precaution. In a\n      moment, and before I could see how it happened, a wild crow, who had\n      grappled with the shrieking and helpless bird, was entangled in the\n      latter's claws, swiftly disengaged by Gunga Dass, and pegged down beside\n      its companion in adversity. Curiosity, it seemed, overpowered the rest of\n      the flock, and almost before Gunga Dass and I had time to withdraw to the\n      tussock, two more captives were struggling in the upturned claws of the\n      decoys. So the chase -- if I can give it so dignified a name -- continued\n      until Gunga Dass had captured seven crows. Five of them he throttled at\n      once, reserving two for further operations another day. I was a good deal\n      impressed by this, to me, novel method of securing food, and complimented\n      Gunga Dass on his skill.",
                "\"It is nothing to do,\" said he. \"Tomorrow you must do it for me. You are\n      stronger than I am.\"",
                "This calm assumption of superiority upset me not a little, and I answered\n      peremptorily: \"Indeed, you old ruffian! What do you think I have given you\n      money for?\"",
                "\"Very well,\" was the unmoved reply. \"Perhaps not to-morrow, nor the day\n      after, nor subsequently; but in the end, and for many years, you will\n      catch crows and eat crows, and you will thank your European God that you\n      have crows to catch and eat.\"",
                "I could have cheerfully strangled him for this; but judged it best under\n      the circumstances to smother my resentment. An hour later I was eating one\n      of the crows; and, as Gunga Dass had said, thanking my God that I had a\n      crow to eat. Never as long as I live shall I forget that evening meal. The\n      whole population were squatting on the hard sand platform opposite their\n      dens, huddled over tiny fires of refuse and dried rushes. Death, having\n      once laid his hand upon these men and forborne to strike, seemed to stand\n      aloof from them now; for most of our company were old men, bent and worn\n      and twisted with years, and women aged to all appearance as the Fates\n      themselves. They sat together in knots and talked -- God only knows\n      what they found to discuss -- in low equable tones, curiously in\n      contrast to the strident babble with which natives are accustomed to make\n      day hideous. Now and then an access of that sudden fury which had\n      possessed me in the morning would lay hold on a man or woman; and with\n      yells and imprecations the sufferer would attack the steep slope until,\n      baffled and bleeding, he fell back on the platform incapable of moving a\n      limb. The others would never even raise their eyes when this happened, as\n      men too well aware of the futility of their fellows' attempts and wearied\n      with their useless repetition. I saw four such outbursts in the course of\n      the evening.",
                "Gunga Dass took an eminently business-like view of my situation, and while\n      we were dining -- I can afford to laugh at the recollection now, but it\n      was painful enough at the time -- propounded the terms on which he\n      would consent to \"do\" for me. My nine rupees eight annas, he argued, at\n      the rate of three annas a day, would provide me with food for fifty-one\n      days, or about seven weeks; that is to say, he would be willing to cater\n      for me for that length of time. At the end of it I was to look after\n      myself. For a further consideration -- videlicet my boots -- he\n      would be willing to allow me to occupy the den next to his own, and would\n      supply me with as much dried grass for bedding as he could spare.",
                "\"Very well, Gunga Dass,\" I replied; \"to the first terms I cheerfully\n      agree, but, as there is nothing on earth to prevent my killing you as you\n      sit here and taking everything that you have\" (I thought of the two\n      invaluable crows at the time), \"I flatly refuse to give you my boots and\n      shall take whichever den I please.\"",
                "The stroke was a bold one, and I was glad when I saw that it had\n      succeeded. Gunga Dass changed his tone immediately, and disavowed all\n      intention of asking for my boots. At the time it did not strike me as at\n      all strange that I, a Civil Engineer, a man of thirteen years' standing in\n      the Service, and, I trust, an average Englishman, should thus calmly\n      threaten murder and violence against the man who had, for a consideration\n      it is true, taken me under his wing. I had left the world, it seemed, for\n      centuries. I was as certain then as I am now of my own existence, that in\n      the accursed settlement there was no law save that of the strongest; that\n      the living dead men had thrown behind them every canon of the world which\n      had cast them out; and that I had to depend for my own life on my strength\n      and vigilance alone. The crew of the ill-fated Mignonette are the\n      only men who would understand my frame of mind. \"At present,\" I argued to\n      myself, \"I am strong and a match for six of these wretches. It is\n      imperatively necessary that I should, for my own sake, keep both health\n      and strength until the hour of my release comes -- if it ever does.\"",
                "Fortified with these resolutions, I ate and drank as much as I could, and\n      made Gunga Dass understand that I intended to be his master, and that the\n      least sign of insubordination on his part would be visited with the only\n      punishment I had it in my power to inflict -- sudden and violent death.\n      Shortly after this I went to bed. That is to say, Gunga Dass gave me a\n      double armful of dried bents which I thrust down the mouth of the lair to\n      the right of his, and followed myself, feet foremost; the hole running\n      about nine feet into the sand with a slight downward inclination, and\n      being neatly shored with timbers. From my den, which faced the\n      river-front, I was able to watch the waters of the Sutlej flowing past\n      under the light of a young moon and compose myself to sleep as best I\n      might.",
                "The horrors of that night I shall never forget. My den was nearly as\n      narrow as a coffin, and the sides had been worn smooth and greasy by the\n      contact of innumerable naked bodies, added to which it smelled abominably.\n      Sleep was altogether out of question to one in my excited frame of mind.\n      As the night wore on, it seemed that the entire amphitheatre was filled\n      with legions of unclean devils that, trooping up from the shoals below,\n      mocked the unfortunates in their lairs.",
                "Personally I am not of an imaginative temperament, -- very few\n      Engineers are, -- but on that occasion I was as completely prostrated\n      with nervous terror as any woman. After half an hour or so, however, I was\n      able once more to calmly review my chances of escape. Any exit by the\n      steep sand walls was, of course, impracticable. I had been thoroughly\n      convinced of this some time before. It was possible, just possible, that I\n      might, in the uncertain moonlight, safely run the gauntlet of the rifle\n      shots. The place was so full of terror for me that I was prepared to\n      undergo any risk in leaving it. Imagine my delight, then, when after\n      creeping stealthily to the river-front I found that the infernal boat was\n      not there. My freedom lay before me in the next few steps!",
                "By walking out to the first shallow pool that lay at the foot of the\n      projecting left horn of the horseshoe, I could wade across, turn the flank\n      of the crater, and make my way inland. Without a moment's hesitation I\n      marched briskly past the tussocks where Gunga Dass had snared the crows,\n      and out in the direction of the smooth white sand beyond. My first step\n      from the tufts of dried grass showed me how utterly futile was any hope of\n      escape; for, as I put my foot down, I felt an indescribable drawing,\n      sucking motion of the sand below. Another moment and my leg was swallowed\n      up nearly to the knee. In the moonlight the whole surface of the sand\n      seemed to be shaken with devilish delight at my disappointment. I\n      struggled clear, sweating with terror and exertion, back to the tussocks\n      behind me and fell on my face.",
                "My only means of escape from the semicircle was protected with a\n      quicksand!",
                "How long I lay I have not the faintest idea; but I was roused at last by\n      the malevolent chuckle of Gunga Dass at my ear \"I would advise you,\n      Protector of the Poor\" (the ruffian was speaking English) \"to return to\n      your house. It is unhealthy to lie down here. Moreover, when the boat\n      returns, you will most certainly be rifled at.\" He stood over me in the\n      dim light of the dawn, chuckling and laughing to himself. Suppressing my\n      first impulse to catch the man by the neck and throw him on to the\n      quicksand, I rose sullenly and followed him to the platform below the\n      burrows.",
                "Suddenly, and futilely as I thought while I spoke, I asked: \"Gunga Dass,\n      what is the good of the boat if I can't get out anyhow?\" I\n      recollect that even in my deepest trouble I had been speculating vaguely\n      on the waste of ammunition in guarding an already well protected\n      foreshore.",
                "Gunga Dass laughed again and made answer: \"They have the boat only in\n      daytime. It is for the reason that there is a way. I hope we shall\n      have the pleasure of your company for much longer time. It is a pleasant\n      spot when you have been here some years and eaten roast crow long enough.\"",
                "I staggered, numbed and helpless, toward the fetid burrow allotted to me,\n      and fell asleep. An hour or so later I was awakened by a piercing scream -- the\n      shrill, high-pitched scream of a horse in pain. Those who have once heard\n      that will never forget the sound. I found some little difficulty in\n      scrambling out of the burrow. When I was in the open, I saw Pornic, my\n      poor old Pornic, lying dead on the sandy soil. How they had killed him I\n      cannot guess. Gunga Dass explained that horse was better than crow, and\n      \"greatest good of greatest number is political maxim. We are now Republic,\n      Mister Jukes, and you are entitled to a fair share of the beast. If you\n      like, we will pass a vote of thanks. Shall I propose?\"",
                "Yes, we were a Republic indeed! A Republic of wild beasts penned at the\n      bottom of a pit, to eat and fight and sleep till we died. I attempted no\n      protest of any kind, but sat down and stared at the hideous sight in front\n      of me. In less time almost than it takes me to write this, Pornic's body\n      was divided, in some unclear way or other; the men and women had dragged\n      the fragments on to the platform and were preparing their normal meal.\n      Gunga Dass cooked mine. The almost irresistible impulse to fly at the sand\n      walls until I was wearied laid hold of me afresh, and I had to struggle\n      against it with all my might. Gunga Dass was offensively jocular till I\n      told him that if he addressed another remark of any kind whatever to me I\n      should strangle him where he sat. This silenced him till silence became\n      insupportable, and I bade him say something.",
                "\"You will live here till you die like the other Feringhi,\" he said,\n      coolly, watching me over the fragment of gristle that he was gnawing.",
                "\"What other Sahib, you swine? Speak at once, and don't stop to tell me a\n      lie.\"",
                "\"He is over there,\" answered Gunga Dass, pointing to a burrow-mouth about\n      four doors to the left of my own. \"You can see for yourself. He died in\n      the burrow as you will die, and I will die, and as all these men and women\n      and the one child will also die.\"",
                "\"For pity's sake tell me all you know about him. Who was he? When did he\n      come, and when did he die?\"",
                "This appeal was a weak step on my part. Gunga Dass only leered and\n      replied: \"I will not -- unless you give me something first.\"",
                "Then I recollected where I was, and struck the man between the eyes,\n      partially stunning him. He stepped down from the platform at once, and,\n      cringing and fawning and weeping and attempting to embrace my feet, led me\n      round to the burrow which he had indicated.",
                "\"I know nothing whatever about the gentleman. Your God be my witness that\n      I do not. He was as anxious to escape as you were, and he was shot from\n      the boat, though we all did all things to prevent him from attempting. He\n      was shot here.\" Gunga Dass laid his hand on his lean stomach and bowed to\n      the earth.",
                "\"Well, and what then? Go on!\"",
                "\"And then -- and then, Your Honor, we carried him in to his house and\n      gave him water, and put wet cloths on the wound, and he laid down in his\n      house and gave up the ghost.\"",
                "\"In how long? In how long?\"",
                "\"About half an hour, after he received his wound. I call Vishnu to\n      witness,\" yelled the wretched man, \"that I did everything for him.\n      Everything which was possible, that I did!\"",
                "He threw himself down on the ground and clasped my ankles. But I had my\n      doubts about Gunga Dass's benevolence, and kicked him off as he lay\n      protesting.",
                "\"I believe you robbed him of everything he had. But I can find out in a\n      minute or two. How long was the Sahib here?\"",
                "\"Nearly a year and a half. I think he must have gone mad. But hear me\n      swear Protector of the Poor! Won't Your Honor hear me swear that I never\n      touched an article that belonged to him? What is Your Worship going to\n      do?\"",
                "I had taken Gunga Dass by the waist and had hauled him on to the platform\n      opposite the deserted burrow. As I did so I thought of my wretched\n      fellow-prisoner's unspeakable misery among all these horrors for eighteen\n      months, and the final agony of dying like a rat in a hole, with a\n      bullet-wound in the stomach. Gunga Dass fancied I was going to kill him\n      and howled pitifully. The rest of the population, in the plethora that\n      follows a full flesh meal, watched us without stirring.",
                "\"Go inside, Gunga Dass,\" said I, \"and fetch it out.\"",
                "I was feeling sick and faint with horror now. Gunga Dass nearly rolled off\n      the platform and howled aloud.",
                "\"But I am Brahmin, Sahib -- a high-caste Brahmin. By your soul, by your\n      father's soul, do not make me do this thing!\"",
                "\"Brahmin or no Brahmin, by my soul and my father's soul, in you go!\" I\n      said, and, seizing him by the shoulders, I crammed his head into the mouth\n      of the burrow, kicked the rest of him in, and, sitting down, covered my\n      face with my hands.",
                "At the end of a few minutes I heard a rustle and a creak; then Gunga Dass\n      in a sobbing, choking whisper speaking to himself; then a soft thud -- and\n      I uncovered my eyes.",
                "The dry sand had turned the corpse entrusted to its keeping into a\n      yellow-brown mummy. I told Gunga Dass to stand off while I examined it.\n      The body -- clad in an olive-green hunting-suit much stained and worn,\n      with leather pads on the shoulders -- was that of a man between thirty\n      and forty, above middle height, with light, sandy hair, long mustache, and\n      a rough unkempt beard. The left canine of the upper jaw was missing, and a\n      portion of the lobe of the right ear was gone. On the second finger of the\n      left hand was a ring -- a shield-shaped bloodstone set in gold, with a\n      monogram that might have been either \"B.K.\" or \"B.L.\" On the third finger\n      of the right hand was a silver ring in the shape of a coiled cobra, much\n      worn and tarnished. Gunga Dass deposited a handful of trifles he had\n      picked out of the burrow at my feet, and, covering the face of the body\n      with my handkerchief, I turned to examine these. I give the full list in\n      the hope that it may lead to the identification of the unfortunate man:",
                "1. Bowl of a briarwood pipe, serrated at the edge; much worn and\n      blackened; bound with string at the crew.",
                "2. Two patent-lever keys; wards of both broken.",
                "3. Tortoise-shell-handled penknife, silver or nickel, name-plate, marked\n      with monogram \"B.K.\"",
                "4. Envelope, postmark undecipherable, bearing a Victorian stamp, addressed\n      to \"Miss Mon -- \" (rest illegible) -- \"ham\" -- \"nt.\"",
                "5. Imitation crocodile-skin notebook with pencil. First forty-five pages\n      blank; four and a half illegible; fifteen others filled with private\n      memoranda relating chiefly to three persons -- a Mrs.L. Singleton,\n      abbreviated several times to \"Lot Single,\" \"Mrs. S. May,\" and \"Garmison,\"\n       referred to in places as \"Jerry\" or \"Jack.\"",
                "6. Handle of small-sized hunting-knife. Blade snapped short. Buck's horn,\n      diamond cut, with swivel and ring on the butt; fragment of cotton cord\n      attached.",
                "It must not be supposed that I inventoried all these things on the spot as\n      fully as I have here written them down. The notebook first attracted my\n      attention, and I put it in my pocket with a view of studying it later on.",
                "The rest of the articles I conveyed to my burrow for safety's sake, and\n      there being a methodical man, I inventoried them. I then returned to the\n      corpse and ordered Gunga Dass to help me to carry it out to the\n      river-front. While we were engaged in this, the exploded shell of an old\n      brown cartridge dropped out of one of the pockets and rolled at my feet.\n      Gunga Dass had not seen it; and I fell to thinking that a man does not\n      carry exploded cartridge-cases, especially \"browns,\" which will not bear\n      loading twice, about with him when shooting. In other words, that\n      cartridge-case had been fired inside the crater. Consequently there must\n      be a gun somewhere. I was on the verge of asking Gunga Dass, but checked\n      myself, knowing that he would lie. We laid the body down on the edge of\n      the quicksand by the tussocks. It was my intention to push it out and let\n      it be swallowed up-the only possible mode of burial that I could think of.\n      I ordered Gunga Dass to go away.",
                "Then I gingerly put the corpse out on the quicksand. In doing so, it was\n      lying face downward, I tore the frail and rotten khaki shooting-coat open,\n      disclosing a hideous cavity in the back. I have already told you that the\n      dry sand had, as it were, mummified the body. A moment's glance showed\n      that the gaping hole had been caused by a gun-shot wound; the gun must\n      have been fired with the muzzle almost touching the back. The\n      shooting-coat, being intact, had been drawn over the body after death,\n      which must have been instantaneous. The secret of the poor wretch's death\n      was plain to me in a flash. Some one of the crater, presumably Gunga Dass,\n      must have shot him with his own gun -- the gun that fitted the brown\n      cartridges. He had never attempted to escape in the face of the rifle-fire\n      from the boat.",
                "I pushed the corpse out hastily, and saw it sink from sight literally in a\n      few seconds. I shuddered as I watched. In a dazed, half-conscious way I\n      turned to peruse the notebook. A stained and discolored slip of paper had\n      been inserted between the binding and the back, and dropped out as I\n      opened the pages. This is what it contained: \"Four out from crow-clump:\n      three left; nine out; two right; three back; two left; fourteen out; two\n      left; seven out; one left; nine back; two right; six back; four right;\n      seven back.\" The paper had been burned and charred at the edges. What\n      it meant I could not understand. I sat down on the dried bents turning it\n      over and over between my fingers, until I was aware of Gunga Dass standing\n      immediately behind me with glowing eyes and outstretched hands.",
                "\"Have you got it?\" he panted. \"Will you not let me look at it also? I\n      swear that I will return it.\"",
                "\"Got what? Return what?\" asked.",
                "\"That which you have in your hands. It will help us both.\" He stretched\n      out his long, bird-like talons, trembling with eagerness.",
                "\"I could never find it,\" he continued. \"He had secreted it about his\n      person. Therefore I shot him, but nevertheless I was unable to obtain it.\"",
                "Gunga Dass had quite forgotten his little fiction about the rifle-bullet.\n      I received the information perfectly calmly. Morality is blunted by\n      consorting with the Dead who are alive.",
                "\"What on earth are you raving about? What is it you want me to give you?\"",
                "\"The piece of paper in the notebook. It will help us both. Oh, you fool!\n      You fool! Can you not see what it will do for us? We shall escape!\"",
                "His voice rose almost to a scream, and he danced with excitement before\n      me. I own I was moved at the chance of my getting away.",
                "\"Don't skip! Explain yourself. Do you mean to say that this slip of paper\n      will help us? What does it mean?\"",
                "\"Read it aloud! Read it aloud! I beg and I pray you to read it aloud.\"",
                "I did so. Gunga Dass listened delightedly, and drew an irregular line in\n      the sand with his fingers.",
                "\"See now! It was the length of his gun-barrels without the stock. I have\n      those barrels. Four gun-barrels out from the place where I caught crows.\n      Straight out; do you follow me? Then three left. Ah! how well I remember\n      when that man worked it out night after night. Then nine out, and so on.\n      Out is always straight before you across the quicksand. He told me so\n      before I killed him.\"",
                "\"But if you knew all this why didn't you get out before?\"",
                "\"I did not know it. He told me that he was working it out a year\n      and a half ago, and how he was working it out night after night when the\n      boat had gone away, and he could get out near the quicksand safely. Then\n      he said that we would get away together. But I was afraid that he would\n      leave me behind one night when he had worked it all out, and so I shot\n      him. Besides, it is not advisable that the men who once get in here should\n      escape. Only I, and I am a Brahmin.\"",
                "The prospect of escape had brought Gunga Dass's caste back to him. He\n      stood up, walked about and gesticulated violently. Eventually I managed to\n      make him talk soberly, and he told me how this Englishman had spent six\n      months night after night in exploring, inch by inch, the passage across\n      the quicksand; how he had declared it to be simplicity itself up to within\n      about twenty yards of the river bank after turning the flank of the left\n      horn of the horseshoe. This much he had evidently not completed when Gunga\n      Dass shot him with his own gun.",
                "In my frenzy of delight at the possibilities of escape I recollect shaking\n      hands effusively with Gunga Dass, after we had decided that we were to\n      make an attempt to get away that very night. It was weary work waiting\n      throughout the afternoon.",
                "About ten o'clock, as far as I could judge, when the Moon had just risen\n      above the lip of the crater, Gunga Dass made a move for his burrow to\n      bring out the gun-barrels whereby to measure our path. All the other\n      wretched inhabitants had retired to their lairs long ago. The guardian\n      boat drifted downstream some hours before, and we were utterly alone by\n      the crow-clump. Gunga Dass, while carrying the gun-barrels, let slip the\n      piece of paper which was to be our guide. I stooped down hastily to\n      recover it, and, as I did so, I was aware that the diabolical Brahmin was\n      aiming a violent blow at the back of my head with the gun-barrels. It was\n      too late to turn round. I must have received the blow somewhere on the\n      nape of my neck. A hundred thousand fiery stars danced before my eyes, and\n      I fell forwards senseless at the edge of, the quicksand.",
                "When I recovered consciousness, the Moon was going down, and I was\n      sensible of intolerable pain in the back of my head. Gunga Dass had\n      disappeared and my mouth was full of blood. I lay down again and prayed\n      that I might die without more ado. Then the unreasoning fury which I had\n      before mentioned, laid hold upon me, and I staggered inland toward the\n      walls of the crater. It seemed that some one was calling to me in a\n      whisper -- \"Sahib! Sahib! Sahib!\" exactly as my bearer used to call me\n      in the morning I fancied that I was delirious until a handful of sand fell\n      at my feet. Then I looked up and saw a head peering down into the\n      amphitheatre -- the head of Dunnoo, my dog-boy, who attended to my\n      collies. As soon as he had attracted my attention, he held up his hand and\n      showed a rope. I motioned, staggering to and fro for the while, that he\n      should throw it down. It was a couple of leather punkah-ropes knotted\n      together, with a loop at one end. I slipped the loop over my head and\n      under my arms; heard Dunnoo urge something forward; was conscious that I\n      was being dragged, face downward, up the steep sand slope, and the next\n      instant found myself choked and half fainting on the sand hills\n      overlooking the crater. Dunnoo, with his face ashy grey in the moonlight,\n      implored me not to stay but to get back to my tent at once.",
                "It seems that he had tracked Pornic's footprints fourteen miles across the\n      sands to the crater; had returned and told my servants, who flatly refused\n      to meddle with any one, white or black, once fallen into the hideous\n      Village of the Dead; whereupon Dunnoo had taken one of my ponies and a\n      couple of punkah-ropes, returned to the crater, and hauled me out as I\n      have described.",
                "To cut a long story short, Dunnoo is now my personal servant on a gold\n      mohur a month -- a sum which I still think far too little for the\n      services he has rendered. Nothing on earth will induce me to go near that\n      devilish spot again, or to reveal its whereabouts more clearly than I have\n      done. Of Gunga Dass I have never found a trace, nor do I wish to do. My\n      sole motive in giving this to be published is the hope that some one may\n      possibly identify, from the details and the inventory which I have given\n      above, the corpse of the man in the olive-green hunting-suit."
            ]
        },
        {
            "name": " THE MAN WHO WOULD BE KING ",
            "sub_name": "",
            "text": [
                "THE MAN WHO WOULD BE KING",
                "\"Brother to a Prince and fellow to a beggar if he be found worthy.\"",
                "The Law, as quoted, lays down a fair conduct of life, and one not easy to\n      follow. I have been fellow to a beggar again and again under circumstances\n      which prevented either of us finding out whether the other was worthy. I\n      have still to be brother to a Prince, though I once came near to kinship\n      with what might have been a veritable King, and was promised the reversion\n      of a Kingdom -- army, law-courts, revenue, and policy all complete.\n      But, to-day, I greatly fear that my King is dead, and if I want a crown I\n      must go hunt it for myself.",
                "The beginning of everything was in a railway-train upon the road to Mhow\n      from Ajmir. There had been a Deficit in the Budget, which necessitated\n      travelling, not Second-class, which is only half as dear as First-Class,\n      but by Intermediate, which is very awful indeed. There are no cushions in\n      the Intermediate class, and the population are either Intermediate, which\n      is Eurasian, or native, which for a long night journey is nasty, or\n      Loafer, which is amusing though intoxicated. Intermediates do not buy from\n      refreshment-rooms. They carry their food in bundles and pots, and buy\n      sweets from the native sweetmeat-sellers, and drink the roadside water.\n      This is why in hot weather Intermediates are taken out of the carriages\n      dead, and in all weathers are most properly looked down upon.",
                "My particular Intermediate happened to be empty till I reached Nasirabad,\n      when the big black-browed gentleman in shirt-sleeves entered, and,\n      following the custom of Intermediates, passed the time of day. He was a\n      wanderer and a vagabond like myself, but with an educated taste for\n      whisky. He told tales of things he had seen and done, of out-of-the-way\n      corners of the Empire into which he had penetrated, and of adventures in\n      which he risked his life for a few days' food.",
                "\"If India was filled with men like you and me, not knowing more than the\n      crows where they'd get their next day's rations, it isn't seventy millions\n      of revenue the land would be paying -- it's seven hundred millions,\"\n       said he; and as I looked at his mouth and chin I was disposed to agree\n      with him.",
                "We talked politics, -- the politics of Loaferdom that sees things from\n      the under side where the lath and plaster is not smoothed off, -- and\n      we talked postal arrangements because my friend wanted to send a telegram\n      back from the next station to Ajmir, the turning-off place from the Bombay\n      to the Mhow line as you travel westward. My friend had no money beyond\n      eight annas which he wanted for dinner, and I had no money at all, owing\n      to the hitch in the Budget before mentioned. Further, I was going into a\n      wilderness where, though I should resume touch with the Treasury, there\n      were no telegraph offices. I was, therefore, unable to help him in any\n      way.",
                "\"We might threaten a Station-master, and make him send a wire on tick,\"\n       said my friend, \"but that'd mean inquiries for you and for me, and I've\n      got my hands full these days. Did you say you were travelling back along\n      this line within any days?\"",
                "\"Within ten,\" I said.",
                "\"Can't you make it eight?\" said he. \"Mine is rather urgent business.\"",
                "\"I can send your telegrams within ten days if that will serve you,\" I\n      said.",
                "\"I couldn't trust the wire to fetch him, now I think of it. It's this way.\n      He leaves Delhi on the 23rd for Bombay. That means he'll be running\n      through Ajmir about the night of the 23rd.\"",
                "\"But I'm going into the Indian Desert,\" I explained.",
                "\"Well and good,\" said he. \"You'll be changing at Marwar Junction to\n      get into Jodhpore territory, -- you must do that, -- and he'll be\n      coming through Marwar Junction in the early morning of the 24th by the\n      Bombay Mail. Can you be at Marwar Junction on that time? 'T won't be\n      inconveniencing you, because I know that there's precious few pickings to\n      be got out of these Central India States -- even though you pretend to\n      be correspondent of the 'Backwoodsman.'\"",
                "\"Have you ever tried that trick?\" I asked.",
                "\"Again and again, but the Residents find you out, and then you get\n      escorted to the Border before you've time to get your knife into them. But\n      about my friend here. I must give him a word o' mouth to tell him\n      what's come to me, or else he won't know where to go. I would take it more\n      than kind of you if you was to come out of Central India in time to catch\n      him at Marwar Junction, and say to him, 'He has gone South for the week.' \n      He'll know what that means. He's a big man with a red beard, and a great\n      swell he is. You'll find him sleeping like a gentleman with all his\n      luggage round him in a Second-class apartment. But don't you be afraid.\n      Slip down the window and say, 'He has gone South for the week,' and he'll\n      tumble. It's only cutting your time of stay in those parts by two days. I\n      ask you as a stranger -- going to the West,\" he said, with emphasis.",
                "\"Where have you come from?\" said I.",
                "\"From the East,\" said he, \"and I am hoping that you will give him the\n      message on the Square -- for the sake of my Mother as well as your\n      own.\"",
                "Englishmen are not usually softened by appeals to the memory of their\n      mothers; but for certain reasons, which will be fully apparent, I saw fit\n      to agree.",
                "\"It's more than a little matter,\" said he, \"and that's why I asked you to\n      do it -- and now I know that I can depend on you doing it. A\n      Second-class carriage at Marwar Junction, and a red-haired man asleep in\n      it. You'll be sure to remember. I get out at the next station, and I must\n      hold on there till he comes or sends me what I want.\"",
                "\"I'll give the message if I catch him,\" I said, \"and for the sake of your\n      Mother as well as mine I'll give you a word of advice. Don't try to run\n      the Central India States just now as the correspondent of the\n      'Backwoodsman.' There's a real one knocking about here, and it might lead\n      to trouble.\"",
                "\"Thank you,\" said he, simply; \"and when will the swine be gone? I can't\n      starve because he's ruining my work. I wanted to get hold of the Degumber\n      Rajah down here about his father's widow, and give him a jump.\"",
                "\"What did he do to his father's widow, then?\"",
                "\"Filled her up with red pepper and slippered her to death as she hung from\n      a beam. I found that out myself, and I'm the only man that would dare\n      going into the State to get hush-money for it. They'll try to poison me,\n      same as they did in Chortumna when I went on the loot there. But you'll\n      give the man at Marwar Junction my message?\"",
                "He got out at a little roadside station, and I reflected. I had heard,\n      more than once, of men personating correspondents of newspapers and\n      bleeding small Native States with threats of exposure, but I had never met\n      any of the caste before. They lead a hard life, and generally die with\n      great suddenness. The Native States have a wholesome horror of English\n      newspapers, which may throw light on their peculiar methods of government,\n      and do their best to choke correspondents with champagne, or drive them\n      out of their mind with four-in-hand barouches. They do not understand that\n      nobody cares a straw for the internal administration of Native States so\n      long as oppression and crime are kept within decent limits, and the ruler\n      is not drugged, drunk, or diseased from one end of the year to the other.\n      They are the dark places of the earth, full of unimaginable cruelty,\n      touching the Railway and the Telegraph on one side, and, on the other, the\n      days of Harun-al-Raschid. When I left the train I did business with divers\n      Kings, and in eight days passed through many changes of life. Sometimes I\n      wore dress-clothes and consorted with Princes and Politicals, drinking\n      from crystal and eating from silver. Sometimes I lay out upon the ground\n      and devoured what I could get, from a plate made of leaves, and drank the\n      running water, and slept under the same rug as my servant. It was all in\n      the day's work.",
                "Then I headed for the Great Indian Desert upon the proper date, as I had\n      promised, and the night Mail set me down at Marwar Junction, where a funny\n      little, happy-go-lucky, native-managed railway runs to Jodhpore. The\n      Bombay Mail from Delhi makes a short halt at Marwar. She arrived just as I\n      got in, and I had just time to hurry to her platform and go down the\n      carriages. There was only one Second-class on the train. I slipped the\n      window and looked down upon a flaming-red beard, half covered by a\n      railway-rug. That was my man, fast asleep, and I dug him gently in the\n      ribs. He woke with a grunt, and I saw his face in the light of the lamps.\n      It was a great and shining face.",
                "\"Tickets again?\" said he.",
                "\"No,\" said I. \"I am to tell you that he is gone South for the week. He has\n      gone South for the week!\"",
                "The train had begun to move out. The red man rubbed his eyes. \"He has gone\n      South for the week,\" he repeated. \"Now that's just like his impidence. Did\n      he say that I was to give you anything? 'Cause I won't.\"",
                "\"He didn't,\" I said, and dropped away, and watched the red lights die out\n      in the dark. It was horribly cold because the wind was blowing off the\n      sands. I climbed into my own train -- not an Intermediate carriage this\n      time -- and went to sleep.",
                "If the man with the beard had given me a rupee I should have kept it as a\n      memento of a rather curious affair. But the consciousness of having done\n      my duty was my only reward.",
                "Later on I reflected that two gentlemen like my friends could not do any\n      good if they foregathered and personated correspondents of newspapers, and\n      might, if they blackmailed one of the little rat-trap States of Central\n      India or Southern Rajputana, get themselves into serious difficulties. I\n      therefore took some trouble to describe them as accurately as I could\n      remember to people who would be interested in deporting them; and\n      succeeded, so I was later informed, in having them headed back from the\n      Degumber borders.",
                "Then I became respectable, and returned to an office where there were no\n      Kings and no incidents outside the daily manufacture of a newspaper. A\n      newspaper office seems to attract every conceivable sort of person, to the\n      prejudice of discipline. Zenana-mission ladies arrive, and beg that the\n      Editor will instantly abandon all his duties to describe a Christian\n      prize-giving in a back slum of a perfectly inaccessible village; Colonels\n      who have been overpassed for command sit down and sketch the outline of a\n      series of ten, twelve, or twenty-four leading articles on Seniority versus\n      Selection; missionaries wish to know why they have not been permitted to\n      escape from their regular vehicles of abuse, and swear at a brother\n      missionary under special patronage of the editorial We; stranded\n      theatrical companies troop up to explain that they cannot pay for their\n      advertisements, but on their return from New Zealand or Tahiti will do so\n      with interest; inventors of patent punka-pulling machines, carriage\n      couplings, and unbreakable swords and axletrees call with specifications\n      in their pockets and hours at their disposal; tea companies enter and\n      elaborate their prospectuses with the office pens; secretaries of ball\n      committees clamour to have the glories of their last dance more fully\n      described; strange ladies rustle in and say, \"I want a hundred lady's\n      cards printed at once, please,\" which is manifestly part of an\n      Editor's duty; and every dissolute ruffian that ever tramped the Grand\n      Trunk Road makes it his business to ask for employment as a proof-reader.\n      And, all the time, the telephone-bell is ringing madly, and Kings are\n      being killed on the Continent, and Empires are saying, \"You're another,\"\n       and Mister Gladstone is calling down brimstone upon the British Dominions,\n      and the little black copyboys are whining, \"kaa-pi chay-ha-yeh\"\n       (\"Copy wanted\"), like tired bees, and most of the paper is as blank as\n      Modred's shield.",
                "But that is the amusing part of the year. There are six other months when\n      none ever come to call, and the thermometer walks inch by inch up to the\n      top of the glass, and the office is darkened to just above reading-light,\n      and the press-machines are red-hot to touch, and nobody writes anything\n      but accounts of amusements in the Hill-stations or obituary notices. Then\n      the telephone becomes a tinkling terror, because it tells you of the\n      sudden deaths of men and women that you knew intimately, and the prickly\n      heat covers you with a garment, and you sit down and write: \"A slight\n      increase of sickness is reported from the Khuda Janta Khan District. The\n      outbreak is purely sporadic in its nature, and, thanks to the energetic\n      efforts of the District authorities, is now almost at an end. It is,\n      however, with deep regret we record the death,\" etc.",
                "Then the sickness really breaks out, and the less recording and reporting\n      the better for the peace of the subscribers. But the Empires and the Kings\n      continue to divert themselves as selfishly as before, and the Foreman\n      thinks that a daily paper really ought to come out once in twenty-four\n      hours, and all the people at the Hill-stations in the middle of their\n      amusements say, \"Good gracious! why can't the paper be sparkling? I'm sure\n      there's plenty going on up here.\"",
                "That is the dark half of the moon, and, as the advertisements say, \"must\n      be experienced to be appreciated.\"",
                "It was in that season, and a remarkably evil season, that the paper began\n      running the last issue of the week on Saturday night, which is to say\n      Sunday morning, after the custom of a London paper. This was a great\n      convenience, for immediately after the paper was put to bed the dawn would\n      lower the thermometer from 96 degrees to almost 84 degrees for half an\n      hour, and in that chill -- you have no idea how cold is 84 degrees on\n      the grass until you begin to pray for it -- a very tired man could get\n      off to sleep ere the heat roused him.",
                "One Saturday night it was my pleasant duty to put the paper to bed alone.\n      A King or courtier or a courtesan or a Community was going to die or get a\n      new Constitution, or do something that was important on the other side of\n      the world, and the paper was to be held open till the latest possible\n      minute in order to catch the telegram.",
                "It was a pitchy-black night, as stifling as a June night can be, and the\n      loo, the red-hot wind from the westward, was booming among the\n      tinder-dry trees and pretending that the rain was on its heels. Now and\n      again a spot of almost boiling water would fall on the dust with the flop\n      of a frog, but all our weary world knew that was only pretence. It was a\n      shade cooler in the press-room than the office, so I sat there, while the\n      type ticked and clicked, and the night-jars hooted at the windows, and the\n      all but naked compositors wiped the sweat from their foreheads and called\n      for water. The thing that was keeping us back, whatever it was, would not\n      come off, though the loo dropped and the last type was set, and the\n      whole round earth stood still in the choking heat, with its finger on its\n      lip, to wait the event. I drowsed, and wondered whether the telegraph was\n      a blessing, and whether this dying man, or struggling people, might be\n      aware of the inconvenience the delay was causing. There was no special\n      reason beyond the heat and worry to make tension, but, as the clock-hands\n      crept up to three o-clock and the machines spun their fly-wheels two and\n      three times to see that all was in order, before I said the word that\n      would set them off, I could have shrieked aloud.",
                "Then the roar and rattle of the wheels shivered the quiet into little\n      bits. I rose to go away, but two men in white clothes stood in front of\n      me. The first one said, \"It's him!\" The second said, \"So it is!\" And they\n      both laughed almost as loudly as the machinery roared, and mopped their\n      foreheads. \"We seed there was a light burning across the road, and we were\n      sleeping in that ditch there for coolness, and I said to my friend here,\n      'The office is open. Let's come along and speak to him as turned us back\n      from Degumber State,'\" said the smaller of the two. He was the man I had\n      met in the Mhow train, and his fellow was the red-bearded man of Marwar\n      Junction. There was no mistaking the eyebrows of the one or the beard of\n      the other.",
                "I was not pleased, because I wished to go to sleep, not to squabble with\n      loafers. \"What do you want?\" I asked.",
                "\"Half an hour's talk with you, cool and comfortable, in the office,\" said\n      the red-bearded man. \"We'd like some drink, -- the Contrack\n      doesn't begin yet, Peachey, so you needn't look, -- but what we really\n      want is advice. We don't want money. We ask you as a favour, because we\n      found out you did us a bad turn about Degumber State.\"",
                "I led from the press-room to the stifling office with the maps on the\n      walls, and the red-haired man rubbed his hands. \"That's something like,\"\n       said he. \"This was the proper shop to come to. Now, Sir, let me introduce\n      you to Brother Peachey Carnehan, that's him, and Brother Daniel Dravot,\n      that is me, and the less said about our professions the better, for we\n      have been most things in our time -- soldier, sailor, compositor,\n      photographer, proof-reader, street-preacher, and correspondents of the\n      'Backwoodsman' when we thought the paper wanted one. Carnehan is sober,\n      and so am I. Look at us first, and see that's sure. It will save you\n      cutting into my talk. We'll take one of your cigars apiece, and you shall\n      see us light up.\"",
                "I watched the test. The men were absolutely sober, so I gave them each a\n      tepid whisky-and-soda.",
                "\"Well and good,\" said Carnehan of the eyebrows, wiping the froth\n      from his moustache. \"Let me talk now, Dan. We have been all over India,\n      mostly on foot. We have been boiler-fitters, engine-drivers, petty\n      contractors, and all that, and we have decided that India isn't big enough\n      for such as us.\"",
                "They certainly were too big for the office. Dravot's beard seemed to fill\n      half the room and Carnehan's shoulders the other half, as they sat on the\n      big table. Carnehan continued: \"The country isn't half worked out because\n      they that governs it won't let you touch it. They spend all their blessed\n      time in governing it, and you can't lift a spade, nor chip a rock, nor\n      look for oil, nor anything like that, without all the Government saying,\n      'Leave it alone, and let us govern.' Therefore, such as it is, we\n      will let it alone, and go away to some other place where a man isn't\n      crowded and can come to his own. We are not little men, and there is\n      nothing that we are afraid of except Drink, and we have signed a Contrack\n      on that. Therefore we are going away to be Kings.\"",
                "\"Kings in our own right,\" muttered Dravot.",
                "\"Yes, of course,\" I said. \"You've been tramping in the sun, and it's a\n      very warm night, and hadn't you better sleep over the notion? Come\n      to-morrow.\"",
                "\"Neither drunk nor sunstruck,\" said Dravot. \"We have slept over the notion\n      half a year, and require to see Books and Atlases, and we have decided\n      that there is only one place now in the world that two strong men can\n      Sar-a-whack. They call it Kafiristan. By my reckoning it's the top\n      right-hand corner of Afghanistan, not more than three hundred miles from\n      Peshawar. They have two and thirty heathen idols there, and we'll be the\n      thirty-third and fourth. It's a mountaineous country, the women of those\n      parts are very beautiful.\"",
                "\"But that is provided against in the Contrack,\" said Carnehan. \"Neither\n      Women nor Liqu-or, Daniel.\"",
                "\"And that's all we know, except that no one has gone there, and they\n      fight, and in any place where they fight a man who knows how to drill men\n      can always be a King. We shall go to those parts and say to any King we\n      find, 'D' you want to vanquish your foes?' and we will show him how to\n      drill men; for that we know better than anything else. Then we will\n      subvert that King and seize his Throne and establish a Dy-nasty.\"",
                "\"You'll be cut to pieces before you're fifty miles across the Border,\" I\n      said. \"You have to travel through Afghanistan to get to that country. It's\n      one mass of mountains and peaks and glaciers, and no Englishman has been\n      through it. The people are utter brutes, and even if you reached them you\n      couldn't do anything.\"",
                "\"That's more like,\" said Carnehan. \"If you could think us a little more\n      mad we would be more pleased. We have come to you to know about this\n      country, to read a book about it, and to be shown maps. We want you to\n      tell us that we are fools and to show us your books.\" He turned to the\n      bookcases.",
                "\"Are you at all in earnest?\" I said.",
                "\"A little,\" said Dravot, sweetly. \"As big a map as you have got, even if\n      it's all blank where Kafiristan is, and any books you've got. We can read,\n      though we aren't very educated.\"",
                "I uncased the big thirty-two-miles-to-the-inch map of India and two\n      smaller Frontier maps, hauled down volume INF-KAN of the \"Encyclopaedia\n      Britannica,\" and the men consulted them.",
                "\"See here!\" said Dravot, his thumb on the map. \"Up to Jagdallak, Peachey\n      and me know the road. We was there with Robert's Army. We'll have to turn\n      off to the right at Jagdallak through Laghmann territory. Then we get\n      among the hills -- fourteen thousand feet -- fifteen thousand -- it\n      will be cold work there, but it don't look very far on the map.\"",
                "I handed him Wood on the \"Sources of the Oxus.\" Carnehan was deep in the\n      \"Encyclopaedia.\"",
                "\"They're a mixed lot,\" said Dravot, reflectively; \"and it won't help us to\n      know the names of their tribes. The more tribes the more they'll fight,\n      and the better for us. From Jagdallak to Ashang. H'mm!\"",
                "\"But all the information about the country is as sketchy and inaccurate as\n      can be,\" I protested. \"No one knows anything about it really. Here's the\n      file of the 'United Services' Institute.' Read what Bellew says.\"",
                "\"Blow Bellew!\" said Carnehan. \"Dan, they're a stinkin' lot of heathens,\n      but this book here says they think they're related to us English.\"",
                "I smoked while the men poured over Raverty, Wood, the maps, and the\n      \"Encyclopaedia.\"",
                "\"There is no use your waiting,\" said Dravot, politely. \"It's about four\n      o'clock now. We'll go before six o'clock if you want to sleep, and we\n      won't steal any of the papers. Don't you sit up. We're two harmless\n      lunatics, and if you come to-morrow evening down to the Serai we'll say\n      good-bye to you.\"",
                "\"You are two fools,\" I answered. \"You'll be turned back at the\n      Frontier or cut up the minute you set foot in Afghanistan. Do you want any\n      money or a recommendation down-country? I can help you to the chance of\n      work next week.\"",
                "\"Next week we shall be hard at work ourselves, thank you,\" said Dravot.\n      \"It isn't so easy being a King as it looks. When we've got our Kingdom in\n      going order we'll let you know, and you can come up and help us govern\n      it.\"",
                "\"Would two lunatics make a Contrack like that?\" said Carnehan, with\n      subdued pride, showing me a greasy half-sheet of notepaper on which was\n      written the following. I copied it, then and there, as a curiosity.",
                "This Contract between me and you persuing witnesseth in\n  the name of God -- Amen and so forth.\n\n  (One)     That me and you will settle this matter\n            together; i.e., to be Kings of Kafiristan.\n\n  (Two)     That you and me will not, while this\n            matter is being settled, look at any\n            Liquor, nor any Woman, black, white,\n            or brown, so as to get mixed up with\n            one or the other harmful.\n\n  (Three)   That we conduct ourselves with Dignity\n            and Discretion, and if one of us gets\n            into trouble the other will stay by him.\n\n  Signed by you and me this day.\n            Peachey Taliaferro Carnehan.\n            Daniel Dravot.\n            Both Gentlemen at Large.",
                "\"There was no need for the last article,\" said Carnehan, blushing\n      modestly; \"but it looks regular. Now you know the sort of men that loafers\n      are, -- we are loafers, Dan, until we get out of India, -- and\n      do you think that we would sign a Contrack like that unless we was\n      in earnest? We have kept away from the two things that make life worth\n      having.\"",
                "\"You won't enjoy your lives much longer if you are going to try this\n      idiotic adventure. Don't set the office on fire,\" I said, \"and go away\n      before nine o'clock.\"",
                "I left them still poring over the maps and making notes on the back of the\n      \"Contrack.\" \"Be sure to come down to the Serai to-morrow,\" were their\n      parting words.",
                "The Kumharsen Serai is the great foursquare sink of humanity where the\n      strings of camels and horses from the North load and unload. All the\n      nationalities of Central Asia may be found there, and most of the folk of\n      India proper. Balkh and Bokhara there meet Bengal and Bombay, and try to\n      draw eye-teeth. You can buy ponies, turquoises, Persian pussy-cats,\n      saddle-bags, fat-tailed sheep, and musk in the Kumharsen Serai, and get\n      many strange things for nothing. In the afternoon I went down to see\n      whether my friends intended to keep their word or were lying there drunk.",
                "A priest attired in fragments of ribbons and rags stalked up to me,\n      gravely twisting a child's paper whirligig. Behind him was his servant\n      bending under the load of a crate of mud toys. The two were loading up two\n      camels, and the inhabitants of the Serai watched them with shrieks of\n      laughter.",
                "\"The priest is mad,\" said a horse-dealer to me. \"He is going up to Kabul\n      to sell toys to the Amir. He will either be raised to honour or have his\n      head cut off. He came in here this morning and has been behaving madly\n      ever since.\"",
                "\"The witless are under the protection of God,\" stammered a flat-cheeked\n      Usbeg in broken Hindi. \"They foretell future events.\"",
                "\"Would they could have foretold that my caravan would have been cut up by\n      the Shinwaris almost within shadow of the Pass!\" grunted the Eusufzai\n      agent of a Rajputana trading-house whose goods had been diverted into the\n      hands of other robbers just across the Border, and whose misfortunes were\n      the laughing-stock of the bazaar. \"OhÃ©, priest, whence come you and\n      whither do you go?\"",
                "\"From Roum have I come,\" shouted the priest, waving his whirligig; \"from\n      Roum, blown by the breath of a hundred devils across the sea! O thieves,\n      robbers, liars, the blessing of Pir Khan on pigs, dogs, and perjurers! Who\n      will take the Protected of God to the North to sell charms that are never\n      still to the Amir? The camels shall not gall, the sons shall not fall\n      sick, and the wives shall remain faithful while they are away, of the men\n      who give me place in their caravan. Who will assist me to slipper the King\n      of the Roos with a golden slipper with a silver heel? The protection of\n      Pir Khan be upon his labours!\" He spread out the skirts of his gabardine\n      and pirouetted between the lines of tethered horses.",
                "\"There starts a caravan from Peshawar to Kabul in twenty days, Huzrut,\"\n       said the Eusufzai trader. \"My camels go therewith. Do thou also go and\n      bring us good luck.\"",
                "\"I will go even now!\" shouted the priest. \"I will depart upon my winged\n      camels, and be at Peshawar in a day! Ho! Hazar Mir Khan,\" he yelled to his\n      servant, \"drive out the camels, but let me first mount my own.\"",
                "He leaped on the back of his beast as it knelt, and, turning round to me,\n      cried, \"Come thou also, Sahib, a little along the road, and I will sell\n      thee a charm -- an amulet that shall make thee King of Kafiristan.\"",
                "Then the light broke upon me, and I followed the two camels out of the\n      Serai till we reached open road and the priest halted.",
                "\"What d' you think o' that?\" said he in English. \"Carnehan can't talk\n      their patter, so I've made him my servant. He makes a handsome servant. 'T\n      isn't for nothing that I've been knocking about the country for fourteen\n      years. Didn't I do that talk neat? We'll hitch on to a caravan at Peshawar\n      till we get to Jagdallak, and then we'll see if we can get donkeys for our\n      camels, and strike into Kafiristan. Whirligigs for the Amir, O Lor'! Put\n      your hand under the camelbags and tell me what you feel.\"",
                "I felt the butt of a Martini, and another and another.",
                "\"Twenty of 'em,\" said Dravot, placidly. \"Twenty of 'em and ammunition to\n      correspond, under the whirligigs and the mud dolls.\"",
                "\"Heaven help you if you are caught with those things!\" I said. \"A Martini\n      is worth her weight in silver among the Pathans.\"",
                "\"Fifteen hundred rupees of capital -- every rupee we could beg, borrow,\n      or steal -- are invested on these two camels,\" said Dravot. \"We won't\n      get caught. We're going through the Khaiber with a regular caravan. Who'd\n      touch a poor mad priest?\"",
                "\"Have you got everything you want?\" I asked, overcome with astonishment.",
                "\"Not yet, but we shall soon. Give us a memento of your kindness, Brother.\n      You did me a service yesterday, and that time in Marwar. Half my Kingdom\n      shall you have, as the saying is.\" I slipped a small charm compass from my\n      watch-chain and handed it up to the priest.",
                "\"Good-bye,\" said Dravot, giving me hand cautiously. \"It's the last time\n      we'll shake hands with an Englishman these many days. Shake hands with\n      him, Carnehan,\" he cried, as the second camel passed me.",
                "Carnehan leaned down and shook hands. Then the camels passed away along\n      the dusty road, and I was left alone to wonder. My eye could detect no\n      failure in the disguises. The scene in the Serai proved that they were\n      complete to the native mind. There was just the chance, therefore, that\n      Carnehan and Dravot would be able to wander through Afghanistan without\n      detection. But, beyond, they would find death -- certain and awful\n      death.",
                "Ten days later a native correspondent, giving me the news of the day from\n      Peshawar, wound up his letter with: \"There has been much laughter here on\n      account of a certain mad priest who is going in his estimation to sell\n      petty gauds and insignificant trinkets which he ascribes as great charms\n      to H. H. the Amir of Bokhara. He passed through Peshawar and associated\n      himself to the Second Summer caravan that goes to Kabul. The merchants are\n      pleased because through superstition they imagine that such mad fellows\n      bring good fortune.\"",
                "The two, then, were beyond the Border. I would have prayed for them, but\n      that night a real King died in Europe, and demanded an obituary notice.",
                "The wheel of the world swings through the same phases again and again.\n      Summer passed and winter thereafter, and came and passed again. The daily\n      paper continued and I with it, and upon the third summer there fell a hot\n      night, a night issue, and a strained waiting for something to be\n      telegraphed from the other side of the world, exactly as had happened\n      before. A few great men had died in the past two years, the machines\n      worked with more clatter, and some of the trees in the office garden were\n      a few feet taller. But that was all the difference.",
                "I passed over to the press-room, and went through just such a scene as I\n      have already described. The nervous tension was stronger than it had been\n      two years before, and I felt the heat more acutely. At three o'clock I\n      cried, \"Print off,\" and turned to go, when there crept to my chair what\n      was left of a man. He was bent into a circle, his head was sunk between\n      his shoulders, and he moved his feet one over the other like a bear. I\n      could hardly see whether he walked or crawled -- this rag-wrapped,\n      whining cripple who addressed me by name, crying that he was come back.\n      \"Can you give me a drink?\" he whimpered. \"For the Lord's sake, give me a\n      drink!\"",
                "I went back to the office, the man following with groans of pain, and I\n      turned up the lamp.",
                "\"Don't you know me?\" he gasped, dropping into a chair, and he turned his\n      drawn face, surmounted by a shock of gray hair, to the light.",
                "I looked at him intently. Once before had I seen eyebrows that met over\n      the nose in an inch-broad black band, but for the life of me I could not\n      tell where.",
                "\"I don't know you,\" I said, handing him the whisky. \"What can I do for\n      you?\"",
                "He took a gulp of the spirit raw, and shivered in spite of the suffocating\n      heat.",
                "\"I've come back,\" he repeated; \"and I was the King of Kafiristan -- me\n      and Dravot -- crowned Kings we was! In this office we settled it -- you\n      setting there and giving us the books. I am Peachey, -- Peachey\n      Taliaferro Carnehan, -- and you've been setting here ever since -- O\n      Lord!\"",
                "I was more than a little astonished, and expressed my feelings\n      accordingly.",
                "\"It's true,\" said Carnehan, with a dry cackle, nursing his feet, which\n      were wrapped in rags -- \"true as gospel. Kings we were, with crowns\n      upon our heads -- me and Dravot -- poor Dan -- oh, poor, poor\n      Dan, that would never take advice, not though I begged of him!\"",
                "\"Take the whisky,\" I said, \"and take your own time. Tell me all you can\n      recollect of everything from beginning to end. You got across the Border\n      on your camels, Dravot dressed as a mad priest and you his servant. Do you\n      remember that?\"",
                "\"I ain't mad -- yet, but I shall be that way soon. Of course I\n      remember. Keep looking at me, or maybe my words will go all to pieces.\n      Keep looking at me in my eyes and don't say anything.\"",
                "I leaned forward and looked into his face as steadily as I could. He\n      dropped one hand upon the table and I grasped it by the wrist. It was\n      twisted like a bird's claw, and upon the back was a ragged, red,\n      diamond-shaped scar.",
                "\"No, don't look there. Look at me,\" said Carnehan. \"That comes\n      afterward, but for the Lord's sake don't distrack me. We left with that\n      caravan, me and Dravot playing all sorts of antics to amuse the people we\n      were with. Dravot used to make us laugh in the evenings when all the\n      people was cooking their dinners -- cooking their dinners, and... what\n      did they do then? They lit little fires with sparks that went into\n      Dravot's beard, and we all laughed -- fit to die. Little red fires they\n      was, going into Dravot's big red beard -- so funny.\" His eyes left mine\n      and he smiled foolishly.",
                "\"You went as far as Jagdallak with that caravan,\" I said, at a venture,\n      \"after you had lit those fires. To Jagdallak, where you turned off to try\n      to get into Kafiristan.\"",
                "\"No, we didn't, neither. What are you talking about? We turned off before\n      Jagdallak, because we heard the roads was good. But they wasn't good\n      enough for our two camels -- mine and Dravot's. When we left the\n      caravan, Dravot took off all his clothes and mine too, and said we would\n      be heathen, because the Kafirs didn't allow Mohammedans to talk to them.\n      So we dressed betwixt and between, and such a sight as Daniel Dravot I\n      never saw yet nor expect to see again. He burned half his beard, and slung\n      a sheepskin over his shoulder, and shaved his head into patterns. He\n      shaved mine too, and made me wear outrageous things to look like a\n      heathen. That was in a most mountaineous country, and our camels couldn't\n      go along any more because of the mountains. They were tall and black, and\n      coming home I saw them fight like wild goats -- there are lots of goats\n      in Kafiristan. And these mountains, they never keep still, no more than\n      the goats. Always fighting they are, and don't let you sleep at night.\"",
                "\"Take some more whisky,\" I said, very slowly. \"What did you and Daniel\n      Dravot do when the camels could go no farther because of the rough roads\n      that led into Kafiristan?\"",
                "\"What did which do? There was a party called Peachey Taliaferro Carnehan\n      that was with Dravot. Shall I tell you about him? He died out there in the\n      cold. Slap from the bridge fell old Peachey, turning and twisting in the\n      air like a penny whirligig that you can sell to the Amir. No; they was two\n      for three ha'pence, those whirligigs, or I am much mistaken and woeful\n      sore.... And then these camels were no use, and Peachey said to Dravot,\n      'For the Lord's sake let's get out of this before our heads are chopped\n      off,' and with that they killed the camels all among the mountains, not\n      having anything in particular to eat, but first they took off the boxes\n      with the guns and the ammunition, till two men came along driving four\n      mules. Dravot up and dances in front of them, singing, 'Sell me four\n      mules.' Says the first man, 'If you are rich enough to buy, you are rich\n      enough to rob;' but before ever he could put his hand to his knife, Dravot\n      breaks his neck over his knee, and the other party runs away. So Carnehan\n      loaded the mules with the rifles that was taken off the camels, and\n      together we starts forward into those bitter-cold mountaineous parts, and\n      never a road broader than the back of your hand.\"",
                "He paused for a moment, while I asked him if he could remember the nature\n      of the country through which he had journeyed.",
                "\"I am telling you as straight as I can, but my head isn't as good as it\n      might be. They drove nails through it to make me hear better how Dravot\n      died. The country was mountaineous and the mules were most contrary, and\n      the inhabitants was dispersed and solitary. They went up and up, and down\n      and down, and that other party, Carnehan, was imploring of Dravot not to\n      sing and whistle so loud, for fear of bringing down the tremenjus\n      avalanches. But Dravot says that if a King couldn't sing it wasn't worth\n      being King, and whacked the mules over the rump, and never took no heed\n      for ten cold days. We came to a big level valley all among the mountains,\n      and the mules were near dead, so we killed them, not having anything in\n      special for them or us to eat. We sat upon the boxes, and played odd and\n      even with the cartridges that was jolted out.",
                "\"Then ten men with bows and arrows ran down that valley, chasing twenty\n      men with bows and arrows, and the row was tremenjus. They was fair men -- fairer\n      than you or me -- with yellow hair and remarkable well built. Says\n      Dravot, unpacking the guns, 'This is the beginning of the business. We'll\n      fight for the ten men,' and with that he fires two rifles at the twenty\n      men, and drops one of them at two hundred yards from the rock where he was\n      sitting. The other men began to run, but Carnehan and Dravot sits on the\n      boxes picking them off at all ranges, up and down the valley. Then we goes\n      up to the ten men that had run across the snow too, and they fires a footy\n      little arrow at us. Dravot he shoots above their heads, and they all falls\n      down flat. Then he walks over them and kicks them, and then he lifts them\n      up and shakes hands all round to make them friendly like. He calls them\n      and gives them the boxes to carry, and waves his hand for all the world as\n      though he was King already. They takes the boxes and him across the valley\n      and up the hill into a pine wood on the top, where there was half a dozen\n      big stone idols. Dravot he goes to the biggest -- a fellow they call\n      Imbra -- and lays a rifle and a cartridge at his feet, rubbing his nose\n      respectfully with his own nose, patting him on the head, and nods his\n      head, and says, 'That's all right. I'm in the know too, and these old\n      jimjams are my friends.' Then he opens his mouth and points down it, and\n      when the first man brings him food, he says, 'No;' and when the second man\n      brings him food, he says 'no;' but when one of the old priests and the\n      boss of the village brings him food, he says, 'Yes;' very haughty, and\n      eats it slow. That was how we came to our first village without any\n      trouble, just as though we had tumbled from the skies. But we tumbled from\n      one of those damned rope-bridges, you see, and -- you couldn't expect a\n      man to laugh much after that?\"",
                "\"Take some more whisky and go on,\" I said. \"That was the first village you\n      came into. How did you get to be King?\"",
                "\"I wasn't King,\" said Carnehan. \"Dravot he was the King, and a handsome\n      man he looked with the gold crown on his head and all. Him and the other\n      party stayed in that village, and every morning Dravot sat by the side of\n      old Imbra, and the people came and worshipped. That was Dravot's order.\n      Then a lot of men came into the valley, and Carnehan Dravot picks them off\n      with the rifles before they knew where they was, and runs down into the\n      valley and up again the other side, and finds another village, same as the\n      first one, and the people all falls down flat on their faces, and Dravot\n      says, 'Now what is the trouble between you two villages?' and the people\n      points to a woman, as fair as you or me, that was carried off, and Dravot\n      takes her back to the first village and counts up the dead -- eight\n      there was. For each dead man Dravot pours a little milk on the ground and\n      waves his arms like a whirligig, and 'That's all right,' says he. Then he\n      and Carnehan takes the big boss of each village by the arm, and walks them\n      down the valley, and shows them how to scratch a line with a spear right\n      down the valley, and gives each a sod of turf from both sides of the line.\n      Then all the people comes down and shouts like the devil and all, and\n      Dravot says, 'Go and dig the land, and be fruitful and multiply,' which\n      they did, though they didn't understand. Then we asks the names of things\n      in their lingo -- bread and water and fire and idols and such; and\n      Dravot leads the priest of each village up to the idol, and says he must\n      sit there and judge the people, and if anything goes wrong he is to be\n      shot.",
                "\"Next week they was all turning up the land in the valley as quiet as bees\n      and much prettier, and the priests heard all the complaints and told\n      Dravot in dumb-show what it was about. 'That's just the beginning,' says\n      Dravot. 'They think we're Gods.' He and Carnehan picks out twenty good men\n      and shows them how to click off a rifle and form fours and advance in\n      line; and they was very pleased to do so, and clever to see the hang of\n      it. Then he takes out his pipe and his baccy-pouch, and leaves one at one\n      village and one at the other, and off we two goes to see what was to be\n      done in the next valley. That was all rock, and there was a little village\n      there, and Carnehan says, 'Send 'em to the old valley to plant,' and takes\n      'em there and gives 'em some land that wasn't took before. They were a\n      poor lot, and we blooded 'em with a kid before letting 'em into the new\n      Kingdom. That was to impress the people, and then they settled down quiet,\n      and Carnehan went back to Dravot, who had got into another valley, all\n      snow and ice and most mountaineous. There was no people there, and the\n      Army got afraid; so Dravot shoots one of them, and goes on till he finds\n      some people in a village, and the Army explains that unless the people\n      wants to be killed they had better not shoot their little matchlocks, for\n      they had matchlocks. We makes friends with the priest, and I stays there\n      alone with two of the Army, teaching the men how to drill; and a\n      thundering big Chief comes across the snow with kettledrums and horns\n      twanging, because he heard there was a new God kicking about. Carnehan\n      sights for the brown of the men half a mile across the snow and wings one\n      of them. Then he sends a message to the Chief that, unless he wished to be\n      killed, he must come and shake hands with me and leave his arms behind.\n      The Chief comes alone first, and Carnehan shakes hands with him and whirls\n      his arms about, same as Dravot used, and very much surprised that Chief\n      was, and strokes my eyebrows. Then Carnehan goes alone to the Chief, and\n      asks him in dumb-show if he had an enemy he hated. 'I have,' says the\n      chief. So Carnehan weeds out the pick of his men, and sets the two of the\n      Army to show them drill, and at the end of two weeks the men can manoeuvre\n      about as well as Volunteers. So he marches with the Chief to a great big\n      plain on the top of a mountain, and the Chief's men rushes into a village\n      and takes it; we three Martinis firing into the brown of the enemy. So we\n      took that village too, and I gives the Chief a rag from my coat, and says,\n      'Occupy till I come;' which was scriptural. By way of a reminder, when me\n      and the Army was eighteen hundred yards away, I drops a bullet near him\n      standing on the snow, and all the people falls flat on their faces. Then I\n      sends a letter to Dravot wherever he be by land or by sea.\"",
                "At the risk of throwing the creature out of train I interrupted: \"How\n      could you write a letter up yonder?\"",
                "\"The letter? -- oh! -- the letter! Keep looking at me between the\n      eyes, please. It was a string-talk letter, that we'd learned the way of it\n      from a blind beggar in the Punjab.\"",
                "I remember that there had once come to the office a blind man with a\n      knotted twig, and a piece of string which he wound round the twig\n      according to some cipher of his own. He could, after the lapse of days or\n      hours, repeat the sentence which he had reeled up. He had reduced the\n      alphabet to eleven primitive sounds, and tried to teach me his method, but\n      I could not understand.",
                "\"I sent that letter to Dravot,\" said Carnehan, \"and told him to come back\n      because this Kingdom was growing too big for me to handle; and then I\n      struck for the first valley, to see how the priests were working. They\n      called the village we took along with the Chief, Bashkai, and the first\n      village we took, Er-Heb. The priests at Er-Heb was doing all right, but\n      they had a lot of pending cases about land to show me, and some men from\n      another village had been firing arrows at night. I went out and looked for\n      that village, and fired four rounds at it from a thousand yards. That used\n      all the cartridges I cared to spend, and I waited for Dravot, who had been\n      away two or three months, and I kept my people quiet.",
                "\"One morning I heard the devil's own noise of drums and horns, and Dan\n      Dravot marches down the hill with his Army and a tail of hundreds of men,\n      and, which was the most amazing, a great gold crown on his head. 'My Gord,\n      Carnehan,' says Daniel, 'this is a tremenjus business, and we've got the\n      whole country as far as it's worth having. I am the son of Alexander by\n      Queen Semiramis, and you're my younger brother and a God too! It's the\n      biggest thing we've ever seen. I've been marching and fighting for six\n      weeks with the Army, and every footy little village for fifty miles has\n      come in rejoiceful; and more than that, I've got the key of the whole\n      show, as you'll see, and I've got a crown for you! I told 'em to make two\n      of 'em at a place called Shu, where the gold lies in the rock like suet in\n      mutton. Gold I've seen, and turquoise I've kicked out of the cliffs, and\n      there's garnets in the sands of the river, and here's a chunk of amber\n      that a man brought me. Call up all the priests and, here, take your\n      crown.'",
                "\"One of the men opens a black hair bag, and I slips the crown on. It was\n      too small and too heavy, but I wore it for the glory. Hammered gold it was -- five\n      pounds weight, like a hoop of a barrel.",
                "\"'Peachey,' says Dravot, 'we don't want to fight no more. The Craft's the\n      trick, so help me!' and he brings forward that same Chief that I left at\n      Bashkai -- Billy Fish we called him afterward, because he was so like\n      Billy Fish that drove the big tank-engine at Mach on the Bolan in the old\n      days. 'Shake hands with him,' says Dravot; and I shook hands and nearly\n      dropped, for Billy Fish gave me the Grip. I said nothing, but tried him\n      with the Fellow-craft Grip. He answers all right, and I tried the Master's\n      Grip, but that was a slip. 'A Fellow-craft he is!' I says to Dan. 'Does he\n      know the word?' 'He does,' says Dan, 'and all the priests know. It's a\n      miracle! The Chiefs and the priests can work a Fellow-craft Lodge in a way\n      that's very like ours, and they've cut the marks on the rocks, but they\n      don't know the Third Degree, and they've come to find out. It's Gord's\n      Truth. I've known these long years that the Afghans knew up to the\n      Fellow-craft Degree, but this is a miracle. A God and a Grand Master of\n      the Craft am I, and a Lodge in the Third Degree I will open, and we'll\n      raise the head priests and the Chiefs of the villages.'",
                "\"'It's against all the law,' I says, 'holding a Lodge without warrant from\n      any one; and you know we never held office in any Lodge.'",
                "\"'It's a master stroke o' policy,' says Dravot. 'It means running the\n      country as easy as a four-wheeled bogie on a down grade. We can't stop to\n      inquire now, or they'll turn against us. I've forty Chiefs at my heel, and\n      passed and raised according to their merit they shall be. Billet these men\n      on the villages, and see that we run up a Lodge of some kind. The temple\n      of Imbra will do for a Lodge-room. The women must make aprons as you show\n      them. I'll hold a levee of Chiefs to-night and Lodge to-morrow.'",
                "\"I was fair run off my legs, but I wasn't such a fool as not to see what a\n      pull this Craft business gave us. I showed the priests' families how to\n      make aprons of the degrees, but for Dravot's apron the blue border and\n      marks was made of turquoise lumps on white hide, not cloth. We took a\n      great square stone in the temple for the Master's chair, and little stones\n      for the officer's chairs, and painted the black pavement with white\n      squares, and did what we could to make things regular.",
                "\"At the levee which was held that night on the hillside with big bonfires,\n      Dravot gives out that him and me were Gods and sons of Alexander, and\n      Passed Grand Masters in the Craft, and was come to make Kafiristan a\n      country where every man should eat in peace and drink in quiet, and\n      specially obey us. Then the Chiefs come round to shake hands, and they\n      were so hairy and white and fair it was just shaking hands with old\n      friends. We gave them names according as they was like men we had known in\n      India -- Billy Fish, Holly Dilworth, Pikky Kergan, that was\n      Bazaar-master when I was at Mhow, and so on, and so on.",
                "\"The most amazing miracles was at Lodge next night. One of the old\n      priests was watching us continuous, and I felt uneasy, for I knew we'd\n      have to fudge the Ritual, and I didn't know what the men knew. The old\n      priest was a stranger come in from beyond the village of Bashkai. The\n      minute Dravot puts on the Master's apron that the girls had made for him,\n      the priest fetches a whoop and a howl, and tries to overturn the stone\n      that Dravot was sitting on. 'It's all up now,' I says. 'That comes of\n      meddling with the Craft without warrant!' Dravot never winked an eye, not\n      when ten priests took and tilted over the Grand Master's chair -- which\n      was to say, the stone of Imbra. The priest begins rubbing the bottom end\n      of it to clear away the black dirt, and presently he shows all the other\n      priests the Master's Mark, same as was on Dravot's apron, cut into the\n      stone. Not even the priests of the temple of Imbra knew it was there. The\n      old chap falls flat on his face at Dravot's feet and kisses 'em. 'Luck\n      again,' says Dravot, across the Lodge, to me; 'they say it's the missing\n      Mark that no one could understand the why of. We're more than safe now.' \n      Then he bangs the butt of his gun for a gavel and says, 'By virtue of the\n      authority vested in me by my own right hand and the help of Peachey, I\n      declare myself Grand Master of all Freemasonry in Kafiristan in this the\n      Mother Lodge o' the country, and King of Kafiristan equally with Peachey!' \n      At that he puts on his crown and I puts on mine, -- I was doing Senior\n      Warden, -- and we opens the Lodge in most ample form. It was an amazing\n      miracle! The priests moved in Lodge through the first two degrees almost\n      without telling, as if the memory was coming back to them. After that\n      Peachey and Dravot raised such as was worthy -- high priests and Chiefs\n      of far-off villages. Billy Fish was the first, and I can tell you we\n      scared the soul out of him. It was not in any way according to Ritual, but\n      it served our turn. We didn't raise more than ten of the biggest men,\n      because we didn't want to make the Degree common. And they was clamouring\n      to be raised.",
                "\"'In another six months,' says Dravot, 'we'll hold another Communication\n      and see how you are working.' Then he asks them about their villages, and\n      learns that they was fighting one against the other, and were sick and\n      tired of it. And when they wasn't doing that they was fighting with the\n      Mohammedans. 'You can fight those when they come into our country,' says\n      Dravot. 'Tell off every tenth man of your tribes for a Frontier guard, and\n      send two hundred at a time to this valley to be drilled. Nobody is going\n      to be shot or speared any more so long as he does well, and I know that\n      you won't cheat me, because you're white people -- sons of Alexander -- and\n      not like common black Mohammedans. You are my people, and, by God,' \n      says he, running off into English at the end, 'I'll make a damned fine\n      Nation of you, or I'll die in the making!'",
                "\"I can't tell all we did for the next six months, because Dravot did a lot\n      I couldn't see the hang of, and he learned their lingo in a way I never\n      could. My work was to help the people plough, and now and again go out\n      with some of the Army and see what the other villages were doing, and make\n      'em throw rope bridges across the ravines which cut up the country horrid.\n      Dravot was very kind to me, but when he walked up and down in the pine\n      wood pulling that bloody red beard of his with both fists I knew he was\n      thinking plans I could not advise about, and I just waited for orders.",
                "\"But Dravot never showed me disrespect before the people. They were afraid\n      of me and the Army, but they loved Dan. He was the best of friends with\n      the priests and the Chiefs; but any one could come across the hills with a\n      complaint, and Dravot would hear him out fair, and call four priests\n      together and say what was to be done. He used to call in Billy Fish from\n      Bashkai, and Pikky Kergan from Shu, and an old Chief we called Kafuzelum, -- it\n      was like enough to his real name, -- and hold councils with 'em when\n      there was any fighting to be done in small villages. That was his Council\n      of War, and the four priests of Bashkai, Shu, Khawak, and Madora was his\n      Privy Council. Between the lot of 'em they sent me, with forty men and\n      twenty rifles, and sixty men carrying turquoises, into the Ghorband\n      country to buy those hand-made Martini rifles, that come out of the Amir's\n      workshops at Kabul, from one of the Amir's Herati regiments that would\n      have sold the very teeth out of their mouths for turquoises.",
                "\"I stayed in Ghorband a month, and gave the Governor there the pick of my\n      baskets for hush-money, and bribed the Colonel of the regiment some more,\n      and, between the two and the tribes-people, we got more than a hundred\n      hand-made Martinis, a hundred good Kohat Jezails that'll throw to six\n      hundred yards, and forty man-loads of very bad ammunition for the rifles.\n      I came back with what I had, and distributed 'em among the men that the\n      Chiefs sent in to me to drill. Dravot was too busy to attend to those\n      things, but the old Army that we first made helped me, and we turned out\n      five hundred men that could drill, and two hundred that knew how to hold\n      arms pretty straight. Even those cork-screwed, hand-made guns was a\n      miracle to them. Dravot talked big about powder-shops and factories,\n      walking up and down in the pine wood when the winter was coming on.",
                "\"'I won't make a Nation,' says he. 'I'll make an Empire! These men aren't\n      niggers; they're English! Look at their eyes -- look at their mouths.\n      Look at the way they stand up. They sit on chairs in their own houses.\n      They're the Lost Tribes, or something like it, and they've grown to be\n      English. I'll take a census in the spring if the priests don't get\n      frightened. There must be a fair two million of 'em in these hills. The\n      villages are full o' little children. Two million people -- two hundred\n      and fifty thousand fighting men -- and all English! They only want the\n      rifles and a little drilling. Two hundred and fifty thousand men, ready to\n      cut in on Russia's right flank when she tries for India! Peachey, man,' he\n      says, chewing his beard in great hunks, 'we shall be Emperors -- Emperors\n      of the Earth! Rajah Brooke will be a suckling to us. I'll treat with the\n      Viceroy on equal terms. I'll ask him to send me twelve picked English -- twelve\n      that I know of -- to help us govern a bit. There's Mackray, Serjeant\n      Pensioner at Segowli -- many's the good dinner he's given me, and his\n      wife a pair of trousers. There's Donkin, the Warder of Tounghoo Jail;\n      there's hundreds that I could lay my hand on if I was in India. The\n      Viceroy shall do it for me; I'll send a man through in the spring for\n      those men, and I'll write for a dispensation from the Grand Lodge for what\n      I've done as Grand Master. That -- and all the Sniders that'll be\n      thrown out when the native troops in India take up the Martini. They'll be\n      worn smooth, but they'll do for fighting in these hills. Twelve English, a\n      hundred thousand Sniders run through the Amir's country in driblets, -- I'd\n      be content with twenty thousand in one year, -- and we'd be an Empire.\n      When everything was shipshape I'd hand over the crown -- this crown I'm\n      wearing now -- to Queen Victoria on my knees, and she'd say, \"Rise up,\n      Sir Daniel Dravot.\" Oh, it's big! It's big, I tell you! But there's so\n      much to be done in every place -- Bashkai, Khawak, Shu, and everywhere\n      else.'",
                "\"'What is it?' I says. 'There are no more men coming in to be drilled this\n      autumn. Look at those fat black clouds. They're bringing the snow.'",
                "\"'It isn't that,' says Daniel, putting his hand very hard on my shoulder;\n      'and I don't wish to say anything that's against you, for no other living\n      man would have followed me and made me what I am as you have done. You're\n      a first-class Commander-in-Chief, and the people know you; but -- it's\n      a big country, and somehow you can't help me, Peachey, in the way I want\n      to be helped.'",
                "\"'Go to your blasted priests, then!' I said, and I was sorry when I made\n      that remark, but it did hurt me sore to find Daniel talking so superior,\n      when I'd drilled all the men and done all he told me.",
                "\"'Don't let's quarrel, Peachey,' says Daniel, without cursing. 'You're a\n      King too, and the half of this Kingdom is yours; but can't you see,\n      Peachey, we want cleverer men than us now -- three or four of 'em, that\n      we can scatter about for our Deputies. It's a hugeous great State, and I\n      can't always tell the right thing to do, and I haven't time for all I want\n      to do, and here's the winter coming on and all.' He put half his beard\n      into his mouth, all red like the gold of his crown.",
                "\"'I'm sorry, Daniel,' says I. 'I've done all I could. I've drilled the men\n      and shown the people how to stack their oats better; and I've brought in\n      those tinware rifles from Ghorband -- but I know what you're driving\n      at. I take it Kings always feel oppressed that way.'",
                "\"'There's another thing too,' says Dravot, walking up and down. 'The\n      winter's coming, and these people won't be giving much trouble, and if\n      they do we can't move about. I want a wife.'",
                "\"'For Gord's sake leave the women alone!' I says. 'We've both got all the\n      work we can, though I am a fool. Remember the Contrack, and keep\n      clear o' women.'\"",
                "\"'The Contrack only lasted till such time as we was Kings; and Kings we\n      have been these months past,' says Dravot, weighing his crown in his hand.\n      'You go get a wife too, Peachey -- a nice, strappin', plump girl\n      that'll keep you warm in the winter. They're prettier than English girls,\n      and we can take the pick of 'em. Boil 'em once or twice in hot water, and\n      they'll come out like chicken and ham.'",
                "\"'Don't tempt me!' I says. 'I will not have any dealings with a woman, not\n      till we are a dam' side more settled than we are now. I've been doing the\n      work o' two men, and you've been doing the work of three. Let's lie off a\n      bit, and see if we can get some better tobacco from Afghan country and run\n      in some good liquor; and no women.'\"",
                "\"'Who's talking o' women?' says Dravot. 'I said wife -- a\n      Queen to breed a King's son for the King. A Queen out of the strongest\n      tribe, that'll make them your blood-brothers, and that'll lie by your side\n      and tell you all the people thinks about you and their own affairs. That's\n      what I want.'",
                "\"'Do you remember that Bengali woman I kept at Mogul Serai when I was a\n      plate-layer?' says I. 'A fat lot o' good she was to me. She taught me the\n      lingo and one or two other things; but what happened? She ran away with\n      the Station-master's servant and half my month's pay. Then she turned up\n      at Dadur Junction in tow of a half-caste, and had the impidence to say I\n      was her husband -- all among the drivers in the running-shed too!'",
                "\"'We've done with that,' says Dravot; 'these women are whiter than you or\n      me, and a Queen I will have for the winter months.'",
                "\"'For the last time o' asking, Dan, do not,' I says. 'It'll only\n      bring us harm. The Bible says that Kings ain't to waste their strength on\n      women, 'specially when they've got a new raw Kingdom to work over.'",
                "\"'For the last time of answering, I will,' said Dravot, and he went away\n      through the pine-trees looking like a big red devil, the sun being on his\n      crown and beard and all.",
                "\"But getting a wife was not as easy as Dan thought. He put it before the\n      Council, and there was no answer till Billy Fish said that he'd better ask\n      the girls. Dravot damned them all round. 'What's wrong with me?' he\n      shouts, standing by the idol Imbra. 'Am I a dog, or am I not enough of a\n      man for your wenches? Haven't I put the shadow of my hand over this\n      country? Who stopped the last Afghan raid?' It was me really, but Dravot\n      was too angry to remember. 'Who bought your guns? Who repaired the\n      bridges? Who's the Grand Master of the sign cut in the stone?' says he,\n      and he thumped his hand on the block that he used to sit on in Lodge, and\n      at Council, which opened like Lodge always. Billy Fish said nothing, and\n      no more did the others. 'Keep your hair on, Dan,' said I, 'and ask the\n      girls. That's how it's done at Home, and these people are quite English.'",
                "\"'The marriage of the King is a matter of State,' says Dan, in a white-hot\n      rage, for he could feel, I hope, that he was going against his better\n      mind. He walked out of the Council-room, and the others sat still, looking\n      at the ground.",
                "\"'Billy Fish,' says I to the Chief of Bashkai, 'what's the difficulty\n      here? A straight answer to a true friend.'",
                "\"'You know,' says Billy Fish. 'How should a man tell you who knows\n      everything? How can daughters of men marry Gods or Devils? It's not\n      proper.'",
                "\"I remembered something like that in the Bible; but, if after seeing us as\n      long as they had, they still believed we were Gods, it wasn't for me to\n      undeceive them.",
                "\"'A God can do anything,' says I. 'If the King is fond of a girl he'll not\n      let her die.' 'She'll have to,' said Billy Fish. 'There are all sorts of\n      Gods and Devils in these mountains, and now and again a girl marries one\n      of them and isn't seen any more. Besides, you two know the Mark cut in the\n      stone. Only the Gods know that. We thought you were men till you showed\n      the sign of the Master.'",
                "\"I wished then that we had explained about the loss of the genuine secrets\n      of a Master Mason at the first go-off; but I said nothing. All that night\n      there was a blowing of horns in a little dark temple half-way down the\n      hill, and I heard the girl crying fit to die. One of the priests told us\n      that she was being prepared to marry the King.",
                "\"'I'll have no nonsense of that kind,' says Dan. 'I don't want to\n      interfere with your customs, but I'll take my own wife.' 'The girl's a\n      little bit afraid,' says the priest. 'She thinks she's going to die, and\n      they are a-heartening of her up down in the temple.'",
                "\"'Hearten her very tender, then,' says Dravot, 'or I'll hearten you with\n      the butt of a gun so you'll never want to be heartened again.' He licked\n      his lips, did Dan, and stayed up walking about more than half the night,\n      thinking of the wife that he was going to get in the morning. I wasn't any\n      means comfortable, for I knew that dealings with a woman in foreign parts,\n      though you was a crowned King twenty times over, could not but be risky. I\n      got up very early in the morning while Dravot was asleep, and I saw the\n      priests talking together in whispers, and the Chiefs talking together too,\n      and they looked at me out of the corners of their eyes.",
                "\"'What is up, Fish?' I say to the Bashkai man, who was wrapped up in his\n      furs and looking splendid to behold.",
                "\"'I can't rightly say,' says he; 'but if you can make the King drop all\n      this nonsense about marriage, you'll be doing him and me and yourself a\n      great service.'",
                "\"'That I do believe,' says I. 'But sure, you know, Billy, as well as me,\n      having fought against and for us, that the King and me are nothing more\n      than two of the finest men that God Almighty ever made. Nothing more, I do\n      assure you.'",
                "\"'That may be,' says Billy Fish, 'and yet I should be sorry if it was.' He\n      sinks his head upon his great fur cloak for a minute and thinks. 'King,' \n      says he, 'be you man or God or Devil, I'll stick by you to-day. I have\n      twenty of my men with me, and they will follow me. We'll go to Bashkai\n      until the storm blows over.'",
                "\"A little snow had fallen in the night, and everything was white except\n      the greasy fat clouds that blew down and down from the north. Dravot came\n      out with his crown on his head, swinging his arms and stamping his feet,\n      and looking more pleased than Punch.",
                "\"'For the last time, drop it, Dan,' says I, in a whisper; 'Billy Fish here\n      says that there will be a row.'",
                "\"'A row among my people!' says Dravot. 'Not much. Peachey, you're a fool\n      not to get a wife too. Where's the girl?' says he, with a voice as loud as\n      the braying of a jackass. 'Call up all the Chiefs and priests, and let the\n      Emperor see if his wife suits him.'",
                "\"There was no need to call any one. They were all there leaning on their\n      guns and spears round the clearing in the centre of the pine wood. A lot\n      of priests went down to the little temple to bring up the girl, and the\n      horns blew fit to wake the dead. Billy Fish saunters round and gets as\n      close to Daniel as he could, and behind him stood his twenty men with\n      matchlocks -- not a man of them under six feet. I was next to Dravot,\n      and behind me was twenty men of the regular Army. Up comes the girl, and a\n      strapping wench she was, covered with silver and turquoises, but white as\n      death, and looking back every minute at the priests.",
                "\"'She'll do,' said Dan, looking her over. 'What's to be afraid of, lass?\n      Come and kiss me.' He puts his arm round her. She shuts her eyes, gives a\n      bit of a squeak, and down goes her face in the side of Dan's flaming-red\n      beard.",
                "\"'The slut's bitten me!' says he, clapping his hand to his neck, and, sure\n      enough, his hand was red with blood. Billy Fish and two of his matchlock\n      men catches hold of Dan by the shoulders and drags him into the Bashkai\n      lot, while the priests howls in their lingo, 'Neither God nor Devil, but a\n      man!' I was all taken aback, for a priest cut at me in front, and the Army\n      behind began firing into the Bashkai men.",
                "\"'God A'mighty!' says Dan, 'what is the meaning o' this?'",
                "\"'Come back! Come away!' says Billy Fish. 'Ruin and Mutiny is the matter.\n      We'll break for Bashkai if we can.'",
                "\"I tried to give some sort of orders to my men, -- the men o' the\n      regular Army, -- but it was no use, so I fired into the brown of 'em\n      with an English Martini and drilled three beggars in a line. The valley\n      was full of shouting, howling creatures, and every soul was shrieking,\n      'Not a God nor a Devil, but only a man!' The Bashkai troops stuck to Billy\n      Fish all they were worth, but their matchlocks wasn't half as good as the\n      Kabul breech-loaders, and four of them dropped. Dan was bellowing like a\n      bull, for he was very wrathy; and Billy Fish had a hard job to prevent him\n      running out at the crowd.",
                "\"'We can't stand,' says Billy Fish. 'Make a run for it down the valley!\n      The whole place is against us.' The matchlock-men ran, and we went down\n      the valley in spite of Dravot. He was swearing horrible and crying out\n      that he was a King. The priests rolled great stones on us, and the regular\n      Army fired hard, and there wasn't more than six men, not counting Dan,\n      Billy Fish, and Me, that came down to the bottom of the valley alive.",
                "\"Then they stopped firing, and the horns in the temple blew again. 'Come\n      away -- for Gord's sake come away!' says Billy Fish. 'They'll send\n      runners out to all the villages before ever we get to Bashkai. I can\n      protect you there, but I can't do anything now.\"",
                "\"My own notion is that Dan began to go mad in his head from that hour. He\n      stared up and down like a stuck pig. Then he was all for walking back\n      alone and killing the priests with his bare hands; which he could have\n      done. 'An Emperor am I,' says Daniel, 'and next year I shall be a Knight\n      of the Queen.'",
                "\"'All right, Dan,' says I; 'but come along now while there's time.'",
                "\"'It's your fault,' says he, 'for not looking after your Army better.\n      There was mutiny in the midst, and you didn't know -- you damned\n      engine-driving, plate-laying, missionary's-pass-hunting hound!' He sat\n      upon a rock and called me every foul name he could lay tongue to. I was\n      too heart-sick to care, though it was all his foolishness that brought the\n      smash.",
                "\"'I'm sorry, Dan,' says I, 'but there's no accounting for natives. This\n      business is our Fifty-seven. Maybe we'll make something out of it yet,\n      when we've got to Bashkai.'",
                "\"'Let's get to Bashkai, then,' says Dan, 'and, by God, when I come back\n      here again I'll sweep the valley so there isn't a bug in a blanket left!'",
                "\"We walked all that day, and all that night Dan was stumping up and down\n      on the snow, chewing his beard and muttering to himself.",
                "\"'There's no hope o' getting clear,' said Billy Fish. 'The priests have\n      sent runners to the villages to say that you are only men. Why didn't you\n      stick on as Gods till things was more settled? I'm a dead man,' says Billy\n      Fish, and he throws himself down on the snow and begins to pray to his\n      Gods.",
                "\"Next morning we was in a cruel bad country -- all up and down, no\n      level ground at all, and no food, either. The six Bashkai men looked at\n      Billy Fish hungry-way as if they wanted to ask something, but they never\n      said a word. At noon we came to the top of a flat mountain all covered\n      with snow, and when we climbed up into it, behold, there was an Army in\n      position waiting in the middle!",
                "\"'The runners have been very quick,' says Billy Fish, with a little bit of\n      a laugh. 'They are waiting for us.'",
                "\"Three or four men began to fire from the enemy's side, and a chance shot\n      took Daniel in the calf of the leg. That brought him to his senses. He\n      looks across the snow at the Army, and sees the rifles that we had brought\n      into the country.",
                "\"'We're done for,' says he. 'They are Englishmen, these people, -- and\n      it's my blasted nonsense that has brought you to this. Get back, Billy\n      Fish, and take your men away; you've done what you could, and now cut for\n      it. Carnehan,' says he, 'shake hands with me and go along with Billy.\n      Maybe they won't kill you. I'll go and meet 'em alone. It's me that did\n      it! Me, the King!'",
                "\"'Go!' says I. 'Go to Hell, Dan! I'm with you here. Billy Fish, you clear\n      out, and we two will meet those folk.'",
                "\"'I'm a Chief,' says Billy Fish, quite quiet. 'I stay with you. My men can\n      go.'",
                "\"The Bashkai fellows didn't wait for a second word, but ran off, and Dan\n      and Me and Billy Fish walked across to where the drums were drumming and\n      the horns were horning. It was cold -- awful cold. I've got that cold\n      in the back of my head now. There's a lump of it there.\"",
                "The punka-coolies had gone to sleep. Two kerosene lamps were blazing in\n      the office, and the perspiration poured down my face and splashed on the\n      blotter as I leaned forward. Carnehan was shivering, and I feared that his\n      mind might go. I wiped my face, took a fresh grip of the piteously mangled\n      hands, and said, \"What happened after that?\"",
                "The momentary shift of my eyes had broken the clear current.",
                "\"What was you pleased to say?\" whined Carnehan. \"They took them without\n      any sound. Not a little whisper all along the snow, not though the King\n      knocked down the first man that set hand on him -- not though old\n      Peachey fired his last cartridge into the brown of 'em. Not a single\n      solitary sound did those swines make. They just closed up tight, and I\n      tell you their furs stunk. There was a man called Billy Fish, a good\n      friend of us all, and they cut his throat, Sir, then and there, like a\n      pig; and the King kicks up the bloody snow and says, 'We've had a dashed\n      fine run for our money. What's coming next?' But Peachey, Peachey\n      Taliaferro, I tell you, Sir, in confidence as betwixt two friends, he lost\n      his head, Sir. No, he didn't, neither. The King lost his head, so he did,\n      all along o' one of those cunning rope bridges. Kindly let me have the\n      paper-cutter, Sir. It tilted this way. They marched him a mile across that\n      snow to a rope bridge over a ravine with a river at the bottom. You may\n      have seen such. They prodded him behind like an ox. 'Damn your eyes!' says\n      the King. 'D' you suppose I can't die like a gentleman?' He turns to\n      Peachey -- Peachey that was crying like a child. 'I've brought you to\n      this, Peachey,' says he. 'Brought you out of your happy life to be killed\n      in Kafiristan, where you was late Commander-in-Chief of the Emperor's\n      forces. Say you forgive me, Peachey.' 'I do,' says Peachey. 'Fully and\n      freely do I forgive you, Dan.' 'Shake hands, Peachey,' says he. 'I'm going\n      now.' Out he goes, looking neither right nor left, and when he was plumb\n      in the middle of those dizzy dancing ropes, 'Cut you beggars,' he shouts;\n      and they cut, and old Dan fell, turning round and round and round, twenty\n      thousand miles, for he took half an hour to fall till he struck the water,\n      and I could see his body caught on a rock with the gold crown close\n      beside.",
                "\"But do you know what they did to Peachey between two pine-trees? They\n      crucified him, Sir, as Peachey's hand will show. They used wooden pegs for\n      his hands and feet; but he didn't die. He hung there and screamed, and\n      they took him down next day, and said it was a miracle that he wasn't\n      dead. They took him down -- poor old Peachey that hadn't done them any\n      harm -- that hadn't done them any -- \"",
                "He rocked to and fro and wept bitterly, wiping his eyes with the back of\n      his scarred hands and moaning like a child for some ten minutes.",
                "\"They was cruel enough to feed him up in the temple, because they said he\n      was more of a God than old Daniel that was a man. Then they turned him out\n      on the snow, and told him to go home, and Peachey came home in about a\n      year, begging along the roads quite safe; for Daniel Dravot he walked\n      before and said, 'Come along, Peachey. It's a big thing we're doing.' The\n      mountains they danced at night, and the mountains they tried to fall on\n      Peachey's head, but Dan he held up his hand, and Peachey came along bent\n      double. He never let go of Dan's hand, and he never let go of Dan's head.\n      They gave it to him as a present in the temple, to remind him not to come\n      again; and though the crown was pure gold and Peachey was starving, never\n      would Peachey sell the same. You know Dravot, Sir! You knew Right\n      Worshipful Brother Dravot! Look at him now!\"",
                "He fumbled in the mass of rags round his bent waist; brought out a black\n      horsehair bag embroidered with silver thread; and shook therefrom on to my\n      table -- the dried, withered head of Daniel Dravot! The morning sun,\n      that had long been paling the lamps, struck the red beard and blind sunken\n      eyes; struck, too, a heavy circlet of gold studded with raw turquoises,\n      that Carnehan placed tenderly on the battered temples.",
                "\"You be'old now,\" said Carnehan, \"the Emperor in his 'abit as he lived -- the\n      King of Kafiristan with his crown upon his head. Poor old Daniel that was\n      a monarch once!\"",
                "I shuddered, for, in spite of defacements manifold, I recognised the head\n      of the man of Marwar Junction. Carnehan rose to go. I attempted to stop\n      him. He was not fit to walk abroad. \"Let me take away the whisky, and give\n      me a little money,\" he gasped. \"I was a King once. I'll go to the Deputy\n      Commissioner and ask to set in the Poorhouse till I get my health. No,\n      thank you, I can't wait till you get a carriage for me. I've urgent\n      private affairs -- in the south -- at Marwar.\"",
                "He shambled out of the office and departed in the direction of the Deputy\n      Commissioner's house. That day at noon I had occasion to go down the\n      blinding-hot Mall, and I saw a crooked man crawling along the white dust\n      of the roadside, his hat in his hand, quavering dolorously after the\n      fashion of street-singers at Home. There was not a soul in sight, and he\n      was out of all possible earshot of the houses. And he sang through his\n      nose, turning his head from right to left:",
                "\"The Son of Man goes forth to war,\n        A golden crown to gain;\n   His blood-red banner streams afar -- \n        Who follows in His train?\"",
                "I waited to hear no more, but put the poor wretch into my carriage and\n      drove him off to the nearest missionary for eventual transfer to the\n      Asylum. He repeated the hymn twice while he was with me, whom he did not\n      in the least recognise, and I left him singing it to the missionary.",
                "Two days later I inquired after his welfare of the Superintendent of the\n      Asylum.",
                "\"He was admitted suffering from sunstroke. He died early yesterday\n      morning,\" said the Superintendent. \"Is it true that he was half an hour\n      bareheaded in the sun at midday?\"",
                "\"Yes,\" said I; \"but do you happen to know if he had anything upon him by\n      any chance when he died?\"",
                "\"Not to my knowledge,\" said the Superintendent.",
                "And there the matter rests."
            ]
        },
        {
            "name": " \"THE FINEST STORY IN THE WORLD\" ",
            "sub_name": "",
            "text": [
                "\"THE FINEST STORY IN THE WORLD\"",
                "\"O' ever the knightly years were gone\n    With the old world to the grave,\n  I was a king in Babylon\n    And you were a Christian slave.\"\n    -- W. E. Henley.",
                "His name was Charlie Mears; he was the only son of his mother who was a\n      widow, and he lived in the north of London, coming into the City every day\n      to work in a bank. He was twenty years old and suffered from aspirations.\n      I met him in a public billiard-saloon where the marker called him by his\n      given name, and he called the marker \"Bulls-eyes.\" Charley explained, a\n      little nervously, that he had only come to the place to look on, and since\n      looking on at games of skill is not a cheap amusement for the young, I\n      suggested that Charlie should go back to his mother.",
                "That was our first step toward better acquaintance. He would call on me\n      sometimes in the evenings instead of running about London with his\n      fellow-clerks; and before long, speaking of himself as a young man must,\n      he told me of his aspirations, which were all literary. He desired to make\n      himself an undying name chiefly through verse, though he was not above\n      sending stories of love and death to the drop-a-penny-in-the-slot\n      journals. It was my fate to sit still while Charlie read me poems of many\n      hundred lines, and bulky fragments of plays that would surely shake the\n      world. My reward was his unreserved confidence, and the self-revelations\n      and troubles of a young man are almost as holy as those of a maiden.\n      Charlie had never fallen in love, but was anxious to do so on the first\n      opportunity; he believed in all things good and all things honorable, but,\n      at the same time, was curiously careful to let me see that he knew his way\n      about the world as befitted a bank clerk on twenty-five shillings a week.\n      He rhymed \"dove\" with \"love\" and \"moon\" with \"June,\" and devoutly believed\n      that they had never so been rhymed before. The long lame gaps in his plays\n      he filled up with hasty words of apology and description and swept on,\n      seeing all that he intended to do so clearly that he esteemed it already\n      done, and turned to me for applause.",
                "I fancy that his mother did not encourage his aspirations, and I know that\n      his writing-table at home was the edge of his washstand. This he told me\n      almost at the outset of our acquaintance; when he was ravaging my\n      bookshelves, and a little before I was implored to speak the truth as to\n      his chances of \"writing something really great, you know.\" Maybe I\n      encouraged him too much, for, one night, he called on me, his eyes flaming\n      with excitement, and said breathlessly:",
                "\"Do you mind -- can you let me stay here and write all this evening? I\n      won't interrupt you, I won't really. There's no place for me to write in\n      at my mother's.\"",
                "\"What's the trouble?\" I said, knowing well what that trouble was.",
                "\"I've a notion in my head that would make the most splendid story that was\n      ever written. Do let me write it out here. It's such a notion!\"",
                "There was no resisting the appeal. I set him a table; he hardly thanked\n      me, but plunged into the work at once. For half an hour the pen scratched\n      without stopping. Then Charlie sighed and tugged his hair. The scratching\n      grew slower, there were more erasures, and at last ceased. The finest\n      story in the world would not come forth.",
                "\"It looks such awful rot now\" he said, mournfully. \"And yet it seemed so\n      good when I was thinking about it. What's wrong?\"",
                "I could not dishearten him by saying the truth. So I answered: \"Perhaps\n      you don't feel in the mood for writing.\"",
                "\"Yes I do -- except when I look at this stuff. Ugh!\"",
                "\"Read me what you've done,\" I said. He read, and it was wondrous bad and\n      he paused at all the specially turgid sentences, expecting a little\n      approval; for he was proud of those sentences, as I knew he would be.",
                "\"It needs compression,\" I suggested, cautiously.",
                "\"I hate cutting my things down. I don't think you could alter a word here\n      without spoiling the sense. It reads better aloud than when I was writing\n      it.\"",
                "\"Charlie, you're suffering from an alarming disease afflicting a numerous\n      class. Put the thing by, and tackle it again in a week.\"",
                "\"I want to do it at once. What do you think of it?\"",
                "\"How can I judge from a half-written tale? Tell me the story as it lies in\n      your head.\"",
                "Charlie told, and in the telling there was everything that his ignorance\n      had so carefully prevented from escaping into the written word. I looked\n      at him, and wondering whether it were possible, that he did not know the\n      originality, the power of the notion that had come in his way? It was\n      distinctly a Notion among notions. Men had been puffed up with pride by\n      notions not a tithe as excellent and practicable. But Charlie babbled on\n      serenely, interrupting the current of pure fancy with samples of horrible\n      sentences that he purposed to use. I heard him out to the end. It would be\n      folly to allow his idea to remain in his own inept hands, when I could do\n      so much with it. Not all that could be done indeed; but, oh so much!",
                "\"What do you think?\" he said, at last. \"I fancy I shall call it 'The Story\n      of a Ship.'\"",
                "\"I think the idea's pretty good; but you won't be able to handle it for\n      ever so long. Now I --  -- \"",
                "\"Would it be of any use to you? Would you care to take it? I should be\n      proud,\" said Charlie, promptly.",
                "There are few things sweeter in this world than the guileless, hot-headed,\n      intemperate, open admiration of a junior. Even a woman in her blindest\n      devotion does not fall into the gait of the man she adores, tilt her\n      bonnet to the angle at which he wears his hat, or interlard her speech\n      with his pet oaths. And Charlie did all these things. Still it was\n      necessary to salve my conscience before I possessed myself of Charlie's\n      thoughts.",
                "\"Let's make a bargain. I'll give you a fiver for the notion,\" I said.\n      Charlie became a bank-clerk at once.",
                "\"Oh, that's impossible. Between two pals, you know, if I may call you so,\n      and speaking as a man of the world, I couldn't. Take the notion if it's\n      any use to you. I've heaps more.\"",
                "He had -- none knew this better than I -- but they were the notions\n      of other men.",
                "\"Look at it as a matter of business-between men of the world,\" I returned.\n      \"Five pounds will buy you any number of poetry-books. Business is\n      business, and you may be sure I shouldn't give that price unless --  -- \"",
                "\"Oh, if you put it that way,\" said Charlie, visibly moved by the\n      thought of the books. The bargain was clinched with an agreement that he\n      should at unstated intervals come to me with all the notions that he\n      possessed, should have a table of his own to write at, and unquestioned\n      right to inflict upon me all his poems and fragments of poems. Then I\n      said, \"Now tell me how you came by this idea.\"",
                "\"It came by itself.\" Charlie's eyes opened a little.",
                "\"Yes, but you told me a great deal about the hero that you must have read\n      before somewhere.\"",
                "\"I haven't any time for reading, except when you let me sit here, and on\n      Sundays I'm on my bicycle or down the river all day. There's nothing wrong\n      about the hero, is there?\"",
                "\"Tell me again and I shall understand clearly. You say that your hero went\n      pirating. How did he live?\"",
                "\"He was on the lower deck of this ship-thing that I was telling you\n      about.\"",
                "\"What sort of ship?\"",
                "\"It was the kind rowed with oars, and the sea spurts through the oar-holes\n      and the men row sitting up to their knees in water. Then there's a bench\n      running down between the two lines of oars and an overseer with a whip\n      walks up and down the bench to make the men work.\"",
                "\"How do you know that?\"",
                "\"It's in the tale. There's a rope running overhead, looped to the upper\n      deck, for the overseer to catch hold of when the ship rolls. When the\n      overseer misses the rope once and falls among the rowers, remember the\n      hero laughs at him and gets licked for it. He's chained to his oar of\n      course -- the hero.\"",
                "\"How is he chained?\"",
                "\"With an iron band round his waist fixed to the bench he sits on, and a\n      sort of handcuff on his left wrist chaining him to the oar. He's on the\n      lower deck where the worst men are sent, and the only light comes from the\n      hatchways and through the oar-holes. Can't you imagine the sunlight just\n      squeezing through between the handle and the hole and wobbling about as\n      the ship moves?\"",
                "\"I can, but I can't imagine your imagining it.\"",
                "\"How could it be any other way? Now you listen to me. The long oars on the\n      upper deck are managed by four men to each bench, the lower ones by three,\n      and the lowest of all by two. Remember it's quite dark on the lowest deck\n      and all the men there go mad. When a man dies at his oar on that deck he\n      isn't thrown overboard, but cut up in his chains and stuffed through the\n      oar-hole in little pieces.\"",
                "\"Why?\" I demanded, amazed, not so much at the information as the tone of\n      command in which it was flung out.",
                "\"To save trouble and to frighten the others. It needs two overseers to\n      drag a man's body up to the top deck; and if the men at the lower deck\n      oars were left alone, of course they'd stop rowing and try to pull up the\n      benches by all standing up together in their chains.\"",
                "\"You've a most provident imagination. Where have you been reading about\n      galleys and galley-slaves?\"",
                "\"Nowhere that I remember. I row a little when I get the chance. But,\n      perhaps, if you say so, I may have read something.\"",
                "He went away shortly afterward to deal with booksellers, and I wondered\n      how a bank clerk aged twenty could put into my hands with a profligate\n      abundance of detail, all given with absolute assurance, the story of\n      extravagant and bloodthirsty adventure, riot, piracy, and death in unnamed\n      seas. He had led his hero a desperate dance through revolt against the\n      overseas, to command of a ship of his own, and ultimate establishment of a\n      kingdom on an island \"somewhere in the sea, you know\"; and, delighted with\n      my paltry five pounds, had gone out to buy the notions of other men, that\n      these might teach him how to write. I had the consolation of knowing that\n      this notion was mine by right of purchase, and I thought that I could make\n      something of it.",
                "When next he came to me he was drunk -- royally drunk on many poets for\n      the first time revealed to him. His pupils were dilated, his words tumbled\n      over each other, and he wrapped himself in quotations. Most of all was he\n      drunk with Longfellow.",
                "\"Isn't it splendid? Isn't it superb?\" he cried, after hasty greetings.\n      \"Listen to this --",
                "\"'Wouldst thou,' so the helmsman answered,\n    'Know the secret of the sea?\n  Only those who brave its dangers\n    Comprehend its mystery.'",
                "By gum!",
                "\"'Only those who brave its dangers\n    Comprehend its mystery.'\"",
                "he repeated twenty times, walking up and down the room and forgetting me.\n      \"But I can understand it too,\" he said to himself. \"I don't know how to\n      thank you for that fiver. And this; listen --",
                "\"'I remember the black wharves and the ships\n    And the sea-tides tossing free,\n  And the Spanish sailors with bearded lips,\n  And the beauty and mystery of the ships,\n    And the magic of the sea.'",
                "\"I haven't braved any dangers, but I feel as if I knew all about it.\"",
                "\"You certainly seem to have a grip of the sea. Have you ever seen it?\"",
                "\"When I was a little chap I went to Brighton once; we used to live in\n      Coventry, though, before we came to London. I never saw it,",
                "'When descends on the Atlantic\n    The gigantic\n  Storm-wind of the Equinox.'\"",
                "He shook me by the shoulder to make me understand the passion that was\n      shaking himself.",
                "\"When that storm comes,\" he continued, \"I think that all the oars in the\n      ship that I was talking about get broken, and the rowers have their chests\n      smashed in by the bucking oar-heads. By the way, have you done anything\n      with that notion of mine yet?\"",
                "\"No. I was waiting to hear more of it from you. Tell me how in the world\n      you re so certain about the fittings of the ship. You know nothing of\n      ships.\"",
                "\"I don't know. It's as real as anything to me until I try to write it\n      down. I was thinking about it only last night in bed, after you had loaned\n      me 'Treasure Island'; and I made up a a whole lot of new things to go into\n      the story.\"",
                "\"What sort of things?\"",
                "\"About the food the men ate; rotten figs and black beans and wine in a\n      skin bag, passed from bench to bench.\"",
                "\"Was the ship built so long ago as that?\"",
                "\"As what? I don't know whether it was long ago or not. It's only a notion,\n      but sometimes it seems just as real as if it was true. Do I bother you\n      with talking about it?\"",
                "\"Not in the least. Did you make up anything else?\"",
                "\"Yes, but it's nonsense.\" Charlie flushed a little.",
                "\"Never mind; let's hear about it.\"",
                "\"Well, I was thinking over the story, and after awhile I got out of bed\n      and wrote down on a piece of paper the sort of stuff the men might be\n      supposed to scratch on their oars with the edges of their handcuffs. It\n      seemed to make the thing more lifelike. It is so real to me, y'know.\"",
                "\"Have you the paper on you?\"",
                "\"Ye -- es, but what's the use of showing it? It's only a lot of\n      scratches. All the same, we might have 'em reproduced in the book on the\n      front page.\"",
                "\"I'll attend to those details. Show me what your men wrote.\"",
                "He pulled out of his pocket a sheet of note-paper, with a single line of\n      scratches upon it, and I put this carefully away.",
                "\"What is it supposed to mean in English?\" I said.",
                "\"Oh, I don't know. Perhaps it means 'I'm beastly tired.' It's great\n      nonsence,\" he repeated, \"but all those men in the ship seem as real people\n      to me. Do do something to the notion soon; I should like to see it written\n      and printed.\"",
                "\"But all you've told me would make a long book.\"",
                "\"Make it then. You've only to sit down and write it out.\"",
                "\"Give me a little time. Have you any more notions?\"",
                "\"Not just now. I'm reading all the books I've bought. They're splendid.\"",
                "When he had left I looked at the sheet of note-paper with the inscription\n      upon it. Then I took my head tenderly between both hands, to make certain\n      that it was not coming off or turning round. Then... but there seemed to\n      be no interval between quitting my rooms and finding myself arguing with a\n      policeman outside a door marked Private in a corridor of the British\n      Museum. All I demanded, as politely as possible, was \"the Greek antiquity\n      man.\" The policeman knew nothing except the rules of the Museum, and it\n      became necessary to forage through all the houses and offices inside the\n      gates. An elderly gentleman called away from his lunch put an end to my\n      search by holding the note-paper between finger and thumb and sniffing at\n      it scornfully.",
                "\"What does this mean? H'mm,\" said he. \"So far as I can ascertain it is an\n      attempt to write extremely corrupt Greek on the part\" -- here he glared\n      at me with intention -- \"of an extremely illiterate-ah-person.\" He read\n      slowly from the paper, \"Pollock, Erckman, Tauchnitz, Henniker\" -- four\n      names familiar to me.",
                "\"Can you tell me what the corruption is supposed to mean -- the gist of\n      the thing?\" I asked.",
                "\"I have been -- many times -- overcome with weariness in this\n      particular employment. That is the meaning.\" He returned me the paper, and\n      I fled without a word of thanks, explanation, or apology.",
                "I might have been excused for forgetting much. To me of all men had been\n      given the chance to write the most marvelous tale in the world, nothing\n      less than the story of a Greek galley-slave, as told by himself. Small\n      wonder that his dreaming had seemed real to Charlie. The Fates that are so\n      careful to shut the doors of each successive life behind us had, in this\n      case, been neglectful, and Charlie was looking, though that he did not\n      know, where never man had been permitted to look with full knowledge since\n      Time began. Above all he was absolutely ignorant of the knowledge sold to\n      me for five pounds; and he would retain that ignorance, for bank-clerks do\n      not understand metempsychosis, and a sound commercial education does not\n      include Greek. He would supply me -- here I capered among the dumb gods\n      of Egypt and laughed in their battered faces -- with material to make\n      my tale sure -- so sure that the world would hail it as an impudent and\n      vamped fiction. And I -- I alone would know that it was absolutely and\n      literally true. I -- I alone held this jewel to my hand for the cutting\n      and polishing. Therefore I danced again among the gods till a policeman\n      saw me and took steps in my direction.",
                "It remained now only to encourage Charlie to talk, and here there was no\n      difficulty. But I had forgotten those accursed books of poetry. He came to\n      me time after time, as useless as a surcharged phonograph -- drunk on\n      Byron, Shelley, or Keats. Knowing now what the boy had been in his past\n      lives, and desperately anxious not to lose one word of his babble, I could\n      not hide from him my respect and interest. He misconstrued both into\n      respect for the present soul of Charlie Mears, to whom life was as new as\n      it was to Adam, and interest in his readings; and stretched my patience to\n      breaking point by reciting poetry -- not his own now, but that of\n      others. I wished every English poet blotted out of the memory of mankind.\n      I blasphemed the mightiest names of song because they had drawn Charlie\n      from the path of direct narrative, and would, later, spur him to imitate\n      them; but I choked down my impatience until the first flood of enthusiasm\n      should have spent itself and the boy returned to his dreams.",
                "\"What's the use of my telling you what I think, when these chaps\n      wrote things for the angels to read?\" he growled, one evening. \"Why don't\n      you write something like theirs?\"",
                "\"I don't think you're treating me quite fairly,\" I said, speaking under\n      strong restraint.",
                "\"I've given you the story,\" he said, shortly replunging into \"Lara.\"",
                "\"But I want the details.\"",
                "\"The things I make up about that damned ship that you call a galley?\n      They're quite easy. You can just make 'em up yourself. Turn up the gas a\n      little, I want to go on reading.\"",
                "I could have broken the gas globe over his head for his amazing stupidity.\n      I could indeed make up things for myself did I only know what Charlie did\n      not know that he knew. But since the doors were shut behind me I could\n      only wait his youthful pleasure and strive to keep him in good temper. One\n      minute's want of guard might spoil a priceless revelation: now and again\n      he would toss his books aside -- he kept them in my rooms, for his\n      mother would have been shocked at the waste of good money had she seen\n      them -- and launched into his sea dreams. Again I cursed all the poets\n      of England. The plastic mind of the bank-clerk had been overlaid, colored\n      and distorted by that which he had read, and the result as delivered was a\n      confused tangle of other voices most like the muttered song through a City\n      telephone in the busiest part of the day.",
                "He talked of the galley -- his own galley had he but known it -- with\n      illustrations borrowed from the \"Bride of Abydos.\" He pointed the\n      experiences of his hero with quotations from \"The Corsair,\" and threw in\n      deep and desperate moral reflections from \"Cain\" and \"Manfred,\" expecting\n      me to use them all. Only when the talk turned on Longfellow were the\n      jarring cross-currents dumb, and I knew that Charlie was speaking the\n      truth as he remembered it.",
                "\"What do you think of this?\" I said one evening, as soon as I understood\n      the medium in which his memory worked best, and, before he could\n      expostulate read him the whole of \"The Saga of King Olaf!\"",
                "He listened open-mouthed, flushed his hands drumming on the back of the\n      sofa where he lay, till I came to the Songs of Emar Tamberskelver and the\n      verse:",
                "\"Emar then, the arrow taking\n    From the loosened string,\n  Answered: 'That was Norway breaking\n    'Neath thy hand, O King.'\"",
                "He gasped with pure delight of sound.",
                "\"That's better than Byron, a little,\" I ventured.",
                "\"Better? Why it's true! How could he have known?\"",
                "I went back and repeated:",
                "\"'What was that?' said Olaf, standing\n    On the quarter-deck,\n  'Something heard I like the stranding\n    Of a shattered wreck.'\"",
                "\"How could he have known how the ships crash and the oars rip out and go\n      z-zzp all along the line? Why only the other night.... But go back\n      please and read 'The Skerry of Shrieks' again.\"",
                "\"No, I'm tired. Let's talk. What happened the other night?\"",
                "\"I had an awful nightmare about that galley of ours. I dreamed I was\n      drowned in a fight. You see we ran alongside another ship in harbor. The\n      water was dead still except where our oars whipped it up. You know where I\n      always sit in the galley?\" He spoke haltingly at first, under a fine\n      English fear of being laughed at.",
                "\"No. That's news to me,\" I answered, meekly, my heart beginning to beat.",
                "\"On the fourth oar from the bow on the right side on the upper deck. There\n      were four of us at the oar, all chained. I remember watching the water and\n      trying to get my handcuffs off before the row began. Then we closed up on\n      the other ship, and all their fighting men jumped over our bulwarks, and\n      my bench broke and I was pinned down with the three other fellows on top\n      of me, and the big oar jammed across our backs.\"",
                "\"Well?\" Charlie's eyes were alive and alight. He was looking at the wall\n      behind my chair.",
                "\"I don't know how we fought. The men were trampling all over my back, and\n      I lay low. Then our rowers on the left side -- tied to their oars, you\n      know -- began to yell and back water. I could hear the water sizzle,\n      and we spun round like a cockchafer and I knew, lying where I was, that\n      there was a galley coming up bow-on, to ram us on the left side. I could\n      just lift up my head and see her sail over the bulwarks. We wanted to meet\n      her bow to bow, but it was too late. We could only turn a little bit\n      because the galley on our right had hooked herself on to us and stopped\n      our moving. Then, by gum! there was a crash! Our left oars began to break\n      as the other galley, the moving one y'know, stuck her nose into them. Then\n      the lower-deck oars shot up through the deck-planking, but first, and one\n      of them jumped clean up into the air and came down again close to my\n      head.\"",
                "\"How was that managed?\"",
                "\"The moving galley's bow was plunking them back through their own\n      oarholes, and I could hear the devil of a shindy in the decks below. Then\n      her nose caught us nearly in the middle, and we tilted sideways, and the\n      fellows in the right-hand galley unhitched their hooks and ropes, and\n      threw things on to our upper deck -- arrows, and hot pitch or something\n      that stung, and we went up and up and up on the left side, and the right\n      side dipped, and I twisted my head round and saw the water stand still as\n      it topped the right bulwarks, and then it curled over and crashed down on\n      the whole lot of us on the right side, and I felt it hit my back, and I\n      woke.\"",
                "\"One minute, Charlie. When the sea topped the bulwarks, what did it look\n      like?\" I had my reasons for asking. A man of my acquaintance had once gone\n      down with a leaking ship in a still sea, and had seen the water-level\n      pause for an instant ere it fell on the deck.",
                "\"It looked just like a banjo-string drawn tight, and it seemed to stay\n      there for years,\" said Charlie.",
                "Exactly! The other man had said:",
                "\"It looked like a silver wire laid down along the bulwarks, and I thought\n      it was never going to break.\" He had paid everything except the bare life\n      for this little valueless piece of knowledge, and I had traveled ten\n      thousand weary miles to meet him and take his knowledge at second hand.\n      But Charlie, the bank-clerk, on twenty-five shillings a week, he who had\n      never been out of sight of a London omnibus, knew it all. It was no\n      consolation to me that once in his lives he had been forced to die for his\n      gains. I also must have died scores of times, but behind me, because I\n      could have used my knowledge, the doors were shut.",
                "\"And then?\" I said, trying to put away the devil of envy.",
                "\"The funny thing was, though, in all the mess I didn't feel a bit\n      astonished or frightened. It seemed as if I'd been in a good many fights,\n      because I told my next man so when the row began. But that cad of an\n      overseer on my deck wouldn't unloose our chains and give us a chance. He\n      always said that we'd all be set free after a battle, but we never were;\n      We never were.\" Charlie shook his head mournfully.",
                "\"What a scoundrel!\"",
                "\"I should say he was. He never gave us enough to eat, and sometimes we\n      were so thirsty that we used to drink salt-water. I can taste that\n      salt-water still.\"",
                "\"Now tell me something about the harbor where the fight was fought.\"",
                "\"I didn't dream about that. I know it was a harbor, though; because we\n      were tied up to a ring on a white wall and all the face of the stone under\n      water was covered with wood to prevent our ram getting chipped when the\n      tide made us rock.\"",
                "\"That's curious. Our hero commanded the galley? Didn't he?\"",
                "\"Didn't he just! He stood by the bows and shouted like a good 'un. He was\n      the man who killed the overseer.\"",
                "\"But you were all drowned together, Charlie, weren't you?\"",
                "\"I can't make that fit quite,\" he said with a puzzled look. \"The galley\n      must have gone down with all hands and yet I fancy that the hero went on\n      living afterward. Perhaps he climbed into the attacking ship. I wouldn't\n      see that, of course. I was dead, you know.\"",
                "He shivered slightly and protested that he could remember no more.",
                "I did not press him further, but to satisfy myself that he lay in\n      ignorance of the workings of his own mind, deliberately introduced him to\n      Mortimer Collins's \"Transmigration,\" and gave him a sketch of the plot\n      before he opened the pages.",
                "\"What rot it all is!\" he said, frankly, at the end of an hour. \"I don't\n      understand his nonsense about the Red Planet Mars and the King, and the\n      rest of it. Chuck me the Longfellow again.\"",
                "I handed him the book and wrote out as much as I could remember of his\n      description of the sea-fight, appealing to him from time to time for\n      confirmation of fact or detail. He would answer without raising his eyes\n      from the book, as assuredly as though all his knowledge lay before flint\n      on the printed page. I spoke under the normal key of my voice that the\n      current might not be broken, and I know that he was not aware of what he\n      was saying, for his thoughts were out on the sea with Longfellow.",
                "\"Charlie,\" I asked, \"when the rowers on the galleys mutinied how did they\n      kill their overseers?\"",
                "\"Tore up the benches and brained 'em. That happened when a heavy sea was\n      running. An overseer on the lower deck slipped from the centre plank and\n      fell among the rowers. They choked him to death against the side of the\n      ship with their chained hands quite quietly, and it was too dark for the\n      other overseer to see what had happened. When he asked, he was pulled down\n      too and choked, and the lower deck fought their way up deck by deck, with\n      the pieces of the broken benches banging behind 'em. How they howled!\"",
                "\"And what happened after that?\"",
                "\"I don't know. The hero went away -- red hair and red beard and all.\n      That was after he had captured our galley, I think.\"",
                "The sound of my voice irritated him, and he motioned slightly with his\n      left hand as a man does when interruption jars.",
                "\"You never told me he was redheaded before, or that he captured your\n      galley,\" I said, after a discreet interval.",
                "Charlie did not raise his eyes.",
                "\"He was as red as a red bear,\" said he, abstractedly. \"He came from the\n      north; they said so in the galley when he looked for rowers -- not\n      slaves, but free men. Afterward -- years and years afterward -- news\n      came from another ship, or else he came back --  -- \" His lips moved\n      in silence. He was rapturously retasting some poem before him.",
                "\"Where had he been, then?\" I was almost whispering that the sentence might\n      come gentle to whichever section of Charlie's brain was working on my\n      behalf.",
                "\"To the Beaches -- the Long and Wonderful Beaches!\" was the reply,\n      after a minute of silence.",
                "\"To Furdurstrandi?\" I asked, tingling from head to foot.",
                "\"Yes, to Furdurstrandi,\" he pronounced the word in a new fashion \"And I\n      too saw --  -- \" The voice failed.",
                "\"Do you know what you have said?\" I shouted, incautiously.",
                "He lifted his eyes, fully roused now. \"No!\" he snapped. \"I wish you'd let\n      a chap go on reading. Hark to this:",
                "\"'But Othere, the old sea captain,\n  He neither paused nor stirred\n    Till the king listened, and then\n    'Once more took up his pen\n  And wrote down every word.\n\n  \"'And to the King of the Saxons\n  In witness of the truth,\n    Raising his noble head,\n    He stretched his brown hand and said,\n  \"Behold this walrus tooth.\"",
                "By Jove, what chaps those must have been, to go sailing all over the shop\n      never knowing where they'd fetch the land! Hah!\"",
                "\"Charlie,\" I pleaded, \"if you'll only be sensible for a minute or two I'll\n      make our hero in our tale every inch as good as Othere.\"",
                "\"Umph! Longfellow wrote that poem. I don't care about writing things any\n      more. I want to read.\" He was thoroughly out of tune now, and raging over\n      my own ill-luck, I left him.",
                "Conceive yourself at the door of the world's treasure-house guarded by a\n      child -- an idle irresponsible child playing knuckle-bones -- on\n      whose favor depends the gift of the key, and you will imagine one-half my\n      torment. Till that evening Charlie had spoken nothing that might not lie\n      within the experiences of a Greek galley-slave. But now, or there was no\n      virtue in books, he had talked of some desperate adventure of the Vikings,\n      of Thorfin Karlsefne's sailing to Wineland, which is America, in the ninth\n      or tenth century. The battle in the harbor he had seen; and his own death\n      he had described. But this was a much more startling plunge into the past.\n      Was it possible that he had skipped half a dozen lives and was then dimly\n      remembering some episode of a thousand years later? It was a maddening\n      jumble, and the worst of it was that Charlie Mears in his normal condition\n      was the last person in the world to clear it up. I could only wait and\n      watch, but I went to bed that night full of the wildest imaginings. There\n      was nothing that was not possible if Charlie's detestable memory only held\n      good.",
                "I might rewrite the Saga of Thorfin Karlsefne as it had never been written\n      before, might tell the story of the first discovery of America, myself the\n      discoverer. But I was entirely at Charlie's mercy, and so long as there\n      was a three-and-six-penny Bohn volume within his reach Charlie would not\n      tell. I dared not curse him openly; I hardly dared jog his memory, for I\n      was dealing with the experiences of a thousand years ago, told through the\n      mouth of a boy of to-day; and a boy of to-day is affected by every change\n      of tone and gust of opinion, so that he lies even when he desires to speak\n      the truth.",
                "I saw no more of him for nearly a week. When next I met him it was in\n      Gracechurch Street with a billbook chained to his waist. Business took him\n      over London Bridge and I accompanied him. He was very full of the\n      importance of that book and magnified it. As we passed over the Thames we\n      paused to look at a steamer' unloading great slabs of white and brown\n      marble. A barge drifted under the steamer's stern and a lonely cow in that\n      barge bellowed. Charlie's face changed from the face of the bank-clerk to\n      that of an unknown and -- though he would not have believed this -- a\n      much shrewder man. He flung out his arm across the parapet of the bridge,\n      and laughing very loudly, said:",
                "\"When they heard our bulls bellow the Skroelings ran away!\"",
                "I waited only for an instant, but the barge and the cow had disappeared\n      under the bows of the steamer before I answered.",
                "\"Charlie, what do you suppose are Skroelings?\"",
                "\"Never heard of 'em before. They sound like a new kind of seagull. What a\n      chap you are for asking questions!\" he replied. \"I have to go to the\n      cashier of the Omnibus Company yonder. Will you wait for me and we can\n      lunch somewhere together? I've a notion for a poem.\"",
                "\"No, thanks. I'm off. You're sure you know nothing about Skroelings?\"",
                "\"Not unless he's been entered for the Liverpool Handicap.\" He nodded and\n      disappeared in the crowd.",
                "Now it is written in the Saga of Eric the Red or that of Thorfin\n      Karlsefne, that nine hundred years ago when Karlsefne's galleys came to\n      Leif's booths, which Leif had erected in the unknown land called Markland,\n      which may or may not have been Rhode Island, the Skroelings -- and the\n      Lord He knows who these may or may not have been -- came to trade with\n      the Vikings, and ran away because they were frightened at the bellowing of\n      the cattle which Thorfin had brought with him in the ships. But what in\n      the world could a Greek slave know of that affair? I wandered up and down\n      among the streets trying to unravel the mystery, and the more I considered\n      it, the more baffling it grew. One thing only seemed certain and that\n      certainty took away my breath for the moment. If I came to full knowledge\n      of anything at all, it would not be one life of the soul in Charlie\n      Mears's body, but half a dozen -- half a dozen several and separate\n      existences spent on blue water in the morning of the world!",
                "Then I walked round the situation.",
                "Obviously if I used my knowledge I should stand alone and unapproachable\n      until all men were as wise as myself. That would be something, but manlike\n      I was ungrateful. It seemed bitterly unfair that Charlie's memory should\n      fail me when I needed it most. Great Powers above -- I looked up at\n      them through the fog smoke -- did the Lords of Life and Death know what\n      this meant to me? Nothing less than eternal fame of the best kind; that\n      comes from One, and is shared by one alone. I would be content -- remembering\n      Clive, I stood astounded at my own moderation, -- with the mere right\n      to tell one story, to work out one little contribution to the light\n      literature of the day. If Charlie were permitted full recollection for one\n      hour -- for sixty short minutes -- of existences that had extended\n      over a thousand years -- I would forego all profit and honor from all\n      that I should make of his speech. I would take no share in the commotion\n      that would follow throughout the particular corner of the earth that calls\n      itself \"the world.\" The thing should be put forth anonymously. Nay, I\n      would make other men believe that they had written it. They would hire\n      bull-hided self-advertising Englishmen to bellow it abroad. Preachers\n      would found a fresh conduct of life upon it, swearing that it was new and\n      that they had lifted the fear of death from all mankind. Every Orientalist\n      in Europe would patronize it discursively with Sanskrit and Pali texts.\n      Terrible women would invent unclean variants of the men's belief for the\n      elevation of their sisters. Churches and religions would war over it.\n      Between the hailing and re-starting of an omnibus I foresaw the scuffles\n      that would arise among half a dozen denominations all professing \"the\n      doctrine of the True Metempsychosis as applied to the world and the New\n      Era\"; and saw, too, the respectable English newspapers shying, like\n      frightened kine, over the beautiful simplicity of the tale. The mind\n      leaped forward a hundred -- two hundred -- a thousand years. I saw\n      with sorrow that men would mutilate and garble the story; that rival\n      creeds would turn it upside down till, at last, the western world which\n      clings to the dread of death more closely than the hope of life, would set\n      it aside as an interesting superstition and stampede after some faith so\n      long forgotten that it seemed altogether new. Upon this I changed the\n      terms of the bargain that I would make with the Lords of Life and Death.\n      Only let me know, let me write, the story with sure knowledge that I wrote\n      the truth, and I would burn the manuscript as a solemn sacrifice. Five\n      minutes after the last line was written I would destroy it all. But I must\n      be allowed to write it with absolute certainty.",
                "There was no answer. The flaming colors of an Aquarium poster caught my\n      eye and I wondered whether it would be wise or prudent to lure Charlie\n      into the hands of the professional mesmerist, and whether, if he were\n      under his power, he would speak of his past lives. If he did, and if\n      people believed him... but Charlie would be frightened and flustered, or\n      made conceited by the interviews. In either case he would begin to lie,\n      through fear or vanity. He was safest in my own hands.",
                "\"They are very funny fools, your English,\" said a voice at my elbow, and\n      turning round I recognized a casual acquaintance, a young Bengali law\n      student, called Grish Chunder, whose father had sent him to England to\n      become civilized. The old man was a retired native official, and on an\n      income of five pounds a month contrived to allow his son two hundred\n      pounds a year, and the run of his teeth in a city where he could pretend\n      to be the cadet of a royal house, and tell stories of the brutal Indian\n      bureaucrats who ground the faces of the poor.",
                "Grish Chunder was a young, fat, full-bodied Bengali dressed with\n      scrupulous care in frock coat, tall hat, light trousers and tan gloves.\n      But I had known him in the days when the brutal Indian Government paid for\n      his university education, and he contributed cheap sedition to Sachi\n      Durpan, and intrigued with the wives of his schoolmates.",
                "\"That is very funny and very foolish,\" he said, nodding at the poster. \"I\n      am going down to the Northbrook Club. Will you come too?\"",
                "I walked with him for some time. \"You are not well,\" he said. \"What is\n      there in your mind? You do not talk.\"",
                "\"Grish Chunder, you've been too well educated to believe in a God, haven't\n      you?\"",
                "\"Oah, yes, here! But when I go home I must conciliate popular\n      superstition, and make ceremonies of purification, and my women will\n      anoint idols.\"",
                "\"And bang up tulsi and feast the purohit, and take you back\n      into caste again and make a good khuttrj of you again, you advanced\n      social Free-thinker. And you'll eat desi food, and like it all,\n      from the smell in the courtyard to the mustard oil over you.\"",
                "\"I shall very much like it,\" said Grish Chunder, unguardedly. \"Once a\n      Hindu -- always a Hindu. But I like to know what the English think they\n      know.\"",
                "\"I'll tell you something that one Englishman knows. It's an old tale to\n      you.\"",
                "I began to tell the story of Charlie in English, but Grish Chunder put a\n      question in the vernacular, and the history went forward naturally in the\n      tongue best suited for its telling. After all it could never have been\n      told in English. Grish Chunder heard me, nodding from time to time, and\n      then came up to my rooms where I finished the tale.",
                "\"Beshak,\" he said, philosophically. \"Lekin darwaza band hai.\n      (Without doubt, but the door is shut.) I have heard of this remembering of\n      previous existences among my people. It is of course an old tale with us,\n      but, to happen to an Englishman -- a cow-fed Malechk -- an\n      outcast. By Jove, that is most peculiar!\"",
                "\"Outcast yourself, Grish Chunder! You eat cow-beef every day. Let's think\n      the thing over. The boy remembers his incarnations.\"",
                "\"Does he know that?\" said Grish Chunder, quietly, swinging his legs as he\n      sat on my table. He was speaking in English now.",
                "\"He does not know anything. Would I speak to you if he did? Go on!\"",
                "\"There is no going on at all. If you tell that to your friends they will\n      say you are mad and put it in the papers. Suppose, now, you prosecute for\n      libel.\"",
                "\"Let's leave that out of the question entirely. Is there any chance of his\n      being made to speak?\"",
                "\"There is a chance. Oah, yes! But if he spoke it would mean that all this\n      world would end now -- instanto -- fall down on your head.\n      These things are not allowed, you know. As I said, the door is shut.\"",
                "\"Not a ghost of a chance?\"",
                "\"How can there be? You are a Christi-Ã¡n, and it is forbidden to eat, in\n      your books, of the Tree of Life, or else you would never die. How shall\n      you all fear death if you all know what your friend does not know that he\n      knows? I am afraid to be kicked, but I am not afraid to die, because I\n      know what I know. You are not afraid to be kicked, but you are afraid to\n      die. If you were not, by God! you English would be all over the shop in an\n      hour, upsetting the balances of power, and making commotions. It would not\n      be good. But no fear. He will remember a little and a little less, and he\n      will call it dreams. Then he will forget altogether. When I passed my\n      First Arts Examination in Calcutta that was all in the cram-book on\n      Wordsworth. 'Trailing clouds of glory,' you know.\"",
                "\"This seems to be an exception to the rule.\"",
                "\"There are no exceptions to rules. Some are not so hard-looking as others,\n      but they are all the same when you touch. If this friend of yours said\n      so-and-so and so-and-so, indicating that he remembered all his lost lives,\n      or one piece of a lost life, he would not be in the bank another hour. He\n      would be what you called sack because he was mad, and they would send him\n      to an asylum for lunatics. You can see that, my friend.\"",
                "\"Of course I can, but I wasn't thinking of him. His name need never appear\n      in the story.\"",
                "\"Ah! I see. That story will never be written. You can try.\"",
                "\"I am going to.\"",
                "\"For your own credit and for the sake of money, of course?\"",
                "\"No. For the sake of writing the story. On my honor that will be all.\"",
                "\"Even then there is no chance. You cannot play with the Gods. It is a very\n      pretty story now. As they say, Let it go on that -- I mean at that. Be\n      quick; he will not last long.\"",
                "\"How do you mean?\"",
                "\"What I say. He has never, so far, thought about a woman.\"",
                "\"Hasn't he, though!\" I remembered some of Charlie's confidences.",
                "\"I mean no woman has thought about him. When that comes; bus -- hogya -- all\n      up! I know. There are millions of women here. Housemaids, for instance.\"",
                "I winced at the thought of my story being ruined by a housemaid. And yet\n      nothing was more probable.",
                "Grish Chunder grinned.",
                "\"Yes -- also pretty girls -- cousins of his house, and perhaps not\n      of his house. One kiss that he gives back again and remembers will cure\n      all this nonsense, or else --  -- \"",
                "\"Or else what? Remember he does not know that he knows.\"",
                "\"I know that. Or else, if nothing happens he will become immersed in the\n      trade and the financial speculations like the rest. It must be so. You can\n      see that it must be so. But the woman will come first, I think.\"",
                "There was a rap at the door, and Charlie charged in impetuously. He had\n      been released from office, and by the look in his eyes I could see that he\n      had come over for a long talk; most probably with poems in his pockets.\n      Charlie's poems were very wearying, but sometimes they led him to talk\n      about the galley.",
                "Grish Chunder looked at him keenly for a minute.",
                "\"I beg your pardon,\" Charlie said, uneasily; \"I didn't know you had any\n      one with you.\"",
                "\"I am going,\" said Grish Chunder.",
                "He drew me into the lobby as he departed.",
                "\"That is your man,\" he said, quickly. \"I tell you he will never speak all\n      you wish. That is rot-bosh. But he would be most good to make to see\n      things. Suppose now we pretend that it was only play\" -- I had never\n      seen Grish Chunder so excited -- \"and pour the ink-pool into his hand.\n      Eh, what do you think? I tell you that he could see anything that a\n      man could see. Let me get the ink and the camphor. He is a seer and he\n      will tell us very many things.\"",
                "\"He may be all you say, but I'm not going to trust him to your Gods and\n      devils.\"",
                "\"It will not hurt him. He will only feel a little stupid and dull when he\n      wakes up. You have seen boys look into the ink-pool before.\"",
                "\"That is the reason why I am not going to see it any more. You'd better\n      go, Grish Chunder.\"",
                "He went, declaring far down the staircase that it was throwing away my\n      only chance of looking into the future.",
                "This left me unmoved, for I was concerned for the past, and no peering of\n      hypnotized boys into mirrors and ink-pools would help me do that. But I\n      recognized Grish Chunder's point of view and sympathized with it.",
                "\"What a big black brute that was!\" said Charlie, when I returned to him.\n      \"Well, look here, I've just done a poem; did it instead of playing\n      dominoes after lunch. May I read it?\"",
                "\"Let me read it to myself.\"",
                "\"Then you miss the proper expression. Besides, you always make my things\n      sound as if the rhymes were all wrong.",
                "\"Read it aloud, then. You're like the rest of 'em.\"",
                "Charlie mouthed me his poem, and it was not much worse than the average of\n      his verses. He had been reading his book faithfully, but he was not\n      pleased when I told him that I preferred my Longfellow undiluted with\n      Charlie.",
                "Then we began to go through the MS. line by line; Charlie parrying every\n      objection and correction with:",
                "\"Yes, that may be better, but you don't catch what I'm driving at.\"",
                "Charlie was, in one way at least, very like one kind of poet.",
                "There was a pencil scrawl at the back of the paper and \"What's that?\" I\n      said.",
                "\"Oh that's not poetry 't all. It's some rot I wrote last night before I\n      went to bed and it was too much bother to hunt for rhymes; so I made it a\n      sort of a blank verse instead.\"",
                "Here is Charlie's \"blank verse\":",
                "\"We pulled for you when the wind was against us and the sails\n  were low.\n\n  Will you never let us go?\n\n  We ate bread and onions when you took towns or ran aboard\n  quickly when you were beaten back by the foe.\n\n  The captains walked up and down the deck in fair weather singing\n  songs, but we were below.\n\n  We fainted with our chins on the oars and you did not see that we\n  were idle for we still swung to and fro.\n\n  Will you never let us go?\n\n  The salt made the oar handles like sharkskin; our knees were cut to\n  the bone with salt cracks; our hair was stuck to our foreheads; and\n  our lips were cut to our gums and you whipped us because we\n  could not row.\n\n  Will you never let us go?\n\n  But in a little time we shall run out of the portholes as the water\n  runs along the oarblade, and though you tell the others to row after\n  us you will never catch us till you catch the oar-thresh and tie up\n  the winds in the belly of the sail. Aho!\n\n  Will you never let us go?\"",
                "\"H'm. What's oar-thresh, Charlie?\"",
                "\"The water washed up by the oars. That's the sort of song they might sing\n      in the galley, y'know. Aren't you ever going to finish that story and give\n      me some of the profits?\"",
                "\"It depends on yourself. If you had only told me more about your hero in\n      the first instance it might have been finished by now. You're so hazy in\n      your notions.\"",
                "\"I only want to give you the general notion of it -- the knocking about\n      from place to place and the fighting and all that. Can't you fill in the\n      rest yourself? Make the hero save a girl on a pirate-galley and marry her\n      or do something.\"",
                "\"You're a really helpful collaborator. I suppose the hero went through\n      some few adventures before he married.\"",
                "\"Well then, make him a very artful card -- a low sort of man -- a\n      sort of political man who went about making treaties and breaking them -- a\n      black-haired chap who hid behind the mast when the fighting began.\"",
                "\"But you said the other day that he was red-haired.\"",
                "\"I couldn't have. Make him black-haired of course. You've no imagination.\"",
                "Seeing that I had just discovered the entire principles upon which the\n      half-memory falsely called imagination is based, I felt entitled to laugh,\n      but forbore, for the sake of the tale.",
                "\"You're right. You're the man with imagination. A black-haired chap\n      in a decked ship,\" I said.",
                "\"No, an open ship -- like a big boat.\"",
                "This was maddening.",
                "\"Your ship has been built and designed, closed and decked in; you said so\n      yourself,\" I protested.",
                "\"No, no, not that ship. That was open, or half decked because --  -- .\n      By Jove you're right. You made me think of the hero as a red-haired chap.\n      Of course if he were red, the ship would be an open one with painted\n      sails.\"",
                "Surely, I thought he would remember now that he had served in two galleys\n      at least -- in a three-decked Greek one under the black-haired\n      \"political man,\" and again in a Viking's open sea-serpent under the man\n      \"red as a red bear\" who went to Markland. The devil prompted me to speak.",
                "\"Why, 'of course,' Charlie?\" said I.",
                "\"I don't know. Are you making fun of me?\"",
                "The current was broken for the time being. I took up a notebook and\n      pretended to make many entries in it.",
                "\"It's a pleasure to work with an imaginative chap like yourself,\" I said\n      after a pause. \"The way that you've brought out the character of the hero\n      is simply wonderful.\"",
                "\"Do you think so?\" he answered, with a pleased flush. \"I often tell myself\n      that there's more in me than my mo -- than people think.\"",
                "\"There's an enormous amount in you.\"",
                "\"Then, won't you let me send an essay on The Ways of Bank Clerks to\n      Tit-Bits, and get the guinea prize?\"",
                "\"That wasn't exactly what I meant, old fellow: perhaps it would be better\n      to wait a little and go ahead with the galley-story.\"",
                "\"Ah, but I sha'n't get the credit of that. 'Tit-Bits' would publish my\n      name and address if I win. What are you grinning at? They would.\"",
                "\"I know it. Suppose you go for a walk. I want to look through my notes\n      about our story.\"",
                "Now this reprehensible youth who left me, a little hurt and put back,\n      might for aught he or I knew have been one of the crew of the Argo -- had\n      been certainly slave or comrade to Thorfin Karlsefne. Therefore he was\n      deeply interested in guinea competitions. Remembering what Grish Chunder\n      had said I laughed aloud. The Lords of Life and Death would never allow\n      Charlie Mears to speak with full knowledge of his pasts, and I must even\n      piece out what he had told me with my own poor inventions while Charlie\n      wrote of the ways of bank-clerks.",
                "I got together and placed on one file all my notes; and the net result was\n      not cheering. I read them a second time. There was nothing that might not\n      have been compiled at second-hand from other people's books -- except,\n      perhaps, the story of the fight in the harbor. The adventures of a Viking\n      had been written many times before; the history of a Greek galley-slave\n      was no new thing, and though I wrote both, who could challenge or confirm\n      the accuracy of my details? I might as well tell a tale of two thousand\n      years hence. The Lords of Life and Death were as cunning as Grish Chunder\n      had hinted. They would allow nothing to escape that might trouble or make\n      easy the minds of men. Though I was convinced of this, yet I could not\n      leave the tale alone. Exaltation followed reaction, not once, but twenty\n      times in the next few weeks. My moods varied with the March sunlight and\n      flying clouds. By night or in the beauty of a spring morning I perceived\n      that I could write that tale and shift continents thereby. In the wet,\n      windy afternoons, I saw that the tale might indeed be written, but would\n      be nothing more than a faked, false-varnished, sham-rusted piece of\n      Wardour Street work at the end. Then I blessed Charlie in many ways -- though\n      it was no fault of his. He seemed to be busy with prize competitions, and\n      I saw less and less of him as the weeks went by and the earth cracked and\n      grew ripe to spring, and the buds swelled in their sheaths. He did not\n      care to read or talk of what he had read, and there was a new ring of\n      self-assertion in his voice. I hardly cared to remind him of the galley\n      when we met; but Charlie alluded to it on every occasion, always as a\n      story from which money was to be made.",
                "\"I think I deserve twenty-five per cent., don't I, at least,\" he said,\n      with beautiful frankness. \"I supplied all the ideas, didn't I?\"",
                "This greediness for silver was a new side in his nature. I assumed that it\n      had been developed in the City, where Charlie was picking up the curious\n      nasal drawl of the underbred City man.",
                "\"When the thing's done we'll talk about it. I can't make anything of it at\n      present. Red-haired or black-haired hero are equally difficult.\"",
                "He was sitting by the fire staring at the red coals. \"I can't\n      understand what you find so difficult. It's all as clean as mud to me,\" he\n      replied. A jet of gas puffed out between the bars, took light and whistled\n      softly. \"Suppose we take the red-haired hero's adventures first, from the\n      time that he came south to my galley and captured it and sailed to the\n      Beaches.\"",
                "I knew better now than to interrupt Charlie. I was out of reach of pen and\n      paper, and dared not move to get them lest I should break the current. The\n      gas-jet puffed and whinnied, Charlie's voice dropped almost to a whisper,\n      and he told a tale of the sailing of an open galley to Furdurstrandi, of\n      sunsets on the open sea, seen under the curve of the one sail evening\n      after evening when the galley's beak was notched into the centre of the\n      sinking disc, and \"we sailed by that for we had no other guide,\" quoth\n      Charlie. He spoke of a landing on an island and explorations in its woods,\n      where the crew killed three men whom they found asleep under the pines.\n      Their ghosts, Charlie said, followed the galley, swimming and choking in\n      the water, and the crew cast lots and threw one of their number overboard\n      as a sacrifice to the strange gods whom they had offended. Then they ate\n      sea-weed when their provisions failed, and their legs swelled, and their\n      leader, the red-haired man, killed two rowers who mutinied, and after a\n      year spent among the woods they set sail for their own country, and a wind\n      that never failed carried them back so safely that they all slept at\n      night. This and much more Charlie told. Sometimes the voice fell so low\n      that I could not catch the words, though every nerve was on the strain. He\n      spoke of their leader, the red-haired man, as a pagan speaks of his God;\n      for it was he who cheered them and slew them impartially as he thought\n      best for their needs; and it was he who steered them for three days among\n      floating ice, each floe crowded with strange beasts that \"tried to sail\n      with us,\" said Charlie, \"and we beat them back with the handles of the\n      oars.\"",
                "The gas-jet went out, a burned coal gave way, and the fire settled down\n      with a tiny crash to the bottom of the grate. Charlie ceased speaking, and\n      I said no word.",
                "\"By Jove!\" he said, at last, shaking his head. \"I've been staring at the\n      fire till I'm dizzy. What was I going to say?\"",
                "\"Something about the galley.\"",
                "\"I remember now. It's 25 per cent. of the profits, isn't it?\"",
                "\"It's anything you like when I've done the tale.\"",
                "\"I wanted to be sure of that. I must go now. I've, I've an appointment.\"\n       And he left me.",
                "Had my eyes not been held I might have know that that broken muttering\n      over the fire was the swan-song of Charlie Mears. But I thought it the\n      prelude to fuller revelation. At last and at last I should cheat the Lords\n      of Life and Death!",
                "When next Charlie came to me I received him with rapture. He was nervous\n      and embarrassed, but his eyes were very full of light, and his lips a\n      little parted.",
                "\"I've done a poem,\" he said; and then quickly: \"it's the best I've ever\n      done. Read it.\" He thrust it into my hand and retreated to the window.",
                "I groaned inwardly. It would be the work of half an hour to criticise -- that\n      is to say praise -- the poem sufficiently to please Charlie. Then I had\n      good reason to groan, for Charlie, discarding his favorite centipede\n      metres, had launched into shorter and choppier verse, and verse with a\n      motive at the back of it. This is what I read:",
                "\"The day is most fair, the cheery wind\n    Halloos behind the hill,\n  Where he bends the wood as seemeth good,\n    And the sapling to his will!\n  Riot O wind; there is that in my blood\n    That would not have thee still!\n\n  \"She gave me herself, O Earth, O Sky;\n    Grey sea, she is mine alone!\n  Let the sullen boulders hear my cry,\n    And rejoice tho' they be but stone!\n\n  \"Mine! I have won her, O good brown earth,\n    Make merry! 'Tis hard on Spring;\n  Make merry; my love is doubly worth\n    All worship your fields can bring!\n  Let the bind that tills you feel my mirth\n    At the early harrowing.\"",
                "\"Yes, it's the early harrowing, past a doubt,\" I said, with a dread at my\n      heart. Charlie smiled, but did not answer.",
                "\"Red cloud of the sunset, tell it abroad;\n    I am victor. Greet me, O Sun,\n  Dominant master and absolute lord\n    Over the soul of one!\"",
                "\"Well?\" said Charlie, looking over my shoulder.",
                "I thought it far from well, and very evil indeed, when he silently laid a\n      photograph on the paper -- the photograph of a girl with a curly head,\n      and a foolish slack mouth.",
                "\"Isn't it -- isn't it wonderful?\" he whispered, pink to the tips of his\n      ears, wrapped in the rosy mystery of first love. \"I didn't know; I didn't\n      think -- it came like a thunderclap.\"",
                "\"Yes. It comes like a thunderclap. Are you very happy, Charlie?\"",
                "\"My God -- she -- she loves me!\" He sat down repeating the last\n      words to himself. I looked at the hairless face, the narrow shoulders\n      already bowed by desk-work, and wondered when, where, and how he had loved\n      in his past lives.",
                "\"What will your mother say?\" I asked, cheerfully.",
                "\"I don't care a damn what she says.\"",
                "At twenty the things for which one does not care a damn should, properly,\n      be many, but one must not include mothers in the list. I told him this\n      gently; and he described Her, even as Adam must have described to the\n      newly named beasts the glory and tenderness and beauty of Eve.\n      Incidentally I learned that She was a tobacconist's assistant with a\n      weakness for pretty dress, and had told him four or five times already\n      that She had never been kissed by a man before.",
                "Charlie spoke on, and on, and on; while I, separated from him by thousands\n      of years, was considering the beginnings of things. Now I understood why\n      the Lords of Life and Death shut the doors so carefully behind us. It is\n      that we may not remember our first wooings. Were it not so, our world\n      would be without inhabitants in a hundred years.",
                "\"Now, about that galley-story,\" I said, still more cheerfully, in a pause\n      in the rush of the speech.",
                "Charlie looked up as though he had been hit. \"The galley -- what\n      galley? Good heavens, don't joke, man! This is serious! You don't know how\n      serious it is!\"",
                "Grish Chunder was right. Charlie had tasted the love of woman that kills\n      remembrance, and the finest story in the world would never be written."
            ]
        }
    ]
}