{
    "id": "2819",
    "title": "Barrack-room Ballads",
    "author": "Rudyard Kipling",
    "content": [
        {
            "name": " First Series (1892) ",
            "sub_name": "",
            "text": []
        },
        {
            "name": " Danny Deever ",
            "sub_name": "",
            "text": [
                "Danny Deever",
                "\"What are the bugles blowin' for?\" said Files-on-Parade.\n   \"To turn you out, to turn you out\", the Colour-Sergeant said.\n   \"What makes you look so white, so white?\" said Files-on-Parade.\n   \"I'm dreadin' what I've got to watch\", the Colour-Sergeant said.\n       For they're hangin' Danny Deever, you can hear the Dead March play,\n       The regiment's in 'ollow square -- they're hangin' him to-day;\n       They've taken of his buttons off an' cut his stripes away,\n       An' they're hangin' Danny Deever in the mornin'.\n\n   \"What makes the rear-rank breathe so 'ard?\" said Files-on-Parade.\n   \"It's bitter cold, it's bitter cold\", the Colour-Sergeant said.\n   \"What makes that front-rank man fall down?\" said Files-on-Parade.\n   \"A touch o' sun, a touch o' sun\", the Colour-Sergeant said.\n       They are hangin' Danny Deever, they are marchin' of 'im round,\n       They 'ave 'alted Danny Deever by 'is coffin on the ground;\n       An' 'e'll swing in 'arf a minute for a sneakin' shootin' hound -- \n       O they're hangin' Danny Deever in the mornin'!\n\n   \"'Is cot was right-'and cot to mine\", said Files-on-Parade.\n   \"'E's sleepin' out an' far to-night\", the Colour-Sergeant said.\n   \"I've drunk 'is beer a score o' times\", said Files-on-Parade.\n   \"'E's drinkin' bitter beer alone\", the Colour-Sergeant said.\n       They are hangin' Danny Deever, you must mark 'im to 'is place,\n       For 'e shot a comrade sleepin' -- you must look 'im in the face;\n       Nine 'undred of 'is county an' the regiment's disgrace,\n       While they're hangin' Danny Deever in the mornin'.\n\n   \"What's that so black agin' the sun?\" said Files-on-Parade.\n   \"It's Danny fightin' 'ard for life\", the Colour-Sergeant said.\n   \"What's that that whimpers over'ead?\" said Files-on-Parade.\n   \"It's Danny's soul that's passin' now\", the Colour-Sergeant said.\n       For they're done with Danny Deever, you can 'ear the quickstep play,\n       The regiment's in column, an' they're marchin' us away;\n       Ho! the young recruits are shakin', an' they'll want their beer to-day,\n       After hangin' Danny Deever in the mornin'."
            ]
        },
        {
            "name": " Tommy ",
            "sub_name": "",
            "text": [
                "Tommy",
                "I went into a public-'ouse to get a pint o' beer,\n   The publican 'e up an' sez, \"We serve no red-coats here.\"\n    The girls be'ind the bar they laughed an' giggled fit to die,\n   I outs into the street again an' to myself sez I:\n       O it's Tommy this, an' Tommy that, an' \"Tommy, go away\";\n       But it's \"Thank you, Mister Atkins\", when the band begins to play,\n       The band begins to play, my boys, the band begins to play,\n       O it's \"Thank you, Mister Atkins\", when the band begins to play.\n\n   I went into a theatre as sober as could be,\n   They gave a drunk civilian room, but 'adn't none for me;\n   They sent me to the gallery or round the music-'alls,\n   But when it comes to fightin', Lord! they'll shove me in the stalls!\n       For it's Tommy this, an' Tommy that, an' \"Tommy, wait outside\";\n       But it's \"Special train for Atkins\" when the trooper's on the tide,\n       The troopship's on the tide, my boys, the troopship's on the tide,\n       O it's \"Special train for Atkins\" when the trooper's on the tide.\n\n   Yes, makin' mock o' uniforms that guard you while you sleep\n   Is cheaper than them uniforms, an' they're starvation cheap;\n   An' hustlin' drunken soldiers when they're goin' large a bit\n   Is five times better business than paradin' in full kit.\n       Then it's Tommy this, an' Tommy that, an' \"Tommy, 'ow's yer soul?\"\n        But it's \"Thin red line of 'eroes\" when the drums begin to roll,\n       The drums begin to roll, my boys, the drums begin to roll,\n       O it's \"Thin red line of 'eroes\" when the drums begin to roll.\n\n   We aren't no thin red 'eroes, nor we aren't no blackguards too,\n   But single men in barricks, most remarkable like you;\n   An' if sometimes our conduck isn't all your fancy paints,\n   Why, single men in barricks don't grow into plaster saints;\n       While it's Tommy this, an' Tommy that, an' \"Tommy, fall be'ind\",\n       But it's \"Please to walk in front, sir\", when there's trouble in the wind,\n       There's trouble in the wind, my boys, there's trouble in the wind,\n       O it's \"Please to walk in front, sir\", when there's trouble in the wind.\n\n   You talk o' better food for us, an' schools, an' fires, an' all:\n   We'll wait for extry rations if you treat us rational.\n   Don't mess about the cook-room slops, but prove it to our face\n   The Widow's Uniform is not the soldier-man's disgrace.\n       For it's Tommy this, an' Tommy that, an' \"Chuck him out, the brute!\"\n        But it's \"Saviour of 'is country\" when the guns begin to shoot;\n       An' it's Tommy this, an' Tommy that, an' anything you please;\n       An' Tommy ain't a bloomin' fool -- you bet that Tommy sees!"
            ]
        },
        {
            "name": " Fuzzy-Wuzzy ",
            "sub_name": "",
            "text": [
                "Fuzzy-Wuzzy",
                "(Soudan Expeditionary Force)",
                "We've fought with many men acrost the seas,\n     An' some of 'em was brave an' some was not:\n   The Paythan an' the Zulu an' Burmese;\n     But the Fuzzy was the finest o' the lot.\n   We never got a ha'porth's change of 'im:\n     'E squatted in the scrub an' 'ocked our 'orses,\n   'E cut our sentries up at Suakim,\n     An' 'e played the cat an' banjo with our forces.\n       So 'ere's to you, Fuzzy-Wuzzy, at your 'ome in the Soudan;\n       You're a pore benighted 'eathen but a first-class fightin' man;\n       We gives you your certificate, an' if you want it signed\n       We'll come an' 'ave a romp with you whenever you're inclined.\n\n   We took our chanst among the Khyber 'ills,\n     The Boers knocked us silly at a mile,\n   The Burman give us Irriwaddy chills,\n     An' a Zulu impi dished us up in style:\n   But all we ever got from such as they\n     Was pop to what the Fuzzy made us swaller;\n   We 'eld our bloomin' own, the papers say,\n     But man for man the Fuzzy knocked us 'oller.\n       Then 'ere's to you, Fuzzy-Wuzzy, an' the missis and the kid;\n       Our orders was to break you, an' of course we went an' did.\n       We sloshed you with Martinis, an' it wasn't 'ardly fair;\n       But for all the odds agin' you, Fuzzy-Wuz, you broke the square.\n\n   'E 'asn't got no papers of 'is own,\n     'E 'asn't got no medals nor rewards,\n   So we must certify the skill 'e's shown\n     In usin' of 'is long two-'anded swords:\n   When 'e's 'oppin' in an' out among the bush\n     With 'is coffin-'eaded shield an' shovel-spear,\n   An 'appy day with Fuzzy on the rush\n     Will last an 'ealthy Tommy for a year.\n       So 'ere's to you, Fuzzy-Wuzzy, an' your friends which are no more,\n       If we 'adn't lost some messmates we would 'elp you to deplore;\n       But give an' take's the gospel, an' we'll call the bargain fair,\n       For if you 'ave lost more than us, you crumpled up the square!\n\n   'E rushes at the smoke when we let drive,\n     An', before we know, 'e's 'ackin' at our 'ead;\n   'E's all 'ot sand an' ginger when alive,\n     An' 'e's generally shammin' when 'e's dead.\n   'E's a daisy, 'e's a ducky, 'e's a lamb!\n     'E's a injia-rubber idiot on the spree,\n   'E's the on'y thing that doesn't give a damn\n     For a Regiment o' British Infantree!\n       So 'ere's to you, Fuzzy-Wuzzy, at your 'ome in the Soudan;\n       You're a pore benighted 'eathen but a first-class fightin' man;\n       An' 'ere's to you, Fuzzy-Wuzzy, with your 'ayrick 'ead of 'air -- \n       You big black boundin' beggar -- for you broke a British square!"
            ]
        },
        {
            "name": " Soldier, Soldier ",
            "sub_name": "",
            "text": [
                "Soldier, Soldier",
                "\"Soldier, soldier come from the wars,\n   Why don't you march with my true love?\"\n    \"We're fresh from off the ship an' 'e's maybe give the slip,\n   An' you'd best go look for a new love.\"\n        New love!  True love!\n       Best go look for a new love,\n       The dead they cannot rise, an' you'd better dry your eyes,\n       An' you'd best go look for a new love.\n\n   \"Soldier, soldier come from the wars,\n   What did you see o' my true love?\"\n    \"I seed 'im serve the Queen in a suit o' rifle-green,\n   An' you'd best go look for a new love.\"\n\n   \"Soldier, soldier come from the wars,\n   Did ye see no more o' my true love?\"\n    \"I seed 'im runnin' by when the shots begun to fly -- \n   But you'd best go look for a new love.\"\n\n   \"Soldier, soldier come from the wars,\n   Did aught take 'arm to my true love?\"\n    \"I couldn't see the fight, for the smoke it lay so white -- \n   An' you'd best go look for a new love.\"\n\n   \"Soldier, soldier come from the wars,\n   I'll up an' tend to my true love!\"\n    \"'E's lying on the dead with a bullet through 'is 'ead,\n   An' you'd best go look for a new love.\"\n\n   \"Soldier, soldier come from the wars,\n   I'll down an' die with my true love!\"\n    \"The pit we dug'll 'ide 'im an' the twenty men beside 'im -- \n   An' you'd best go look for a new love.\"\n\n   \"Soldier, soldier come from the wars,\n   Do you bring no sign from my true love?\"\n    \"I bring a lock of 'air that 'e allus used to wear,\n   An' you'd best go look for a new love.\"\n\n   \"Soldier, soldier come from the wars,\n   O then I know it's true I've lost my true love!\"\n    \"An' I tell you truth again -- when you've lost the feel o' pain\n   You'd best take me for your true love.\"\n        True love!  New love!\n       Best take 'im for a new love,\n       The dead they cannot rise, an' you'd better dry your eyes,\n       An' you'd best take 'im for your true love."
            ]
        },
        {
            "name": " Screw-Guns ",
            "sub_name": "",
            "text": [
                "Screw-Guns",
                "Smokin' my pipe on the mountings, sniffin' the mornin' cool,\n   I walks in my old brown gaiters along o' my old brown mule,\n   With seventy gunners be'ind me, an' never a beggar forgets\n   It's only the pick of the Army\n             that handles the dear little pets -- 'Tss! 'Tss!\n       For you all love the screw-guns -- the screw-guns they all love you!\n       So when we call round with a few guns,\n                 o' course you will know what to do -- hoo! hoo!\n       Jest send in your Chief an' surrender -- \n                 it's worse if you fights or you runs:\n       You can go where you please, you can skid up the trees,\n                 but you don't get away from the guns!\n\n   They sends us along where the roads are, but mostly we goes where they ain't:\n   We'd climb up the side of a sign-board an' trust to the stick o' the paint:\n   We've chivied the Naga an' Looshai, we've give the Afreedeeman fits,\n   For we fancies ourselves at two thousand,\n             we guns that are built in two bits -- 'Tss! 'Tss!\n       For you all love the screw-guns...\n\n   If a man doesn't work, why, we drills 'im an' teaches 'im 'ow to behave;\n   If a beggar can't march, why, we kills 'im an' rattles 'im into 'is grave.\n   You've got to stand up to our business an' spring without snatchin' or fuss.\n   D'you say that you sweat with the field-guns?\n             By God, you must lather with us -- 'Tss! 'Tss!\n       For you all love the screw-guns...\n\n   The eagles is screamin' around us, the river's a-moanin' below,\n   We're clear o' the pine an' the oak-scrub,\n             we're out on the rocks an' the snow,\n   An' the wind is as thin as a whip-lash what carries away to the plains\n   The rattle an' stamp o' the lead-mules -- \n             the jinglety-jink o' the chains -- 'Tss! 'Tss!\n       For you all love the screw-guns...\n\n   There's a wheel on the Horns o' the Mornin',\n             an' a wheel on the edge o' the Pit,\n   An' a drop into nothin' beneath you as straight as a beggar can spit:\n   With the sweat runnin' out o' your shirt-sleeves,\n             an' the sun off the snow in your face,\n   An' 'arf o' the men on the drag-ropes\n             to hold the old gun in 'er place -- 'Tss! 'Tss!\n       For you all love the screw-guns...\n\n   Smokin' my pipe on the mountings, sniffin' the mornin' cool,\n   I climbs in my old brown gaiters along o' my old brown mule.\n   The monkey can say what our road was -- \n             the wild-goat 'e knows where we passed.\n   Stand easy, you long-eared old darlin's!\n             Out drag-ropes!  With shrapnel!  Hold fast -- 'Tss! 'Tss!\n       For you all love the screw-guns -- the screw-guns they all love you!\n       So when we take tea with a few guns,\n                 o' course you will know what to do -- hoo! hoo!\n       Jest send in your Chief an' surrender -- \n                 it's worse if you fights or you runs:\n       You may hide in the caves, they'll be only your graves,\n                 but you can't get away from the guns!"
            ]
        },
        {
            "name": " Cells ",
            "sub_name": "",
            "text": [
                "Cells",
                "I've a head like a concertina:  I've a tongue like a button-stick:\n   I've a mouth like an old potato, and I'm more than a little sick,\n   But I've had my fun o' the Corp'ral's Guard:  I've made the cinders fly,\n   And I'm here in the Clink for a thundering drink\n             and blacking the Corporal's eye.\n       With a second-hand overcoat under my head,\n       And a beautiful view of the yard,\n     O it's pack-drill for me and a fortnight's C.B.\n       For \"drunk and resisting the Guard!\"\n        Mad drunk and resisting the Guard -- \n       'Strewth, but I socked it them hard!\n     So it's pack-drill for me and a fortnight's C.B.\n       For \"drunk and resisting the Guard.\"\n\n   I started o' canteen porter, I finished o' canteen beer,\n   But a dose o' gin that a mate slipped in, it was that that brought me here.\n   'Twas that and an extry double Guard that rubbed my nose in the dirt;\n   But I fell away with the Corp'ral's stock\n             and the best of the Corp'ral's shirt.\n\n   I left my cap in a public-house, my boots in the public road,\n   And Lord knows where, and I don't care, my belt and my tunic goed;\n   They'll stop my pay, they'll cut away the stripes I used to wear,\n   But I left my mark on the Corp'ral's face, and I think he'll keep it there!\n\n   My wife she cries on the barrack-gate, my kid in the barrack-yard,\n   It ain't that I mind the Ord'ly room -- it's that that cuts so hard.\n   I'll take my oath before them both that I will sure abstain,\n   But as soon as I'm in with a mate and gin, I know I'll do it again!\n       With a second-hand overcoat under my head,\n       And a beautiful view of the yard,\n     Yes, it's pack-drill for me and a fortnight's C.B.\n       For \"drunk and resisting the Guard!\"\n        Mad drunk and resisting the Guard -- \n       'Strewth, but I socked it them hard!\n     So it's pack-drill for me and a fortnight's C.B.\n       For \"drunk and resisting the Guard.\""
            ]
        },
        {
            "name": " Gunga Din ",
            "sub_name": "",
            "text": [
                "Gunga Din",
                "You may talk o' gin and beer\n   When you're quartered safe out 'ere,\n   An' you're sent to penny-fights an' Aldershot it;\n   But when it comes to slaughter\n   You will do your work on water,\n   An' you'll lick the bloomin' boots of 'im that's got it.\n   Now in Injia's sunny clime,\n   Where I used to spend my time\n   A-servin' of 'Er Majesty the Queen,\n   Of all them blackfaced crew\n   The finest man I knew\n   Was our regimental bhisti, Gunga Din.\n         He was \"Din! Din! Din!\n     You limpin' lump o' brick-dust, Gunga Din!\n         Hi! slippery hitherao!\n         Water, get it!  Panee lao!\n     You squidgy-nosed old idol, Gunga Din.\"\n\n   The uniform 'e wore\n   Was nothin' much before,\n   An' rather less than 'arf o' that be'ind,\n   For a piece o' twisty rag\n   An' a goatskin water-bag\n   Was all the field-equipment 'e could find.\n   When the sweatin' troop-train lay\n   In a sidin' through the day,\n   Where the 'eat would make your bloomin' eyebrows crawl,\n   We shouted \"Harry By!\"\n    Till our throats were bricky-dry,\n   Then we wopped 'im 'cause 'e couldn't serve us all.\n         It was \"Din! Din! Din!\n     You 'eathen, where the mischief 'ave you been?\n         You put some juldee in it\n         Or I'll marrow you this minute\n     If you don't fill up my helmet, Gunga Din!\"\n\n   'E would dot an' carry one\n   Till the longest day was done;\n   An' 'e didn't seem to know the use o' fear.\n   If we charged or broke or cut,\n   You could bet your bloomin' nut,\n   'E'd be waitin' fifty paces right flank rear.\n   With 'is mussick on 'is back,\n   'E would skip with our attack,\n   An' watch us till the bugles made \"Retire\",\n   An' for all 'is dirty 'ide\n   'E was white, clear white, inside\n   When 'e went to tend the wounded under fire!\n         It was \"Din! Din! Din!\"\n      With the bullets kickin' dust-spots on the green.\n         When the cartridges ran out,\n         You could hear the front-files shout,\n     \"Hi! ammunition-mules an' Gunga Din!\"\n\n   I shan't forgit the night\n   When I dropped be'ind the fight\n   With a bullet where my belt-plate should 'a' been.\n   I was chokin' mad with thirst,\n   An' the man that spied me first\n   Was our good old grinnin', gruntin' Gunga Din.\n   'E lifted up my 'ead,\n   An' he plugged me where I bled,\n   An' 'e guv me 'arf-a-pint o' water-green:\n   It was crawlin' and it stunk,\n   But of all the drinks I've drunk,\n   I'm gratefullest to one from Gunga Din.\n         It was \"Din! Din! Din!\n     'Ere's a beggar with a bullet through 'is spleen;\n         'E's chawin' up the ground,\n         An' 'e's kickin' all around:\n     For Gawd's sake git the water, Gunga Din!\"\n\n   'E carried me away\n   To where a dooli lay,\n   An' a bullet come an' drilled the beggar clean.\n   'E put me safe inside,\n   An' just before 'e died,\n   \"I 'ope you liked your drink\", sez Gunga Din.\n   So I'll meet 'im later on\n   At the place where 'e is gone -- \n   Where it's always double drill and no canteen;\n   'E'll be squattin' on the coals\n   Givin' drink to poor damned souls,\n   An' I'll get a swig in hell from Gunga Din!\n         Yes, Din! Din! Din!\n     You Lazarushian-leather Gunga Din!\n         Though I've belted you and flayed you,\n         By the livin' Gawd that made you,\n     You're a better man than I am, Gunga Din!"
            ]
        },
        {
            "name": " Oonts ",
            "sub_name": "",
            "text": [
                "Oonts",
                "(Northern India Transport Train)\n\n   Wot makes the soldier's 'eart to penk, wot makes 'im to perspire?\n   It isn't standin' up to charge nor lyin' down to fire;\n   But it's everlastin' waitin' on a everlastin' road\n   For the commissariat camel an' 'is commissariat load.\n       O the oont, O the oont, O the commissariat oont!\n        With 'is silly neck a-bobbin' like a basket full o' snakes;\n       We packs 'im like an idol, an' you ought to 'ear 'im grunt,\n        An' when we gets 'im loaded up 'is blessed girth-rope breaks.\n\n   Wot makes the rear-guard swear so 'ard when night is drorin' in,\n   An' every native follower is shiverin' for 'is skin?\n   It ain't the chanst o' being rushed by Paythans from the 'ills,\n   It's the commissariat camel puttin' on 'is bloomin' frills!\n       O the oont, O the oont, O the hairy scary oont!\n        A-trippin' over tent-ropes when we've got the night alarm!\n       We socks 'im with a stretcher-pole an' 'eads 'im off in front,\n        An' when we've saved 'is bloomin' life 'e chaws our bloomin' arm.\n\n   The 'orse 'e knows above a bit, the bullock's but a fool,\n   The elephant's a gentleman, the battery-mule's a mule;\n   But the commissariat cam-u-el, when all is said an' done,\n   'E's a devil an' a ostrich an' a orphan-child in one.\n       O the oont, O the oont, O the Gawd-forsaken oont!\n        The lumpy-'umpy 'ummin'-bird a-singin' where 'e lies,\n       'E's blocked the whole division from the rear-guard to the front,\n        An' when we get him up again -- the beggar goes an' dies!\n\n   'E'll gall an' chafe an' lame an' fight -- 'e smells most awful vile;\n   'E'll lose 'isself for ever if you let 'im stray a mile;\n   'E's game to graze the 'ole day long an' 'owl the 'ole night through,\n   An' when 'e comes to greasy ground 'e splits 'isself in two.\n       O the oont, O the oont, O the floppin', droppin' oont!\n        When 'is long legs give from under an' 'is meltin' eye is dim,\n       The tribes is up be'ind us, and the tribes is out in front -- \n        It ain't no jam for Tommy, but it's kites an' crows for 'im.\n\n   So when the cruel march is done, an' when the roads is blind,\n   An' when we sees the camp in front an' 'ears the shots be'ind,\n   Ho! then we strips 'is saddle off, and all 'is woes is past:\n   'E thinks on us that used 'im so, and gets revenge at last.\n       O the oont, O the oont, O the floatin', bloatin' oont!\n        The late lamented camel in the water-cut 'e lies;\n       We keeps a mile be'ind 'im an' we keeps a mile in front,\n        But 'e gets into the drinkin'-casks, and then o' course we dies."
            ]
        },
        {
            "name": " Loot ",
            "sub_name": "",
            "text": [
                "Loot",
                "If you've ever stole a pheasant-egg be'ind the keeper's back,\n    If you've ever snigged the washin' from the line,\n   If you've ever crammed a gander in your bloomin' 'aversack,\n    You will understand this little song o' mine.\n   But the service rules are 'ard, an' from such we are debarred,\n    For the same with English morals does not suit.\n       (Cornet:  Toot! toot!)\n   W'y, they call a man a robber if 'e stuffs 'is marchin' clobber\n    With the -- \n   (Chorus)  Loo! loo!  Lulu! lulu!  Loo! loo!  Loot! loot! loot!\n                  Ow the loot!\n                  Bloomin' loot!\n               That's the thing to make the boys git up an' shoot!\n                It's the same with dogs an' men,\n                If you'd make 'em come again\n               Clap 'em forward with a Loo! loo! Lulu! Loot!\n       (ff)  Whoopee!  Tear 'im, puppy!  Loo! loo! Lulu!  Loot! loot! loot!\n\n   If you've knocked a nigger edgeways when 'e's thrustin' for your life,\n    You must leave 'im very careful where 'e fell;\n   An' may thank your stars an' gaiters if you didn't feel 'is knife\n    That you ain't told off to bury 'im as well.\n   Then the sweatin' Tommies wonder as they spade the beggars under\n    Why lootin' should be entered as a crime;\n   So if my song you'll 'ear, I will learn you plain an' clear\n    'Ow to pay yourself for fightin' overtime.\n   (Chorus)  With the loot,...\n\n   Now remember when you're 'acking round a gilded Burma god\n    That 'is eyes is very often precious stones;\n   An' if you treat a nigger to a dose o' cleanin'-rod\n    'E's like to show you everything 'e owns.\n   When 'e won't prodooce no more, pour some water on the floor\n    Where you 'ear it answer 'ollow to the boot\n       (Cornet:  Toot! toot!) -- \n   When the ground begins to sink, shove your baynick down the chink,\n    An' you're sure to touch the -- \n   (Chorus)  Loo! loo!  Lulu!   Loot! loot! loot!\n                  Ow the loot!...\n\n   When from 'ouse to 'ouse you're 'unting, you must always work in pairs -- \n    It 'alves the gain, but safer you will find -- \n   For a single man gets bottled on them twisty-wisty stairs,\n    An' a woman comes and clobs 'im from be'ind.\n   When you've turned 'em inside out, an' it seems beyond a doubt\n    As if there weren't enough to dust a flute\n       (Cornet:  Toot! toot!) -- \n   Before you sling your 'ook, at the 'ousetops take a look,\n    For it's underneath the tiles they 'ide the loot.\n   (Chorus)  Ow the loot!...\n\n   You can mostly square a Sergint an' a Quartermaster too,\n    If you only take the proper way to go;\n   I could never keep my pickin's, but I've learned you all I knew -- \n    An' don't you never say I told you so.\n   An' now I'll bid good-bye, for I'm gettin' rather dry,\n    An' I see another tunin' up to toot\n       (Cornet:  Toot! toot!) -- \n   So 'ere's good-luck to those that wears the Widow's clo'es,\n    An' the Devil send 'em all they want o' loot!\n   (Chorus)     Yes, the loot,\n                  Bloomin' loot!\n               In the tunic an' the mess-tin an' the boot!\n                It's the same with dogs an' men,\n                If you'd make 'em come again\n      (fff)  Whoop 'em forward with a Loo! loo!  Lulu!  Loot! loot! loot!\n               Heeya!  Sick 'im, puppy!  Loo! loo!  Lulu!  Loot! loot! loot!"
            ]
        },
        {
            "name": " 'Snarleyow' ",
            "sub_name": "",
            "text": [
                "'Snarleyow'",
                "This 'appened in a battle to a batt'ry of the corps\n   Which is first among the women an' amazin' first in war;\n   An' what the bloomin' battle was I don't remember now,\n   But Two's off-lead 'e answered to the name o' Snarleyow.\n       Down in the Infantry, nobody cares;\n       Down in the Cavalry, Colonel 'e swears;\n       But down in the lead with the wheel at the flog\n       Turns the bold Bombardier to a little whipped dog!\n\n   They was movin' into action, they was needed very sore,\n   To learn a little schoolin' to a native army corps,\n   They 'ad nipped against an uphill, they was tuckin' down the brow,\n   When a tricky, trundlin' roundshot give the knock to Snarleyow.\n\n   They cut 'im loose an' left 'im -- 'e was almost tore in two -- \n   But he tried to follow after as a well-trained 'orse should do;\n   'E went an' fouled the limber, an' the Driver's Brother squeals:\n   \"Pull up, pull up for Snarleyow -- 'is head's between 'is 'eels!\"\n\n   The Driver 'umped 'is shoulder, for the wheels was goin' round,\n   An' there ain't no \"Stop, conductor!\" when a batt'ry's changin' ground;\n   Sez 'e:  \"I broke the beggar in, an' very sad I feels,\n   But I couldn't pull up, not for you -- your 'ead between your 'eels!\"\n\n   'E 'adn't 'ardly spoke the word, before a droppin' shell\n   A little right the batt'ry an' between the sections fell;\n   An' when the smoke 'ad cleared away, before the limber wheels,\n   There lay the Driver's Brother with 'is 'ead between 'is 'eels.\n\n   Then sez the Driver's Brother, an' 'is words was very plain,\n   \"For Gawd's own sake get over me, an' put me out o' pain.\"\n    They saw 'is wounds was mortial, an' they judged that it was best,\n   So they took an' drove the limber straight across 'is back an' chest.\n\n   The Driver 'e give nothin' 'cept a little coughin' grunt,\n   But 'e swung 'is 'orses 'andsome when it came to \"Action Front!\"\n    An' if one wheel was juicy, you may lay your Monday head\n   'Twas juicier for the niggers when the case begun to spread.\n\n   The moril of this story, it is plainly to be seen:\n   You 'avn't got no families when servin' of the Queen -- \n   You 'avn't got no brothers, fathers, sisters, wives, or sons -- \n   If you want to win your battles take an' work your bloomin' guns!\n       Down in the Infantry, nobody cares;\n       Down in the Cavalry, Colonel 'e swears;\n       But down in the lead with the wheel at the flog\n       Turns the bold Bombardier to a little whipped dog!"
            ]
        },
        {
            "name": " The Widow at Windsor ",
            "sub_name": "",
            "text": [
                "The Widow at Windsor",
                "'Ave you 'eard o' the Widow at Windsor\n    With a hairy gold crown on 'er 'ead?\n   She 'as ships on the foam -- she 'as millions at 'ome,\n    An' she pays us poor beggars in red.\n       (Ow, poor beggars in red!)\n   There's 'er nick on the cavalry 'orses,\n    There's 'er mark on the medical stores -- \n   An' 'er troopers you'll find with a fair wind be'ind\n    That takes us to various wars.\n       (Poor beggars! -- barbarious wars!)\n          Then 'ere's to the Widow at Windsor,\n           An' 'ere's to the stores an' the guns,\n          The men an' the 'orses what makes up the forces\n           O' Missis Victorier's sons.\n          (Poor beggars! Victorier's sons!)\n\n   Walk wide o' the Widow at Windsor,\n    For 'alf o' Creation she owns:\n   We 'ave bought 'er the same with the sword an' the flame,\n    An' we've salted it down with our bones.\n       (Poor beggars! -- it's blue with our bones!)\n   Hands off o' the sons o' the Widow,\n    Hands off o' the goods in 'er shop,\n   For the Kings must come down an' the Emperors frown\n    When the Widow at Windsor says \"Stop\"!\n       (Poor beggars! -- we're sent to say \"Stop\"!)\n          Then 'ere's to the Lodge o' the Widow,\n           From the Pole to the Tropics it runs -- \n          To the Lodge that we tile with the rank an' the file,\n           An' open in form with the guns.\n          (Poor beggars! -- it's always they guns!)\n\n   We 'ave 'eard o' the Widow at Windsor,\n    It's safest to let 'er alone:\n   For 'er sentries we stand by the sea an' the land\n    Wherever the bugles are blown.\n       (Poor beggars! -- an' don't we get blown!)\n   Take 'old o' the Wings o' the Mornin',\n    An' flop round the earth till you're dead;\n   But you won't get away from the tune that they play\n    To the bloomin' old rag over'ead.\n       (Poor beggars! -- it's 'ot over'ead!)\n          Then 'ere's to the sons o' the Widow,\n           Wherever, 'owever they roam.\n          'Ere's all they desire, an' if they require\n           A speedy return to their 'ome.\n          (Poor beggars! -- they'll never see 'ome!)"
            ]
        },
        {
            "name": " Belts ",
            "sub_name": "",
            "text": [
                "Belts",
                "There was a row in Silver Street that's near to Dublin Quay,\n   Between an Irish regiment an' English cavalree;\n   It started at Revelly an' it lasted on till dark:\n   The first man dropped at Harrison's, the last forninst the Park.\n       For it was: -- \"Belts, belts, belts, an' that's one for you!\"\n        An' it was \"Belts, belts, belts, an' that's done for you!\"\n        O buckle an' tongue\n       Was the song that we sung\n       From Harrison's down to the Park!\n\n   There was a row in Silver Street -- the regiments was out,\n   They called us \"Delhi Rebels\", an' we answered \"Threes about!\"\n    That drew them like a hornet's nest -- we met them good an' large,\n   The English at the double an' the Irish at the charge.\n       Then it was: -- \"Belts...\"\n\n   There was a row in Silver Street -- an' I was in it too;\n   We passed the time o' day, an' then the belts went whirraru!\n   I misremember what occurred, but subsequint the storm\n   A Freeman's Journal Supplemint was all my uniform.\n       O it was: -- \"Belts...\n\n   There was a row in Silver Street -- they sent the Polis there,\n   The English were too drunk to know, the Irish didn't care;\n   But when they grew impertinint we simultaneous rose,\n   Till half o' them was Liffey mud an' half was tatthered clo'es.\n       For it was: -- \"Belts...\n\n   There was a row in Silver Street -- it might ha' raged till now,\n   But some one drew his side-arm clear, an' nobody knew how;\n   'Twas Hogan took the point an' dropped; we saw the red blood run:\n   An' so we all was murderers that started out in fun.\n       While it was: -- \"Belts...\n\n   There was a row in Silver Street -- but that put down the shine,\n   Wid each man whisperin' to his next:  \"'Twas never work o' mine!\"\n    We went away like beaten dogs, an' down the street we bore him,\n   The poor dumb corpse that couldn't tell the bhoys were sorry for him.\n       When it was: -- \"Belts...\n\n   There was a row in Silver Street -- it isn't over yet,\n   For half of us are under guard wid punishments to get;\n   'Tis all a merricle to me as in the Clink I lie:\n   There was a row in Silver Street -- begod, I wonder why!\n       But it was: -- \"Belts, belts, belts, an' that's one for you!\"\n        An' it was \"Belts, belts, belts, an' that's done for you!\"\n        O buckle an' tongue\n       Was the song that we sung\n       From Harrison's down to the Park!"
            ]
        },
        {
            "name": " The Young British Soldier ",
            "sub_name": "",
            "text": [
                "The Young British Soldier",
                "When the 'arf-made recruity goes out to the East\n   'E acts like a babe an' 'e drinks like a beast,\n   An' 'e wonders because 'e is frequent deceased\n      Ere 'e's fit for to serve as a soldier.\n         Serve, serve, serve as a soldier,\n         Serve, serve, serve as a soldier,\n         Serve, serve, serve as a soldier,\n            So-oldier of the Queen!\n\n   Now all you recruities what's drafted to-day,\n   You shut up your rag-box an' 'ark to my lay,\n   An' I'll sing you a soldier as far as I may:\n      A soldier what's fit for a soldier.\n         Fit, fit, fit for a soldier...\n\n   First mind you steer clear o' the grog-sellers' huts,\n   For they sell you Fixed Bay'nets that rots out your guts -- \n   Ay, drink that 'ud eat the live steel from your butts -- \n      An' it's bad for the young British soldier.\n         Bad, bad, bad for the soldier...\n\n   When the cholera comes -- as it will past a doubt -- \n   Keep out of the wet and don't go on the shout,\n   For the sickness gets in as the liquor dies out,\n      An' it crumples the young British soldier.\n         Crum-, crum-, crumples the soldier...\n\n   But the worst o' your foes is the sun over'ead:\n   You must wear your 'elmet for all that is said:\n   If 'e finds you uncovered 'e'll knock you down dead,\n      An' you'll die like a fool of a soldier.\n         Fool, fool, fool of a soldier...\n\n   If you're cast for fatigue by a sergeant unkind,\n   Don't grouse like a woman nor crack on nor blind;\n   Be handy and civil, and then you will find\n      That it's beer for the young British soldier.\n         Beer, beer, beer for the soldier...\n\n   Now, if you must marry, take care she is old -- \n   A troop-sergeant's widow's the nicest I'm told,\n   For beauty won't help if your rations is cold,\n      Nor love ain't enough for a soldier.\n         'Nough, 'nough, 'nough for a soldier...\n\n   If the wife should go wrong with a comrade, be loath\n   To shoot when you catch 'em -- you'll swing, on my oath! -- \n   Make 'im take 'er and keep 'er:  that's Hell for them both,\n      An' you're shut o' the curse of a soldier.\n         Curse, curse, curse of a soldier...\n\n   When first under fire an' you're wishful to duck,\n   Don't look nor take 'eed at the man that is struck,\n   Be thankful you're livin', and trust to your luck\n      And march to your front like a soldier.\n         Front, front, front like a soldier...\n\n   When 'arf of your bullets fly wide in the ditch,\n   Don't call your Martini a cross-eyed old bitch;\n   She's human as you are -- you treat her as sich,\n      An' she'll fight for the young British soldier.\n         Fight, fight, fight for the soldier...\n\n   When shakin' their bustles like ladies so fine,\n   The guns o' the enemy wheel into line,\n   Shoot low at the limbers an' don't mind the shine,\n      For noise never startles the soldier.\n         Start-, start-, startles the soldier...\n\n   If your officer's dead and the sergeants look white,\n   Remember it's ruin to run from a fight:\n   So take open order, lie down, and sit tight,\n      And wait for supports like a soldier.\n         Wait, wait, wait like a soldier...\n\n   When you're wounded and left on Afghanistan's plains,\n   And the women come out to cut up what remains,\n   Jest roll to your rifle and blow out your brains\n      An' go to your Gawd like a soldier.\n         Go, go, go like a soldier,\n         Go, go, go like a soldier,\n         Go, go, go like a soldier,\n            So-oldier of the Queen!"
            ]
        },
        {
            "name": " Mandalay ",
            "sub_name": "",
            "text": [
                "Mandalay",
                "By the old Moulmein Pagoda, lookin' eastward to the sea,\n   There's a Burma girl a-settin', and I know she thinks o' me;\n   For the wind is in the palm-trees, and the temple-bells they say:\n   \"Come you back, you British soldier; come you back to Mandalay!\"\n        Come you back to Mandalay,\n       Where the old Flotilla lay:\n       Can't you 'ear their paddles chunkin' from Rangoon to Mandalay?\n       On the road to Mandalay,\n       Where the flyin'-fishes play,\n       An' the dawn comes up like thunder outer China 'crost the Bay!\n\n   'Er petticoat was yaller an' 'er little cap was green,\n   An' 'er name was Supi-yaw-lat -- jes' the same as Theebaw's Queen,\n   An' I seed her first a-smokin' of a whackin' white cheroot,\n   An' a-wastin' Christian kisses on an 'eathen idol's foot:\n       Bloomin' idol made o'mud -- \n       Wot they called the Great Gawd Budd -- \n       Plucky lot she cared for idols when I kissed 'er where she stud!\n       On the road to Mandalay...\n\n   When the mist was on the rice-fields an' the sun was droppin' slow,\n   She'd git 'er little banjo an' she'd sing \"Kulla-lo-lo!\"\n    With 'er arm upon my shoulder an' 'er cheek agin' my cheek\n   We useter watch the steamers an' the hathis pilin' teak.\n       Elephints a-pilin' teak\n       In the sludgy, squdgy creek,\n       Where the silence 'ung that 'eavy you was 'arf afraid to speak!\n       On the road to Mandalay...\n\n   But that's all shove be'ind me -- long ago an' fur away,\n   An' there ain't no 'busses runnin' from the Bank to Mandalay;\n   An' I'm learnin' 'ere in London what the ten-year soldier tells:\n   \"If you've 'eard the East a-callin', you won't never 'eed naught else.\"\n        No! you won't 'eed nothin' else\n       But them spicy garlic smells,\n       An' the sunshine an' the palm-trees an' the tinkly temple-bells;\n       On the road to Mandalay...\n\n   I am sick o' wastin' leather on these gritty pavin'-stones,\n   An' the blasted Henglish drizzle wakes the fever in my bones;\n   Tho' I walks with fifty 'ousemaids outer Chelsea to the Strand,\n   An' they talks a lot o' lovin', but wot do they understand?\n       Beefy face an' grubby 'and -- \n       Law! wot do they understand?\n       I've a neater, sweeter maiden in a cleaner, greener land!\n       On the road to Mandalay...\n\n   Ship me somewheres east of Suez, where the best is like the worst,\n   Where there aren't no Ten Commandments an' a man can raise a thirst;\n   For the temple-bells are callin', an' it's there that I would be -- \n   By the old Moulmein Pagoda, looking lazy at the sea;\n       On the road to Mandalay,\n       Where the old Flotilla lay,\n       With our sick beneath the awnings when we went to Mandalay!\n       On the road to Mandalay,\n       Where the flyin'-fishes play,\n       An' the dawn comes up like thunder outer China 'crost the Bay!"
            ]
        },
        {
            "name": " Troopin' ",
            "sub_name": "",
            "text": [
                "Troopin'",
                "(Our Army in the East)\n\n   Troopin', troopin', troopin' to the sea:\n   'Ere's September come again -- the six-year men are free.\n   O leave the dead be'ind us, for they cannot come away\n   To where the ship's a-coalin' up that takes us 'ome to-day.\n      We're goin' 'ome, we're goin' 'ome,\n       Our ship is at the shore,\n      An' you must pack your 'aversack,\n       For we won't come back no more.\n      Ho, don't you grieve for me,\n       My lovely Mary-Ann,\n      For I'll marry you yit on a fourp'ny bit\n       As a time-expired man.\n\n   The Malabar's in 'arbour with the Jumner at 'er tail,\n   An' the time-expired's waitin' of 'is orders for to sail.\n   Ho! the weary waitin' when on Khyber 'ills we lay,\n   But the time-expired's waitin' of 'is orders 'ome to-day.\n\n   They'll turn us out at Portsmouth wharf in cold an' wet an' rain,\n   All wearin' Injian cotton kit, but we will not complain;\n   They'll kill us of pneumonia -- for that's their little way -- \n   But damn the chills and fever, men, we're goin' 'ome to-day!\n\n   Troopin', troopin', winter's round again!\n   See the new draf's pourin' in for the old campaign;\n   Ho, you poor recruities, but you've got to earn your pay -- \n   What's the last from Lunnon, lads?  We're goin' there to-day.\n\n   Troopin', troopin', give another cheer -- \n   'Ere's to English women an' a quart of English beer.\n   The Colonel an' the regiment an' all who've got to stay,\n   Gawd's mercy strike 'em gentle -- Whoop! we're goin' 'ome to-day.\n       We're goin' 'ome, we're goin' 'ome,\n        Our ship is at the shore,\n       An' you must pack your 'aversack,\n        For we won't come back no more.\n       Ho, don't you grieve for me,\n        My lovely Mary-Ann,\n       For I'll marry you yit on a fourp'ny bit\n        As a time-expired man."
            ]
        },
        {
            "name": " The Widow's Party ",
            "sub_name": "",
            "text": [
                "The Widow's Party",
                "\"Where have you been this while away,\n       Johnnie, Johnnie?\"\n    'Long with the rest on a picnic lay,\n       Johnnie, my Johnnie, aha!\n   They called us out of the barrack-yard\n   To Gawd knows where from Gosport Hard,\n   And you can't refuse when you get the card,\n       And the Widow gives the party.\n          (Bugle:  Ta -- rara -- ra-ra-rara!)\n\n   \"What did you get to eat and drink,\n       Johnnie, Johnnie?\"\n    Standing water as thick as ink,\n       Johnnie, my Johnnie, aha!\n   A bit o' beef that were three year stored,\n   A bit o' mutton as tough as a board,\n   And a fowl we killed with a sergeant's sword,\n       When the Widow give the party.\n\n   \"What did you do for knives and forks,\n       Johnnie, Johnnie?\"\n    We carries 'em with us wherever we walks,\n       Johnnie, my Johnnie, aha!\n   And some was sliced and some was halved,\n   And some was crimped and some was carved,\n   And some was gutted and some was starved,\n       When the Widow give the party.\n\n   \"What ha' you done with half your mess,\n       Johnnie, Johnnie?\"\n    They couldn't do more and they wouldn't do less,\n       Johnnie, my Johnnie, aha!\n   They ate their whack and they drank their fill,\n   And I think the rations has made them ill,\n   For half my comp'ny's lying still\n       Where the Widow give the party.\n\n   \"How did you get away -- away,\n       Johnnie, Johnnie?\"\n    On the broad o' my back at the end o' the day,\n       Johnnie, my Johnnie, aha!\n   I comed away like a bleedin' toff,\n   For I got four niggers to carry me off,\n   As I lay in the bight of a canvas trough,\n       When the Widow give the party.\n\n   \"What was the end of all the show,\n       Johnnie, Johnnie?\"\n    Ask my Colonel, for I don't know,\n       Johnnie, my Johnnie, aha!\n   We broke a King and we built a road -- \n   A court-house stands where the reg'ment goed.\n   And the river's clean where the raw blood flowed\n       When the Widow give the party.\n          (Bugle:  Ta -- rara -- ra-ra-rara!)"
            ]
        },
        {
            "name": " Ford o' Kabul River ",
            "sub_name": "",
            "text": [
                "Ford o' Kabul River",
                "Kabul town's by Kabul river -- \n    Blow the bugle, draw the sword -- \n   There I lef' my mate for ever,\n    Wet an' drippin' by the ford.\n       Ford, ford, ford o' Kabul river,\n        Ford o' Kabul river in the dark!\n       There's the river up and brimmin', an' there's 'arf a squadron swimmin'\n        'Cross the ford o' Kabul river in the dark.\n\n   Kabul town's a blasted place -- \n    Blow the bugle, draw the sword -- \n   'Strewth I sha'n't forget 'is face\n    Wet an' drippin' by the ford!\n       Ford, ford, ford o' Kabul river,\n        Ford o' Kabul river in the dark!\n       Keep the crossing-stakes beside you, an' they will surely guide you\n        'Cross the ford o' Kabul river in the dark.\n\n   Kabul town is sun and dust -- \n    Blow the bugle, draw the sword -- \n   I'd ha' sooner drownded fust\n    'Stead of 'im beside the ford.\n       Ford, ford, ford o' Kabul river,\n        Ford o' Kabul river in the dark!\n       You can 'ear the 'orses threshin', you can 'ear the men a-splashin',\n        'Cross the ford o' Kabul river in the dark.\n\n   Kabul town was ours to take -- \n    Blow the bugle, draw the sword -- \n   I'd ha' left it for 'is sake -- \n    'Im that left me by the ford.\n       Ford, ford, ford o' Kabul river,\n        Ford o' Kabul river in the dark!\n       It's none so bloomin' dry there; ain't you never comin' nigh there,\n        'Cross the ford o' Kabul river in the dark?\n\n   Kabul town'll go to hell -- \n    Blow the bugle, draw the sword -- \n   'Fore I see him 'live an' well -- \n    'Im the best beside the ford.\n       Ford, ford, ford o' Kabul river,\n        Ford o' Kabul river in the dark!\n       Gawd 'elp 'em if they blunder, for their boots'll pull 'em under,\n        By the ford o' Kabul river in the dark.\n\n   Turn your 'orse from Kabul town -- \n    Blow the bugle, draw the sword -- \n   'Im an' 'arf my troop is down,\n    Down an' drownded by the ford.\n       Ford, ford, ford o' Kabul river,\n        Ford o' Kabul river in the dark!\n       There's the river low an' fallin', but it ain't no use o' callin'\n        'Cross the ford o' Kabul river in the dark."
            ]
        },
        {
            "name": " Gentlemen-Rankers ",
            "sub_name": "",
            "text": [
                "Gentlemen-Rankers",
                "To the legion of the lost ones, to the cohort of the damned,\n    To my brethren in their sorrow overseas,\n   Sings a gentleman of England cleanly bred, machinely crammed,\n    And a trooper of the Empress, if you please.\n   Yea, a trooper of the forces who has run his own six horses,\n    And faith he went the pace and went it blind,\n   And the world was more than kin while he held the ready tin,\n    But to-day the Sergeant's something less than kind.\n       We're poor little lambs who've lost our way,\n          Baa!  Baa!  Baa!\n       We're little black sheep who've gone astray,\n          Baa -- aa -- aa!\n       Gentlemen-rankers out on the spree,\n       Damned from here to Eternity,\n       God ha' mercy on such as we,\n          Baa!  Yah!  Bah!\n\n   Oh, it's sweet to sweat through stables, sweet to empty kitchen slops,\n    And it's sweet to hear the tales the troopers tell,\n   To dance with blowzy housemaids at the regimental hops\n    And thrash the cad who says you waltz too well.\n   Yes, it makes you cock-a-hoop to be \"Rider\" to your troop,\n    And branded with a blasted worsted spur,\n   When you envy, O how keenly, one poor Tommy being cleanly\n    Who blacks your boots and sometimes calls you \"Sir\".\n\n   If the home we never write to, and the oaths we never keep,\n    And all we know most distant and most dear,\n   Across the snoring barrack-room return to break our sleep,\n    Can you blame us if we soak ourselves in beer?\n   When the drunken comrade mutters and the great guard-lantern gutters\n    And the horror of our fall is written plain,\n   Every secret, self-revealing on the aching white-washed ceiling,\n    Do you wonder that we drug ourselves from pain?\n\n   We have done with Hope and Honour, we are lost to Love and Truth,\n    We are dropping down the ladder rung by rung,\n   And the measure of our torment is the measure of our youth.\n    God help us, for we knew the worst too young!\n   Our shame is clean repentance for the crime that brought the sentence,\n    Our pride it is to know no spur of pride,\n   And the Curse of Reuben holds us till an alien turf enfolds us\n    And we die, and none can tell Them where we died.\n       We're poor little lambs who've lost our way,\n          Baa!  Baa!  Baa!\n       We're little black sheep who've gone astray,\n          Baa -- aa -- aa!\n       Gentlemen-rankers out on the spree,\n       Damned from here to Eternity,\n       God ha' mercy on such as we,\n          Baa!  Yah!  Bah!"
            ]
        },
        {
            "name": " Route Marchin' ",
            "sub_name": "",
            "text": [
                "Route Marchin'",
                "We're marchin' on relief over Injia's sunny plains,\n   A little front o' Christmas-time an' just be'ind the Rains;\n   Ho! get away you bullock-man, you've 'eard the bugle blowed,\n   There's a regiment a-comin' down the Grand Trunk Road;\n       With its best foot first\n       And the road a-sliding past,\n       An' every bloomin' campin'-ground exactly like the last;\n       While the Big Drum says,\n       With 'is \"rowdy-dowdy-dow!\" -- \n       \"Kiko kissywarsti don't you hamsher argy jow?\"\n    Oh, there's them Injian temples to admire when you see,\n   There's the peacock round the corner an' the monkey up the tree,\n   An' there's that rummy silver grass a-wavin' in the wind,\n   An' the old Grand Trunk a-trailin' like a rifle-sling be'ind.\n       While it's best foot first,...\n\n   At half-past five's Revelly, an' our tents they down must come,\n   Like a lot of button mushrooms when you pick 'em up at 'ome.\n   But it's over in a minute, an' at six the column starts,\n   While the women and the kiddies sit an' shiver in the carts.\n       An' it's best foot first,...\n\n   Oh, then it's open order, an' we lights our pipes an' sings,\n   An' we talks about our rations an' a lot of other things,\n   An' we thinks o' friends in England, an' we wonders what they're at,\n   An' 'ow they would admire for to hear us sling the bat.\n       An' it's best foot first,...\n   It's none so bad o' Sunday, when you're lyin' at your ease,\n   To watch the kites a-wheelin' round them feather-'eaded trees,\n   For although there ain't no women, yet there ain't no barrick-yards,\n   So the orficers goes shootin' an' the men they plays at cards.\n       Till it's best foot first,...\n\n   So 'ark an' 'eed, you rookies, which is always grumblin' sore,\n   There's worser things than marchin' from Umballa to Cawnpore;\n   An' if your 'eels are blistered an' they feels to 'urt like 'ell,\n   You drop some tallow in your socks an' that will make 'em well.\n       For it's best foot first,...\n\n   We're marchin' on relief over Injia's coral strand,\n   Eight 'undred fightin' Englishmen, the Colonel, and the Band;\n   Ho! get away you bullock-man, you've 'eard the bugle blowed,\n   There's a regiment a-comin' down the Grand Trunk Road;\n       With its best foot first\n       And the road a-sliding past,\n       An' every bloomin' campin'-ground exactly like the last;\n       While the Big Drum says,\n       With 'is \"rowdy-dowdy-dow!\" -- \n       \"Kiko kissywarsti don't you hamsher argy jow?\""
            ]
        },
        {
            "name": " Shillin' a Day ",
            "sub_name": "",
            "text": [
                "Shillin' a Day",
                "My name is O'Kelly, I've heard the Revelly\n   From Birr to Bareilly, from Leeds to Lahore,\n   Hong-Kong and Peshawur,\n   Lucknow and Etawah,\n   And fifty-five more all endin' in \"pore\".\n   Black Death and his quickness, the depth and the thickness,\n   Of sorrow and sickness I've known on my way,\n   But I'm old and I'm nervis,\n   I'm cast from the Service,\n   And all I deserve is a shillin' a day.\n    (Chorus)  Shillin' a day,\n                Bloomin' good pay -- \n                Lucky to touch it, a shillin' a day!\n\n   Oh, it drives me half crazy to think of the days I\n   Went slap for the Ghazi, my sword at my side,\n   When we rode Hell-for-leather\n   Both squadrons together,\n   That didn't care whether we lived or we died.\n   But it's no use despairin', my wife must go charin'\n   An' me commissairin' the pay-bills to better,\n   So if me you be'old\n   In the wet and the cold,\n   By the Grand Metropold, won't you give me a letter?\n    (Full chorus)  Give 'im a letter -- \n                     'Can't do no better,\n                     Late Troop-Sergeant-Major an' -- runs with a letter!\n                     Think what 'e's been,\n                     Think what 'e's seen,\n                     Think of his pension an' --  -- \n\n                     Gawd save the Queen"
            ]
        },
        {
            "name": " Second Series (1896) ",
            "sub_name": "",
            "text": []
        },
        {
            "name": " 'Bobs' ",
            "sub_name": "",
            "text": [
                "'Bobs'",
                "There's a little red-faced man,\n          Which is Bobs,\n   Rides the tallest 'orse 'e can-\n          Our Bobs,\n   If it bucks or kicks or rears,\n   'E can sit for twenty years\n   With a smile round both 'is ears-\n         Can't yer, Bobs?\n\n   Then 'ere's to Bobs Bahadur-\n        Little Bobs, Bobs, Bobs!\n   'E's or pukka Kandaharder-\n        Fightin' Bobs, Bobs, Bobs!\n   'E's the Dook of Aggy Chel;\n   'E's the man that done us well,\n   An' we'll follow 'im to 'ell-\n        Won't we Bobs?\n\n   If a limber's slipped a trace,\n        'Ook on Bobs.\n   If a marker's lost 'is place,\n        Dress by Bobs.\n   For 'e's eyes all up 'is coat,\n   An' a bugle in 'is throat,\n   An' you will not play the goat\n        Under Bobs.\n\n   'E's a little down on drink,\n         Chaplain Bobs;\n   But it keeps us outer Clink-\n        Don't it Bobs?\n   So we will not complain\n   Tho' 'e's water on the brain,\n   If 'e leads us straight again-\n        Blue-light Bobs.\n\n   If you stood 'im on 'is head\n        Father Bobs,\n   You could spill a quart o' lead\n        Outer Bobs.\n   'E's been at it thirty years,\n   An' amassin souveneers\n   In the way o' slugs an' spears-\n        Ain't yer, Bobs?\n\n   What 'e does not Know o' war,\n        Gen'ral Bobs,\n   You can arst the shop next door-\n       Can't they, Bobs?\n   Oh, 'e's little, but he's wise;\n   'E's a terror for 'is size,\n   An'-'e-does-not-advertise-\n       Do yer, Bobs?\n\n   Now they've made a bloomin' Lord\n        Outer Bobs,\n   Which was but 'is fair reward-\n         Weren't it Bobs?\n   So 'e'll wear a coronet\n   Where 'is 'elmet used to set;\n   But we know you won't forget-\n        Will yer, Bobs?\n\n   Then 'ere's to Bobs Bahadur -- \n       Little Bobs, Bobs, Bobs!\n   Pocket-Wellin'ton an' arder -- \n       Fightin' Bobs, Bobs, Bobs!\n   This ain't no bloomin' ode,\n   But you've 'elped the soldier's load,\n   An' for benefits bestowed,\n       Bless yer, Bobs!"
            ]
        },
        {
            "name": " 'Back to the Army Again' ",
            "sub_name": "",
            "text": [
                "'Back to the Army Again'",
                "I'm 'ere in a ticky ulster an' a broken billycock 'at,\n   A-layin' on to the sergeant I don't know a gun from a bat;\n   My shirt's doin' duty for jacket, my sock's stickin' out o' my boots,\n   An' I'm learnin' the damned old goose-step along o' the new recruits!\n\n      Back to the Army again, sergeant,\n       Back to the Army again.\n      Don't look so 'ard, for I 'aven't no card,\n       I'm back to the Army again!\n\n   I done my six years' service.  'Er Majesty sez:  \"Good-day -- \n   You'll please to come when you're rung for, an' 'ere's your 'ole back-pay;\n   An' fourpence a day for baccy -- an' bloomin' gen'rous, too;\n   An' now you can make your fortune -- the same as your orf'cers do.\"\n\n      Back to the Army again, sergeant,\n       Back to the Army again;\n      'Ow did I learn to do right-about turn?\n       I'm back to the Army again!\n\n   A man o' four-an'-twenty that 'asn't learned of a trade -- \n   Beside \"Reserve\" agin' him -- 'e'd better be never made.\n   I tried my luck for a quarter, an' that was enough for me,\n   An' I thought of 'Er Majesty's barricks, an' I thought I'd go an' see.\n\n      Back to the Army again, sergeant,\n       Back to the Army again;\n      'Tisn't my fault if I dress when I 'alt -- \n       I'm back to the Army again!\n\n   The sergeant arst no questions, but 'e winked the other eye,\n   'E sez to me, \"'Shun!\" an' I shunted, the same as in days gone by;\n   For 'e saw the set o' my shoulders, an' I couldn't 'elp 'oldin' straight\n   When me an' the other rookies come under the barrick-gate.\n\n      Back to the Army again, sergeant,\n       Back to the Army again;\n      'Oo would ha' thought I could carry an' port?\n       I'm back to the Army again!\n\n   I took my bath, an' I wallered -- for, Gawd, I needed it so!\n   I smelt the smell o' the barricks, I 'eard the bugles go.\n   I 'eard the feet on the gravel -- the feet o' the men what drill -- \n   An' I sez to my flutterin' 'eart-strings, I sez to 'em, \"Peace, be still!\"\n\n      Back to the Army again, sergeant,\n       Back to the Army again;\n      'Oo said I knew when the Jumner was due?\n       I'm back to the Army again!\n\n   I carried my slops to the tailor; I sez to 'im, \"None o' your lip!\n   You tight 'em over the shoulders, an' loose 'em over the 'ip,\n   For the set o' the tunic's 'orrid.\"  An' 'e sez to me, \"Strike me dead,\n   But I thought you was used to the business!\" an' so 'e done what I said.\n\n      Back to the Army again, sergeant,\n       Back to the Army again.\n      Rather too free with my fancies?  Wot -- me?\n       I'm back to the Army again!\n\n   Next week I'll 'ave 'em fitted; I'll buy me a swagger-cane;\n   They'll let me free o' the barricks to walk on the Hoe again\n   In the name o' William Parsons, that used to be Edward Clay,\n   An' -- any pore beggar that wants it can draw my fourpence a day!\n\n      Back to the Army again, sergeant,\n       Back to the Army again:\n      Out o' the cold an' the rain, sergeant,\n       Out o' the cold an' the rain.\n\n                       'Oo's there?\n   A man that's too good to be lost you,\n    A man that is 'andled an' made -- \n   A man that will pay what 'e cost you\n    In learnin' the others their trade -- parade!\n   You're droppin' the pick o' the Army\n    Because you don't 'elp 'em remain,\n   But drives 'em to cheat to get out o' the street\n    An' back to the Army again!"
            ]
        },
        {
            "name": " 'Birds of Prey' March ",
            "sub_name": "",
            "text": [
                "'Birds of Prey' March",
                "March!  The mud is cakin' good about our trousies.\n    Front! -- eyes front, an' watch the Colour-casin's drip.\n   Front!  The faces of the women in the 'ouses\n    Ain't the kind o' things to take aboard the ship.\n\n        Cheer!  An' we'll never march to victory.\n        Cheer!  An' we'll never live to 'ear the cannon roar!\n            The Large Birds o' Prey\n            They will carry us away,\n        An' you'll never see your soldiers any more!\n\n   Wheel!  Oh, keep your touch; we're goin' round a corner.\n    Time! -- mark time, an' let the men be'ind us close.\n   Lord! the transport's full, an' 'alf our lot not on 'er -- \n    Cheer, O cheer!  We're going off where no one knows.\n\n   March!  The Devil's none so black as 'e is painted!\n    Cheer!  We'll 'ave some fun before we're put away.\n   'Alt, an' 'and 'er out -- a woman's gone and fainted!\n    Cheer!  Get on -- Gawd 'elp the married men to-day!\n\n   Hoi!  Come up, you 'ungry beggars, to yer sorrow.\n    ('Ear them say they want their tea, an' want it quick!)\n   You won't have no mind for slingers, not to-morrow -- \n    No; you'll put the 'tween-decks stove out, bein' sick!\n\n   'Alt!  The married kit 'as all to go before us!\n    'Course it's blocked the bloomin' gangway up again!\n   Cheer, O cheer the 'Orse Guards watchin' tender o'er us,\n    Keepin' us since eight this mornin' in the rain!\n\n   Stuck in 'eavy marchin'-order, sopped and wringin' -- \n    Sick, before our time to watch 'er 'eave an' fall,\n   'Ere's your 'appy 'ome at last, an' stop your singin'.\n    'Alt!  Fall in along the troop-deck!  Silence all!\n\n        Cheer!  For we'll never live to see no bloomin' victory!\n        Cheer!  An' we'll never live to 'ear the cannon roar!  (One cheer more!)\n            The jackal an' the kite\n            'Ave an 'ealthy appetite,\n        An' you'll never see your soldiers any more!  ('Ip!  Urroar!)\n            The eagle an' the crow\n            They are waitin' ever so,\n        An' you'll never see your soldiers any more!  ('Ip!  Urroar!)\n            Yes, the Large Birds o' Prey\n            They will carry us away,\n        An' you'll never see your soldiers any more!"
            ]
        },
        {
            "name": " 'Soldier an' Salor Too' ",
            "sub_name": "",
            "text": [
                "'Soldier an' Salor Too'",
                "As I was spittin' into the Ditch aboard o' the Crocodile,\n   I seed a man on a man-o'-war got up in the Reg'lars' style.\n   'E was scrapin' the paint from off of 'er plates,\n     an' I sez to 'im, \"'Oo are you?\"\n    Sez 'e, \"I'm a Jolly -- 'Er Majesty's Jolly -- soldier an' sailor too!\"\n    Now 'is work begins by Gawd knows when, and 'is work is never through;\n   'E isn't one o' the reg'lar Line, nor 'e isn't one of the crew.\n   'E's a kind of a giddy harumfrodite -- soldier an' sailor too!\n\n   An' after I met 'im all over the world, a-doin' all kinds of things,\n   Like landin' 'isself with a Gatlin' gun to talk to them 'eathen kings;\n   'E sleeps in an 'ammick instead of a cot,\n     an' 'e drills with the deck on a slew,\n   An' 'e sweats like a Jolly -- 'Er Majesty's Jolly -- soldier an' sailor too!\n   For there isn't a job on the top o' the earth the beggar don't know, nor do -- \n   You can leave 'im at night on a bald man's 'ead, to paddle 'is own canoe -- \n   'E's a sort of a bloomin' cosmopolouse -- soldier an' sailor too.\n\n   We've fought 'em in trooper, we've fought 'em in dock,\n     and drunk with 'em in betweens,\n   When they called us the seasick scull'ry-maids,\n     an' we called 'em the Ass Marines;\n   But, when we was down for a double fatigue, from Woolwich to Bernardmyo,\n   We sent for the Jollies -- 'Er Majesty's Jollies -- soldier an' sailor too!\n   They think for 'emselves, an' they steal for 'emselves,\n     and they never ask what's to do,\n   But they're camped an' fed an' they're up an' fed before our bugle's blew.\n   Ho! they ain't no limpin' procrastitutes -- soldier an' sailor too.\n\n   You may say we are fond of an 'arness-cut, or 'ootin' in barrick-yards,\n   Or startin' a Board School mutiny along o' the Onion Guards;\n   But once in a while we can finish in style for the ends of the earth to view,\n   The same as the Jollies -- 'Er Majesty's Jollies -- soldier an' sailor too!\n   They come of our lot, they was brothers to us;\n     they was beggars we'd met an' knew;\n   Yes, barrin' an inch in the chest an' the arm, they was doubles o' me an' you;\n   For they weren't no special chrysanthemums -- soldier an' sailor too!\n\n   To take your chance in the thick of a rush, with firing all about,\n   Is nothing so bad when you've cover to 'and, an' leave an' likin' to shout;\n   But to stand an' be still to the Birken'ead drill\n     is a damn tough bullet to chew,\n   An' they done it, the Jollies -- 'Er Majesty's Jollies -- \n     soldier an' sailor too!\n   Their work was done when it 'adn't begun; they was younger nor me an' you;\n   Their choice it was plain between drownin' in 'eaps\n     an' bein' mopped by the screw,\n   So they stood an' was still to the Birken'ead drill, soldier an' sailor too!\n\n   We're most of us liars, we're 'arf of us thieves,\n     an' the rest are as rank as can be,\n   But once in a while we can finish in style\n     (which I 'ope it won't 'appen to me).\n   But it makes you think better o' you an' your friends,\n     an' the work you may 'ave to do,\n   When you think o' the sinkin' Victorier's Jollies -- soldier an' sailor too!\n   Now there isn't no room for to say ye don't know -- \n     they 'ave proved it plain and true -- \n   That whether it's Widow, or whether it's ship, Victorier's work is to do,\n   An' they done it, the Jollies -- 'Er Majesty's Jollies -- \n     soldier an' sailor too!"
            ]
        },
        {
            "name": " Sappers ",
            "sub_name": "",
            "text": [
                "Sappers",
                "When the Waters were dried an' the Earth did appear,\n    (\"It's all one,\" says the Sapper),\n   The Lord He created the Engineer,\n    Her Majesty's Royal Engineer,\n    With the rank and pay of a Sapper!\n\n   When the Flood come along for an extra monsoon,\n   'Twas Noah constructed the first pontoon\n    To the plans of Her Majesty's, etc.\n\n   But after fatigue in the wet an' the sun,\n   Old Noah got drunk, which he wouldn't ha' done\n    If he'd trained with, etc.\n\n   When the Tower o' Babel had mixed up men's bat,\n   Some clever civilian was managing that,\n    An' none of, etc.\n\n   When the Jews had a fight at the foot of a hill,\n   Young Joshua ordered the sun to stand still,\n    For he was a Captain of Engineers, etc.\n\n   When the Children of Israel made bricks without straw,\n   They were learnin' the regular work of our Corps,\n    The work of, etc.\n\n   For ever since then, if a war they would wage,\n   Behold us a-shinin' on history's page -- \n    First page for, etc.\n\n   We lay down their sidings an' help 'em entrain,\n   An' we sweep up their mess through the bloomin' campaign,\n    In the style of, etc.\n\n   They send us in front with a fuse an' a mine\n   To blow up the gates that are rushed by the Line,\n    But bent by, etc.\n\n   They send us behind with a pick an' a spade,\n   To dig for the guns of a bullock-brigade\n    Which has asked for, etc.\n\n   We work under escort in trousers and shirt,\n   An' the heathen they plug us tail-up in the dirt,\n    Annoying, etc.\n\n   We blast out the rock an' we shovel the mud,\n   We make 'em good roads an' -- they roll down the khud,\n    Reporting, etc.\n\n   We make 'em their bridges, their wells, an' their huts,\n   An' the telegraph-wire the enemy cuts,\n    An' it's blamed on, etc.\n\n   An' when we return, an' from war we would cease,\n   They grudge us adornin' the billets of peace,\n    Which are kept for, etc.\n\n   We build 'em nice barracks -- they swear they are bad,\n   That our Colonels are Methodist, married or mad,\n    Insultin', etc.\n\n   They haven't no manners nor gratitude too,\n   For the more that we help 'em, the less will they do,\n    But mock at, etc.\n\n   Now the Line's but a man with a gun in his hand,\n   An' Cavalry's only what horses can stand,\n    When helped by, etc.\n\n   Artillery moves by the leave o' the ground,\n   But we are the men that do something all round,\n    For we are, etc.\n\n   I have stated it plain, an' my argument's thus\n    (\"It's all one,\" says the Sapper),\n   There's only one Corps which is perfect -- that's us;\n    An' they call us Her Majesty's Engineers,\n    Her Majesty's Royal Engineers,\n    With the rank and pay of a Sapper!"
            ]
        },
        {
            "name": " That Day ",
            "sub_name": "",
            "text": [
                "That Day",
                "It got beyond all orders an' it got beyond all 'ope;\n    It got to shammin' wounded an' retirin' from the 'alt.\n   'Ole companies was lookin' for the nearest road to slope;\n    It were just a bloomin' knock-out -- an' our fault!\n\n        Now there ain't no chorus 'ere to give,\n         Nor there ain't no band to play;\n        An' I wish I was dead 'fore I done what I did,\n         Or seen what I seed that day!\n\n   We was sick o' bein' punished, an' we let 'em know it, too;\n    An' a company-commander up an' 'it us with a sword,\n   An' some one shouted \"'Ook it!\" an' it come to sove-ki-poo,\n    An' we chucked our rifles from us -- O my Gawd!\n\n   There was thirty dead an' wounded on the ground we wouldn't keep -- \n    No, there wasn't more than twenty when the front begun to go;\n   But, Christ! along the line o' flight they cut us up like sheep,\n    An' that was all we gained by doin' so.\n\n   I 'eard the knives be'ind me, but I dursn't face my man,\n    Nor I don't know where I went to, 'cause I didn't 'alt to see,\n   Till I 'eard a beggar squealin' out for quarter as 'e ran,\n    An' I thought I knew the voice an' -- it was me!\n\n   We was 'idin' under bedsteads more than 'arf a march away;\n    We was lyin' up like rabbits all about the countryside;\n   An' the major cursed 'is Maker 'cause 'e lived to see that day,\n    An' the colonel broke 'is sword acrost, an' cried.\n\n   We was rotten 'fore we started -- we was never disciplined;\n    We made it out a favour if an order was obeyed;\n   Yes, every little drummer 'ad 'is rights an' wrongs to mind,\n    So we had to pay for teachin' -- an' we paid!\n\n   The papers 'id it 'andsome, but you know the Army knows;\n    We was put to groomin' camels till the regiments withdrew,\n   An' they gave us each a medal for subduin' England's foes,\n    An' I 'ope you like my song -- because it's true!\n\n        An' there ain't no chorus 'ere to give,\n         Nor there ain't no band to play;\n        But I wish I was dead 'fore I done what I did,\n         Or seen what I seed that day!"
            ]
        },
        {
            "name": " 'The Men that fought at Minden' ",
            "sub_name": "",
            "text": [
                "'The Men that fought at Minden'",
                "A Song of Instruction\n\n   The men that fought at Minden, they was rookies in their time -- \n    So was them that fought at Waterloo!\n   All the 'ole command, yuss, from Minden to Maiwand,\n    They was once dam' sweeps like you!\n\n        Then do not be discouraged, 'Eaven is your 'elper,\n         We'll learn you not to forget;\n        An' you mustn't swear an' curse, or you'll only catch it worse,\n         For we'll make you soldiers yet!\n\n   The men that fought at Minden, they 'ad stocks beneath their chins,\n    Six inch 'igh an' more;\n   But fatigue it was their pride, and they would not be denied\n    To clean the cook-'ouse floor.\n\n   The men that fought at Minden, they had anarchistic bombs\n    Served to 'em by name of 'and-grenades;\n   But they got it in the eye (same as you will by-an'-by)\n    When they clubbed their field-parades.\n\n   The men that fought at Minden, they 'ad buttons up an' down,\n    Two-an'-twenty dozen of 'em told;\n   But they didn't grouse an' shirk at an hour's extry work,\n    They kept 'em bright as gold.\n\n   The men that fought at Minden, they was armed with musketoons,\n    Also, they was drilled by 'alberdiers;\n   I don't know what they were, but the sergeants took good care\n    They washed be'ind their ears.\n\n   The men that fought at Minden, they 'ad ever cash in 'and\n    Which they did not bank nor save,\n   But spent it gay an' free on their betters -- such as me -- \n    For the good advice I gave.\n\n   The men that fought at Minden, they was civil -- yuss, they was -- \n    Never didn't talk o' rights an' wrongs,\n   But they got it with the toe (same as you will get it -- so!) -- \n    For interrupting songs.\n\n   The men that fought at Minden, they was several other things\n    Which I don't remember clear;\n   But that's the reason why, now the six-year men are dry,\n    The rooks will stand the beer!\n\n        Then do not be discouraged, 'Eaven is your 'elper,\n         We'll learn you not to forget;\n        An' you mustn't swear an' curse, or you'll only catch it worse,\n         For we'll make you soldiers yet!\n\n        Soldiers yet, if you've got it in you -- \n         All for the sake of the Core;\n        Soldiers yet, if we 'ave to skin you -- \n         Run an' get the beer, Johnny Raw -- Johnny Raw!\n         Ho! run an' get the beer, Johnny Raw!"
            ]
        },
        {
            "name": " Cholera Camp ",
            "sub_name": "",
            "text": [
                "Cholera Camp",
                "We've got the cholerer in camp -- it's worse than forty fights;\n    We're dyin' in the wilderness the same as Isrulites;\n   It's before us, an' be'ind us, an' we cannot get away,\n    An' the doctor's just reported we've ten more to-day!\n\n        Oh, strike your camp an' go, the Bugle's callin',\n           The Rains are fallin' -- \n        The dead are bushed an' stoned to keep 'em safe below;\n        The Band's a-doin' all she knows to cheer us;\n        The Chaplain's gone and prayed to Gawd to 'ear us -- \n           To 'ear us -- \n        O Lord, for it's a-killin' of us so!\n\n   Since August, when it started, it's been stickin' to our tail,\n   Though they've 'ad us out by marches an' they've 'ad us back by rail;\n   But it runs as fast as troop-trains, and we cannot get away;\n   An' the sick-list to the Colonel makes ten more to-day.\n\n   There ain't no fun in women nor there ain't no bite to drink;\n   It's much too wet for shootin', we can only march and think;\n   An' at evenin', down the nullahs, we can 'ear the jackals say,\n   \"Get up, you rotten beggars, you've ten more to-day!\"\n\n   'Twould make a monkey cough to see our way o' doin' things -- \n   Lieutenants takin' companies an' captains takin' wings,\n   An' Lances actin' Sergeants -- eight file to obey -- \n   For we've lots o' quick promotion on ten deaths a day!\n\n   Our Colonel's white an' twitterly -- 'e gets no sleep nor food,\n   But mucks about in 'orspital where nothing does no good.\n   'E sends us 'eaps o' comforts, all bought from 'is pay -- \n   But there aren't much comfort 'andy on ten deaths a day.\n\n   Our Chaplain's got a banjo, an' a skinny mule 'e rides,\n   An' the stuff 'e says an' sings us, Lord, it makes us split our sides!\n   With 'is black coat-tails a-bobbin' to Ta-ra-ra Boom-der-ay!\n   'E's the proper kind o' padre for ten deaths a day.\n\n   An' Father Victor 'elps 'im with our Roman Catholicks -- \n   He knows an 'eap of Irish songs an' rummy conjurin' tricks;\n   An' the two they works together when it comes to play or pray;\n   So we keep the ball a-rollin' on ten deaths a day.\n\n   We've got the cholerer in camp -- we've got it 'ot an' sweet;\n   It ain't no Christmas dinner, but it's 'elped an' we must eat.\n   We've gone beyond the funkin', 'cause we've found it doesn't pay,\n   An' we're rockin' round the Districk on ten deaths a day!\n\n        Then strike your camp an' go, the Rains are fallin',\n           The Bugle's callin'!\n        The dead are bushed an' stoned to keep 'em safe below!\n        An' them that do not like it they can lump it,\n        An' them that cannot stand it they can jump it;\n        We've got to die somewhere -- some way -- some'ow -- \n        We might as well begin to do it now!\n        Then, Number One, let down the tent-pole slow,\n        Knock out the pegs an' 'old the corners -- so!\n        Fold in the flies, furl up the ropes, an' stow!\n        Oh, strike -- oh, strike your camp an' go!\n           (Gawd 'elp us!)"
            ]
        },
        {
            "name": " The Ladies ",
            "sub_name": "",
            "text": [
                "The Ladies",
                "I've taken my fun where I've found it;\n    I've rogued an' I've ranged in my time;\n   I've 'ad my pickin' o' sweet'earts,\n    An' four o' the lot was prime.\n   One was an 'arf-caste widow,\n    One was a woman at Prome,\n   One was the wife of a jemadar-sais,\n    An' one is a girl at 'ome.\n\n        Now I aren't no 'and with the ladies,\n         For, takin' 'em all along,\n        You never can say till you've tried 'em,\n         An' then you are like to be wrong.\n        There's times when you'll think that you mightn't,\n         There's times when you'll know that you might;\n        But the things you will learn from the Yellow an' Brown,\n         They'll 'elp you a lot with the White!\n\n   I was a young un at 'Oogli,\n    Shy as a girl to begin;\n   Aggie de Castrer she made me,\n    An' Aggie was clever as sin;\n   Older than me, but my first un -- \n    More like a mother she were -- \n   Showed me the way to promotion an' pay,\n    An' I learned about women from 'er!\n\n   Then I was ordered to Burma,\n    Actin' in charge o' Bazar,\n   An' I got me a tiddy live 'eathen\n    Through buyin' supplies off 'er pa.\n   Funny an' yellow an' faithful -- \n    Doll in a teacup she were,\n   But we lived on the square, like a true-married pair,\n    An' I learned about women from 'er!\n\n   Then we was shifted to Neemuch\n    (Or I might ha' been keepin' 'er now),\n   An' I took with a shiny she-devil,\n    The wife of a nigger at Mhow;\n   'Taught me the gipsy-folks' bolee;\n    Kind o' volcano she were,\n   For she knifed me one night 'cause I wished she was white,\n    And I learned about women from 'er!\n\n   Then I come 'ome in the trooper,\n    'Long of a kid o' sixteen -- \n   Girl from a convent at Meerut,\n    The straightest I ever 'ave seen.\n   Love at first sight was 'er trouble,\n    She didn't know what it were;\n   An' I wouldn't do such, 'cause I liked 'er too much,\n    But -- I learned about women from 'er!\n\n   I've taken my fun where I've found it,\n    An' now I must pay for my fun,\n   For the more you 'ave known o' the others\n    The less will you settle to one;\n   An' the end of it's sittin' and thinkin',\n    An' dreamin' Hell-fires to see;\n   So be warned by my lot (which I know you will not),\n    An' learn about women from me!\n\n        What did the Colonel's Lady think?\n         Nobody never knew.\n        Somebody asked the Sergeant's wife,\n         An' she told 'em true!\n        When you get to a man in the case,\n         They're like as a row of pins -- \n        For the Colonel's Lady an' Judy O'Grady\n         Are sisters under their skins!"
            ]
        },
        {
            "name": " Bill 'Awkins ",
            "sub_name": "",
            "text": [
                "Bill 'Awkins",
                "\"'As anybody seen Bill 'Awkins?\"\n        \"Now 'ow in the devil would I know?\"\n    \"'E's taken my girl out walkin',\n       An' I've got to tell 'im so -- \n          Gawd -- bless -- 'im!\n       I've got to tell 'im so.\"\n\n    \"D'yer know what 'e's like, Bill 'Awkins?\"\n        \"Now what in the devil would I care?\"\n    \"'E's the livin', breathin' image of an organ-grinder's monkey,\n       With a pound of grease in 'is 'air -- \n          Gawd -- bless -- 'im!\n       An' a pound o' grease in 'is 'air.\"\n\n    \"An' s'pose you met Bill 'Awkins,\n       Now what in the devil 'ud ye do?\"\n    \"I'd open 'is cheek to 'is chin-strap buckle,\n       An' bung up 'is both eyes, too -- \n          Gawd -- bless -- 'im!\n       An' bung up 'is both eyes, too!\"\n\n    \"Look 'ere, where 'e comes, Bill 'Awkins!\n       Now what in the devil will you say?\"\n    \"It isn't fit an' proper to be fightin' on a Sunday,\n       So I'll pass 'im the time o' day -- \n          Gawd -- bless -- 'im!\n       I'll pass 'im the time o' day!\""
            ]
        },
        {
            "name": " The Mother-Lodge ",
            "sub_name": "",
            "text": [
                "The Mother-Lodge",
                "There was Rundle, Station Master,\n    An' Beazeley of the Rail,\n   An' 'Ackman, Commissariat,\n    An' Donkin' o' the Jail;\n   An' Blake, Conductor-Sargent,\n    Our Master twice was 'e,\n   With 'im that kept the Europe-shop,\n    Old Framjee Eduljee.\n\n        Outside -- \"Sergeant!  Sir!  Salute!  Salaam!\"\n         Inside -- \"Brother\", an' it doesn't do no 'arm.\n        We met upon the Level an' we parted on the Square,\n        An' I was Junior Deacon in my Mother-Lodge out there!\n\n   We'd Bola Nath, Accountant,\n    An' Saul the Aden Jew,\n   An' Din Mohammed, draughtsman\n    Of the Survey Office too;\n   There was Babu Chuckerbutty,\n    An' Amir Singh the Sikh,\n   An' Castro from the fittin'-sheds,\n    The Roman Catholick!\n\n   We 'adn't good regalia,\n    An' our Lodge was old an' bare,\n   But we knew the Ancient Landmarks,\n    An' we kep' 'em to a hair;\n   An' lookin' on it backwards\n    It often strikes me thus,\n   There ain't such things as infidels,\n    Excep', per'aps, it's us.\n\n   For monthly, after Labour,\n    We'd all sit down and smoke\n   (We dursn't give no banquits,\n    Lest a Brother's caste were broke),\n   An' man on man got talkin'\n    Religion an' the rest,\n   An' every man comparin'\n    Of the God 'e knew the best.\n\n   So man on man got talkin',\n    An' not a Brother stirred\n   Till mornin' waked the parrots\n    An' that dam' brain-fever-bird;\n   We'd say 'twas 'ighly curious,\n    An' we'd all ride 'ome to bed,\n   With Mo'ammed, God, an' Shiva\n    Changin' pickets in our 'ead.\n\n   Full oft on Guv'ment service\n    This rovin' foot 'ath pressed,\n   An' bore fraternal greetin's\n    To the Lodges east an' west,\n   Accordin' as commanded\n    From Kohat to Singapore,\n   But I wish that I might see them\n    In my Mother-Lodge once more!\n\n   I wish that I might see them,\n    My Brethren black an' brown,\n   With the trichies smellin' pleasant\n    An' the hog-darn passin' down;\n   An' the old khansamah snorin'\n    On the bottle-khana floor,\n   Like a Master in good standing\n    With my Mother-Lodge once more!\n\n        Outside -- \"Sergeant!  Sir!  Salute!  Salaam!\"\n         Inside -- \"Brother\", an' it doesn't do no 'arm.\n        We met upon the Level an' we parted on the Square,\n        An' I was Junior Deacon in my Mother-Lodge out there!"
            ]
        },
        {
            "name": " 'Follow Me 'Ome' ",
            "sub_name": "",
            "text": [
                "'Follow Me 'Ome'",
                "There was no one like 'im, 'Orse or Foot,\n       Nor any o' the Guns I knew;\n   An' because it was so, why, o' course 'e went an' died,\n       Which is just what the best men do.\n\n        So it's knock out your pipes an' follow me!\n        An' it's finish up your swipes an' follow me!\n         Oh, 'ark to the big drum callin',\n          Follow me -- follow me 'ome!\n\n      'Is mare she neighs the 'ole day long,\n       She paws the 'ole night through,\n   An' she won't take 'er feed 'cause o' waitin' for 'is step,\n       Which is just what a beast would do.\n\n      'Is girl she goes with a bombardier\n       Before 'er month is through;\n   An' the banns are up in church, for she's got the beggar hooked,\n       Which is just what a girl would do.\n\n      We fought 'bout a dog -- last week it were -- \n       No more than a round or two;\n   But I strook 'im cruel 'ard, an' I wish I 'adn't now,\n       Which is just what a man can't do.\n\n      'E was all that I 'ad in the way of a friend,\n       An' I've 'ad to find one new;\n   But I'd give my pay an' stripe for to get the beggar back,\n       Which it's just too late to do.\n\n        So it's knock out your pipes an' follow me!\n        An' it's finish off your swipes an' follow me!\n         Oh, 'ark to the fifes a-crawlin'!\n          Follow me -- follow me 'ome!\n\n             Take 'im away!  'E's gone where the best men go.\n             Take 'im away!  An' the gun-wheels turnin' slow.\n             Take 'im away!  There's more from the place 'e come.\n             Take 'im away, with the limber an' the drum.\n\n        For it's \"Three rounds blank\" an' follow me,\n        An' it's \"Thirteen rank\" an' follow me;\n         Oh, passin' the love o' women,\n          Follow me -- follow me 'ome!"
            ]
        },
        {
            "name": " The Sergeant's Weddin' ",
            "sub_name": "",
            "text": [
                "The Sergeant's Weddin'",
                "'E was warned agin' 'er -- \n    That's what made 'im look;\n   She was warned agin' 'im -- \n    That is why she took.\n   'Wouldn't 'ear no reason,\n    'Went an' done it blind;\n   We know all about 'em,\n    They've got all to find!\n\n        Cheer for the Sergeant's weddin' -- \n        Give 'em one cheer more!\n        Grey gun-'orses in the lando,\n        An' a rogue is married to, etc.\n\n   What's the use o' tellin'\n    'Arf the lot she's been?\n   'E's a bloomin' robber,\n    An' 'e keeps canteen.\n   'Ow did 'e get 'is buggy?\n    Gawd, you needn't ask!\n   'Made 'is forty gallon\n    Out of every cask!\n\n   Watch 'im, with 'is 'air cut,\n    Count us filin' by -- \n   Won't the Colonel praise 'is\n    Pop -- u -- lar -- i -- ty!\n   We 'ave scores to settle -- \n    Scores for more than beer;\n   She's the girl to pay 'em -- \n    That is why we're 'ere!\n\n   See the chaplain thinkin'?\n    See the women smile?\n   Twig the married winkin'\n    As they take the aisle?\n   Keep your side-arms quiet,\n    Dressin' by the Band.\n   Ho!  You 'oly beggars,\n    Cough be'ind your 'and!\n\n   Now it's done an' over,\n    'Ear the organ squeak,\n   \"'Voice that breathed o'er Eden\" -- \n    Ain't she got the cheek!\n   White an' laylock ribbons,\n    Think yourself so fine!\n   I'd pray Gawd to take yer\n    'Fore I made yer mine!\n\n   Escort to the kerridge,\n    Wish 'im luck, the brute!\n   Chuck the slippers after -- \n    (Pity 'tain't a boot!)\n   Bowin' like a lady,\n    Blushin' like a lad -- \n   'Oo would say to see 'em\n    Both is rotten bad?\n\n        Cheer for the Sergeant's weddin' -- \n         Give 'em one cheer more!\n        Grey gun-'orses in the lando,\n         An' a rogue is married to, etc."
            ]
        },
        {
            "name": " The Jacket ",
            "sub_name": "",
            "text": [
                "The Jacket",
                "Through the Plagues of Egyp' we was chasin' Arabi,\n    Gettin' down an' shovin' in the sun;\n   An' you might 'ave called us dirty, an' you might ha' called us dry,\n    An' you might 'ave 'eard us talkin' at the gun.\n   But the Captain 'ad 'is jacket, an' the jacket it was new -- \n    ('Orse Gunners, listen to my song!)\n   An' the wettin' of the jacket is the proper thing to do,\n    Nor we didn't keep 'im waitin' very long.\n\n   One day they gave us orders for to shell a sand redoubt,\n    Loadin' down the axle-arms with case;\n   But the Captain knew 'is dooty, an' he took the crackers out\n    An' he put some proper liquor in its place.\n   An' the Captain saw the shrapnel, which is six-an'-thirty clear.\n    ('Orse Gunners, listen to my song!)\n   \"Will you draw the weight,\" sez 'e, \"or will you draw the beer?\"\n     An' we didn't keep 'im waitin' very long.\n     For the Captain, etc.\n\n   Then we trotted gentle, not to break the bloomin' glass,\n    Though the Arabites 'ad all their ranges marked;\n   But we dursn't 'ardly gallop, for the most was bottled Bass,\n    An' we'd dreamed of it since we was disembarked:\n   So we fired economic with the shells we 'ad in 'and,\n    ('Orse Gunners, listen to my song!)\n   But the beggars under cover 'ad the impidence to stand,\n    An' we couldn't keep 'em waitin' very long.\n     And the Captain, etc.\n\n   So we finished 'arf the liquor (an' the Captain took champagne),\n    An' the Arabites was shootin' all the while;\n   An' we left our wounded 'appy with the empties on the plain,\n    An' we used the bloomin' guns for pro-jec-tile!\n   We limbered up an' galloped -- there were nothin' else to do -- \n    ('Orse Gunners, listen to my song!)\n   An' the Battery came a-boundin' like a boundin' kangaroo,\n    But they didn't watch us comin' very long.\n     As the Captain, etc.\n\n   We was goin' most extended -- we was drivin' very fine,\n    An' the Arabites were loosin' 'igh an' wide,\n   Till the Captain took the glassy with a rattlin' right incline,\n    An' we dropped upon their 'eads the other side.\n   Then we give 'em quarter -- such as 'adn't up and cut,\n    ('Orse Gunners, listen to my song!)\n   An' the Captain stood a limberful of fizzy -- somethin' Brutt,\n    But we didn't leave it fizzing very long.\n     For the Captain, etc.\n\n   We might ha' been court-martialled, but it all come out all right\n    When they signalled us to join the main command.\n   There was every round expended, there was every gunner tight,\n    An' the Captain waved a corkscrew in 'is 'and.\n     But the Captain 'ad 'is jacket, etc."
            ]
        },
        {
            "name": " The 'Eathen ",
            "sub_name": "",
            "text": [
                "The 'Eathen",
                "The 'eathen in 'is blindness bows down to wood an' stone;\n   'E don't obey no orders unless they is 'is own;\n   'E keeps 'is side-arms awful:  'e leaves 'em all about,\n   An' then comes up the regiment an' pokes the 'eathen out.\n\n        All along o' dirtiness, all along o' mess,\n        All along o' doin' things rather-more-or-less,\n        All along of abby-nay, kul, an' hazar-ho,\n        Mind you keep your rifle an' yourself jus' so!\n   The young recruit is 'aughty -- 'e draf's from Gawd knows where;\n   They bid 'im show 'is stockin's an' lay 'is mattress square;\n   'E calls it bloomin' nonsense -- 'e doesn't know no more -- \n   An' then up comes 'is Company an' kicks 'im round the floor!\n\n   The young recruit is 'ammered -- 'e takes it very 'ard;\n   'E 'angs 'is 'ead an' mutters -- 'e sulks about the yard;\n   'E talks o' \"cruel tyrants\" 'e'll swing for by-an'-by,\n   An' the others 'ears an' mocks 'im, an' the boy goes orf to cry.\n\n   The young recruit is silly -- 'e thinks o' suicide;\n   'E's lost 'is gutter-devil; 'e 'asn't got 'is pride;\n   But day by day they kicks 'im, which 'elps 'im on a bit,\n   Till 'e finds 'isself one mornin' with a full an' proper kit.\n\n        Gettin' clear o' dirtiness, gettin' done with mess,\n        Gettin' shut o' doin' things rather-more-or-less;\n        Not so fond of abby-nay, kul, nor hazar-ho,\n        Learns to keep 'is rifle an' 'isself jus' so!\n\n   The young recruit is 'appy -- 'e throws a chest to suit;\n   You see 'im grow mustaches; you 'ear 'im slap 'is boot;\n   'E learns to drop the \"bloodies\" from every word 'e slings,\n   An' 'e shows an 'ealthy brisket when 'e strips for bars an' rings.\n\n   The cruel-tyrant-sergeants they watch 'im 'arf a year;\n   They watch 'im with 'is comrades, they watch 'im with 'is beer;\n   They watch 'im with the women at the regimental dance,\n   And the cruel-tyrant-sergeants send 'is name along for \"Lance\".\n\n   An' now 'e's 'arf o' nothin', an' all a private yet,\n   'Is room they up an' rags 'im to see what they will get;\n   They rags 'im low an' cunnin', each dirty trick they can,\n   But 'e learns to sweat 'is temper an' 'e learns to sweat 'is man.\n\n   An', last, a Colour-Sergeant, as such to be obeyed,\n   'E schools 'is men at cricket, 'e tells 'em on parade;\n   They sees 'em quick an' 'andy, uncommon set an' smart,\n   An' so 'e talks to orficers which 'ave the Core at 'eart.\n\n   'E learns to do 'is watchin' without it showin' plain;\n   'E learns to save a dummy, an' shove 'im straight again;\n   'E learns to check a ranker that's buyin' leave to shirk;\n   An' 'e learns to make men like 'im so they'll learn to like their work.\n\n   An' when it comes to marchin' he'll see their socks are right,\n   An' when it comes to action 'e shows 'em 'ow to sight;\n   'E knows their ways of thinkin' and just what's in their mind;\n   'E knows when they are takin' on an' when they've fell be'ind.\n\n   'E knows each talkin' corpril that leads a squad astray;\n   'E feels 'is innards 'eavin', 'is bowels givin' way;\n   'E sees the blue-white faces all tryin' 'ard to grin,\n   An' 'e stands an' waits an' suffers till it's time to cap 'em in.\n\n   An' now the hugly bullets come peckin' through the dust,\n   An' no one wants to face 'em, but every beggar must;\n   So, like a man in irons which isn't glad to go,\n   They moves 'em off by companies uncommon stiff an' slow.\n\n   Of all 'is five years' schoolin' they don't remember much\n   Excep' the not retreatin', the step an' keepin' touch.\n   It looks like teachin' wasted when they duck an' spread an' 'op,\n   But if 'e 'adn't learned 'em they'd be all about the shop!\n\n   An' now it's \"'Oo goes backward?\" an' now it's \"'Oo comes on?\"\n    And now it's \"Get the doolies,\" an' now the captain's gone;\n   An' now it's bloody murder, but all the while they 'ear\n   'Is voice, the same as barrick drill, a-shepherdin' the rear.\n\n   'E's just as sick as they are, 'is 'eart is like to split,\n   But 'e works 'em, works 'em, works 'em till he feels 'em take the bit;\n   The rest is 'oldin' steady till the watchful bugles play,\n   An' 'e lifts 'em, lifts 'em, lifts 'em through the charge that wins the day!\n\n        The 'eathen in 'is blindness bows down to wood an' stone;\n        'E don't obey no orders unless they is 'is own;\n        The 'eathen in 'is blindness must end where 'e began,\n        But the backbone of the Army is the non-commissioned man!\n\n        Keep away from dirtiness -- keep away from mess.\n        Don't get into doin' things rather-more-or-less!\n        Let's ha' done with abby-nay, kul, an' hazar-ho;\n        Mind you keep your rifle an' yourself jus' so!\n\n   The Shut-Eye Sentry\n   Sez the Junior Orderly Sergeant\n    To the Senior Orderly Man:\n   \"Our Orderly Orf'cer's hokee-mut,\n    You 'elp 'im all you can.\n   For the wine was old and the night is cold,\n    An' the best we may go wrong,\n   So, 'fore 'e gits to the sentry-box,\n    You pass the word along.\"\n\n        So it was \"Rounds!  What Rounds?\" at two of a frosty night,\n         'E's 'oldin' on by the sergeant's sash, but, sentry, shut your eye.\n        An' it was \"Pass!  All's well!\"  Oh, ain't 'e drippin' tight!\n         'E'll need an affidavit pretty badly by-an'-by.\n\n   The moon was white on the barricks,\n    The road was white an' wide,\n   An' the Orderly Orf'cer took it all,\n    An' the ten-foot ditch beside.\n   An' the corporal pulled an' the sergeant pushed,\n    An' the three they danced along,\n   But I'd shut my eyes in the sentry-box,\n    So I didn't see nothin' wrong.\n\n        Though it was \"Rounds!  What Rounds?\"  O corporal, 'old 'im up!\n         'E's usin' 'is cap as it shouldn't be used, but, sentry, shut your eye.\n        An' it was \"Pass!  All's well!\"  Ho, shun the foamin' cup!\n         'E'll need, etc.\n\n   'Twas after four in the mornin';\n    We 'ad to stop the fun,\n   An' we sent 'im 'ome on a bullock-cart,\n    With 'is belt an' stock undone;\n   But we sluiced 'im down an' we washed 'im out,\n    An' a first-class job we made,\n   When we saved 'im, smart as a bombardier,\n    For six-o'clock parade.\n\n        It 'ad been \"Rounds!  What Rounds?\"  Oh, shove 'im straight again!\n         'E's usin' 'is sword for a bicycle, but, sentry, shut your eye.\n        An' it was \"Pass!  All's well!\"  'E's called me \"Darlin' Jane\"!\n         'E'll need, etc.\n\n   The drill was long an' 'eavy,\n    The sky was 'ot an' blue,\n   An' 'is eye was wild an' 'is 'air was wet,\n    But 'is sergeant pulled 'im through.\n   Our men was good old trusties -- \n    They'd done it on their 'ead;\n   But you ought to 'ave 'eard 'em markin' time\n    To 'ide the things 'e said!\n\n        For it was \"Right flank -- wheel!\" for \"'Alt, an' stand at ease!\"\n          An' \"Left extend!\" for \"Centre close!\"  O marker, shut your eye!\n        An' it was, \"'Ere, sir, 'ere! before the Colonel sees!\"\n          So he needed affidavits pretty badly by-an'-by.\n\n   There was two-an'-thirty sergeants,\n    There was corp'rals forty-one,\n   There was just nine 'undred rank an' file\n    To swear to a touch o' sun.\n   There was me 'e'd kissed in the sentry-box,\n    As I 'ave not told in my song,\n   But I took my oath, which were Bible truth,\n    I 'adn't seen nothin' wrong.\n\n   There's them that's 'ot an' 'aughty,\n    There's them that's cold an' 'ard,\n   But there comes a night when the best gets tight,\n    And then turns out the Guard.\n   I've seen them 'ide their liquor\n    In every kind o' way,\n   But most depends on makin' friends\n    With Privit Thomas A.!\n\n        When it is \"Rounds!  What Rounds?\"  'E's breathin' through 'is nose.\n         'E's reelin', rollin', roarin' tight, but, sentry, shut your eye.\n        An' it is \"Pass!  All's well!\"  An' that's the way it goes:\n         We'll 'elp 'im for 'is mother, an' 'e'll 'elp us by-an'-by!"
            ]
        },
        {
            "name": " 'Mary, Pity Women!' ",
            "sub_name": "",
            "text": [
                "'Mary, Pity Women!'",
                "You call yourself a man,\n    For all you used to swear,\n   An' leave me, as you can,\n    My certain shame to bear?\n    I 'ear!  You do not care -- \n   You done the worst you know.\n    I 'ate you, grinnin' there....\n   Ah, Gawd, I love you so!\n\n        Nice while it lasted, an' now it is over -- \n        Tear out your 'eart an' good-bye to your lover!\n        What's the use o' grievin', when the mother that bore you\n        (Mary, pity women!) knew it all before you?\n\n   It aren't no false alarm,\n    The finish to your fun;\n   You -- you 'ave brung the 'arm,\n    An' I'm the ruined one;\n    An' now you'll off an' run\n   With some new fool in tow.\n    Your 'eart?  You 'aven't none....\n   Ah, Gawd, I love you so!\n\n        When a man is tired there is naught will bind 'im;\n        All 'e solemn promised 'e will shove be'ind 'im.\n        What's the good o' prayin' for The Wrath to strike 'im\n        (Mary, pity women!), when the rest are like 'im?\n\n   What 'ope for me or -- it?\n    What's left for us to do?\n   I've walked with men a bit,\n    But this -- but this is you.\n   So 'elp me Christ, it's true!\n    Where can I 'ide or go?\n   You coward through and through!...\n    Ah, Gawd, I love you so!\n\n        All the more you give 'em the less are they for givin' -- \n        Love lies dead, an' you cannot kiss 'im livin'.\n        Down the road 'e led you there is no returnin'\n        (Mary, pity women!), but you're late in learnin'!\n\n   You'd like to treat me fair?\n    You can't, because we're pore?\n   We'd starve?  What do I care!\n    We might, but this is shore!\n    I want the name -- no more -- \n   The name, an' lines to show,\n    An' not to be an 'ore....\n   Ah, Gawd, I love you so!\n\n        What's the good o' pleadin', when the mother that bore you\n        (Mary, pity women!) knew it all before you?\n        Sleep on 'is promises an' wake to your sorrow\n        (Mary, pity women!), for we sail to-morrow!"
            ]
        },
        {
            "name": " For to Admire ",
            "sub_name": "",
            "text": [
                "For to Admire",
                "The Injian Ocean sets an' smiles\n    So sof', so bright, so bloomin' blue;\n   There aren't a wave for miles an' miles\n    Excep' the jiggle from the screw.\n   The ship is swep', the day is done,\n    The bugle's gone for smoke and play;\n   An' black agin' the settin' sun\n    The Lascar sings, \"Hum deckty hai!\"\n\n        For to admire an' for to see,\n         For to be'old this world so wide -- \n        It never done no good to me,\n         But I can't drop it if I tried!\n\n   I see the sergeants pitchin' quoits,\n    I 'ear the women laugh an' talk,\n   I spy upon the quarter-deck\n    The orficers an' lydies walk.\n   I thinks about the things that was,\n    An' leans an' looks acrost the sea,\n   Till spite of all the crowded ship\n    There's no one lef' alive but me.\n\n   The things that was which I 'ave seen,\n    In barrick, camp, an' action too,\n   I tells them over by myself,\n    An' sometimes wonders if they're true;\n   For they was odd -- most awful odd -- \n    But all the same now they are o'er,\n   There must be 'eaps o' plenty such,\n    An' if I wait I'll see some more.\n\n   Oh, I 'ave come upon the books,\n    An' frequent broke a barrick rule,\n   An' stood beside an' watched myself\n    Be'avin' like a bloomin' fool.\n   I paid my price for findin' out,\n    Nor never grutched the price I paid,\n   But sat in Clink without my boots,\n    Admirin' 'ow the world was made.\n\n   Be'old a crowd upon the beam,\n    An' 'umped above the sea appears\n   Old Aden, like a barrick-stove\n    That no one's lit for years an' years!\n   I passed by that when I began,\n    An' I go 'ome the road I came,\n   A time-expired soldier-man\n    With six years' service to 'is name.\n\n   My girl she said, \"Oh, stay with me!\"\n     My mother 'eld me to 'er breast.\n   They've never written none, an' so\n    They must 'ave gone with all the rest -- \n   With all the rest which I 'ave seen\n    An' found an' known an' met along.\n   I cannot say the things I feel,\n    And so I sing my evenin' song:\n\n        For to admire an' for to see,\n         For to be'old this world so wide -- \n        It never done no good to me,\n         But I can't drop it if I tried!"
            ]
        }
    ]
}