{
    "id": "2908",
    "title": "Strife",
    "author": "John Galsworthy",
    "content": [
        {
            "name": " ACT I ",
            "sub_name": "",
            "text": [
                "ACT I",
                "It is noon. In the Underwoods' dining-room a bright fire is burning. On\n        one side of the fireplace are double-doors leading to the drawing-room,\n        on the other side a door leading to the hall. In the centre of the room\n        a long dining-table without a cloth is set out as a Board table. At the\n        head of it, in the Chairman's seat, sits JOHN ANTHONY, an old man, big,\n        clean-shaven, and high-coloured, with thick white hair, and thick dark\n        eyebrows. His movements are rather slow and feeble, but his eyes are\n        very much alive. There is a glass of water by his side. On his right\n        sits his son EDGAR, an earnest-looking man of thirty, reading a\n        newspaper. Next him WANKLIN, a man with jutting eyebrows, and\n        silver-streaked light hair, is bending over transfer papers. TENCH, the\n        Secretary, a short and rather humble, nervous man, with side whiskers,\n        stands helping him. On WANKLIN'S right sits UNDERWOOD, the Manager, a\n        quiet man, with along, stiff jaw, and steady eyes. Back to the fire is\n        SCANTLEBURY, a very large, pale, sleepy man, with grey hair, rather\n        bald. Between him and the Chairman are two empty chairs.",
                "WILDER. [Who is lean, cadaverous, and complaining, with drooping grey\n      moustaches, stands before the fire.] I say, this fire's the devil! Can I\n      have a screen, Tench?",
                "SCANTLEBURY. A screen, ah!",
                "TENCH. Certainly, Mr. Wilder. [He looks at UNDERWOOD.] That is -- \n      perhaps the Manager -- perhaps Mr. Underwood --  --",
                "SCANTLEBURY. These fireplaces of yours, Underwood --  --",
                "UNDERWOOD. [Roused from studying some papers.] A screen? Rather! I'm\n      sorry. [He goes to the door with a little smile.] We're not accustomed to\n      complaints of too much fire down here just now.",
                "[He speaks as though he holds a pipe between his teeth, slowly,\n        ironically.]",
                "WILDER. [In an injured voice.] You mean the men. H'm!",
                "[UNDERWOOD goes out.]",
                "SCANTLEBURY. Poor devils!",
                "WILDER. It's their own fault, Scantlebury.",
                "EDGAR. [Holding out his paper.] There's great distress among them,\n      according to the Trenartha News.",
                "WILDER. Oh, that rag! Give it to Wanklin. Suit his Radical views. They\n      call us monsters, I suppose. The editor of that rubbish ought to be shot.",
                "EDGAR. [Reading.] \"If the Board of worthy gentlemen who control the\n      Trenartha Tin Plate Works from their arm-chairs in London would condescend\n      to come and see for themselves the conditions prevailing amongst their\n      work-people during this strike --  -- \"",
                "WILDER. Well, we have come.",
                "EDGAR. [Continuing.] \"We cannot believe that even their leg-of-mutton\n      hearts would remain untouched.\"",
                "[WANKLIN takes the paper from him.]",
                "WILDER. Ruffian! I remember that fellow when he had n't a penny to his\n      name; little snivel of a chap that's made his way by black-guarding\n      everybody who takes a different view to himself.",
                "[ANTHONY says something that is not heard.]",
                "WILDER. What does your father say?",
                "EDGAR. He says \"The kettle and the pot.\"",
                "WILDER. H'm!",
                "[He sits down next to SCANTLEBURY.]",
                "SCANTLEBURY. [Blowing out his cheeks.] I shall boil if I don't get that\n      screen.",
                "[UNDERWOOD and ENID enter with a screen, which they place before the\n        fire. ENID is tall; she has a small, decided face, and is twenty-eight\n        years old.]",
                "ENID. Put it closer, Frank. Will that do, Mr. Wilder? It's the highest\n      we've got.",
                "WILDER. Thanks, capitally.",
                "SCANTLEBURY. [Turning, with a sigh of pleasure.] Ah! Merci, Madame!",
                "ENID. Is there anything else you want, Father? [ANTHONY shakes his head.]\n      Edgar -- anything?",
                "EDGAR. You might give me a \"J\" nib, old girl.",
                "ENID. There are some down there by Mr. Scantlebury.",
                "SCANTLEBURY. [Handing a little box of nibs.] Ah! your brother uses \"J's.\"\n      What does the manager use? [With expansive politeness.] What does your\n      husband use, Mrs. Underwood?",
                "UNDERWOOD. A quill!",
                "SCANTLEBURY. The homely product of the goose. [He holds out quills.]",
                "UNDERWOOD. [Drily.] Thanks, if you can spare me one. [He takes a quill.]\n      What about lunch, Enid?",
                "ENID. [Stopping at the double-doors and looking back.] We're going to have\n      lunch here, in the drawing-room, so you need n't hurry with your meeting.",
                "[WANKLIN and WILDER bow, and she goes out.]",
                "SCANTLEBURY. [Rousing himself, suddenly.] Ah! Lunch! That hotel -- \n      Dreadful! Did you try the whitebait last night? Fried fat!",
                "WILDER. Past twelve! Are n't you going to read the minutes, Tench?",
                "TENCH. [Looking for the CHAIRMAN'S assent, reads in a rapid and monotonous\n      voice.] \"At a Board Meeting held the 31st of January at the Company's\n      Offices, 512, Cannon Street, E.C. Present -- Mr. Anthony in the chair,\n      Messrs. F. H. Wilder, William Scantlebury, Oliver Wanklin, and Edgar\n      Anthony. Read letters from the Manager dated January 20th, 23d, 25th,\n      28th, relative to the strike at the Company's Works. Read letters to the\n      Manager of January 21st, 24th, 26th, 29th. Read letter from Mr. Simon\n      Harness, of the Central Union, asking for an interview with the Board.\n      Read letter from the Men's Committee, signed David Roberts, James Green,\n      John Bulgin, Henry Thomas, George Rous, desiring conference with the\n      Board; and it was resolved that a special Board Meeting be called for\n      February 7th at the house of the Manager, for the purpose of discussing\n      the situation with Mr. Simon Harness and the Men's Committee on the spot.\n      Passed twelve transfers, signed and sealed nine certificates and one\n      balance certificate.\"",
                "[He pushes the book over to the CHAIRMAN.]",
                "ANTHONY. [With a heavy sigh.] If it's your pleasure, sign the same.",
                "[He signs, moving the pen with difficulty. ]",
                "WANKLIN. What's the Union's game, Tench? They have n't made up their split\n      with the men. What does Harness want this interview for?",
                "TENCH. Hoping we shall come to a compromise, I think, sir; he's having a\n      meeting with the men this afternoon.",
                "WILDER. Harness! Ah! He's one of those cold-blooded, cool-headed chaps. I\n      distrust them. I don't know that we didn't make a mistake to come down.\n      What time'll the men be here?",
                "UNDERWOOD. Any time now.",
                "WILDER. Well, if we're not ready, they'll have to wait -- won't do them\n      any harm to cool their heels a bit.",
                "SCANTLEBURY. [Slowly.] Poor devils! It's snowing. What weather!",
                "UNDERWOOD. [With meaning slowness.] This house'll be the warmest place\n      they've been in this winter.",
                "WILDER. Well, I hope we're going to settle this business in time for me to\n      catch the 6.30. I've got to take my wife to Spain to-morrow. [Chattily.]\n      My old father had a strike at his works in '69; just such a February as\n      this. They wanted to shoot him.",
                "WANKLIN. What! In the close season?",
                "WILDER. By George, there was no close season for employers then! He used\n      to go down to his office with a pistol in his pocket.",
                "SCANTLEBURY. [Faintly alarmed.] Not seriously?",
                "WILDER. [With finality.] Ended in his shootin' one of 'em in the legs.",
                "SCANTLEBURY. [Unavoidably feeling his thigh.] No? Which?",
                "ANTHONY. [Lifting the agenda paper.] To consider the policy of the Board\n      in relation to the strike. [There is a silence.]",
                "WILDER. It's this infernal three-cornered duel -- the Union, the men,\n      and ourselves.",
                "WANKLIN. We need n't consider the Union.",
                "WILDER. It's my experience that you've always got to, consider the Union,\n      confound them! If the Union were going to withdraw their support from the\n      men, as they've done, why did they ever allow them to strike at all?",
                "EDGAR. We've had that over a dozen times.",
                "WILDER. Well, I've never understood it! It's beyond me. They talk of the\n      engineers' and furnace-men's demands being excessive -- so they are -- but\n      that's not enough to make the Union withdraw their support. What's behind\n      it?",
                "UNDERWOOD. Fear of strikes at Harper's and Tinewell's.",
                "WILDER. [With triumph.] Afraid of other strikes -- now, that's a\n      reason! Why could n't we have been told that before?",
                "UNDERWOOD. You were.",
                "TENCH. You were absent from the Board that day, sir.",
                "SCANTLEBURY. The men must have seen they had no chance when the Union gave\n      them up. It's madness.",
                "UNDERWOOD. It's Roberts!",
                "WILDER. Just our luck, the men finding a fanatical firebrand like Roberts\n      for leader. [A pause.]",
                "WANKLIN. [Looking at ANTHONY.] Well?",
                "WILDER. [Breaking in fussily.] It's a regular mess. I don't like the\n      position we're in; I don't like it; I've said so for a long time. [Looking\n      at WANKLIN.] When Wanklin and I came down here before Christmas it looked\n      as if the men must collapse. You thought so too, Underwood.",
                "UNDERWOOD. Yes.",
                "WILDER. Well, they haven't! Here we are, going from bad to worse losing\n      our customers -- shares going down!",
                "SCANTLEBURY. [Shaking his head.] M'm! M'm!",
                "WANKLIN. What loss have we made by this strike, Tench?",
                "TENCH. Over fifty thousand, sir!",
                "SCANTLEBURY, [Pained.] You don't say!",
                "WILDER. We shall never got it back.",
                "TENCH. No, sir.",
                "WILDER. Who'd have supposed the men were going to stick out like this -- nobody\n      suggested that. [Looking angrily at TENCH.]",
                "SCANTLEBURY. [Shaking his head.] I've never liked a fight -- never\n      shall.",
                "ANTHONY. No surrender! [All look at him.]",
                "WILDER. Who wants to surrender? [ANTHONY looks at him.] I -- I want to\n      act reasonably. When the men sent Roberts up to the Board in December -- then\n      was the time. We ought to have humoured him; instead of that the Chairman -- [Dropping\n      his eyes before ANTHONY'S] -- er -- we snapped his head off. We\n      could have got them in then by a little tact.",
                "ANTHONY. No compromise!",
                "WILDER. There we are! This strike's been going on now since October, and\n      as far as I can see it may last another six months. Pretty mess we shall\n      be in by then. The only comfort is, the men'll be in a worse!",
                "EDGAR. [To UNDERWOOD.] What sort of state are they really in, Frank?",
                "UNDERWOOD. [Without expression.] Damnable!",
                "WILDER. Well, who on earth would have thought they'd have held on like\n      this without support!",
                "UNDERWOOD. Those who know them.",
                "WILDER. I defy any one to know them! And what about tin? Price going up\n      daily. When we do get started we shall have to work off our contracts at\n      the top of the market.",
                "WANKLIN. What do you say to that, Chairman?",
                "ANTHONY. Can't be helped!",
                "WILDER. Shan't pay a dividend till goodness knows when!",
                "SCANTLEBURY. [With emphasis.] We ought to think of the shareholders.\n      [Turning heavily.] Chairman, I say we ought to think of the shareholders.\n      [ANTHONY mutters.]",
                "SCANTLEBURY. What's that?",
                "TENCH. The Chairman says he is thinking of you, sir.",
                "SCANTLEBURY. [Sinking back into torpor.] Cynic!",
                "WILDER. It's past a joke. I don't want to go without a dividend for years\n      if the Chairman does. We can't go on playing ducks and drakes with the\n      Company's prosperity.",
                "EDGAR. [Rather ashamedly.] I think we ought to consider the men.",
                "[All but ANTHONY fidget in their seats.]",
                "SCANTLEBURY. [With a sigh.] We must n't think of our private feelings,\n      young man. That'll never do.",
                "EDGAR. [Ironically.] I'm not thinking of our feelings. I'm thinking of the\n      men's.",
                "WILDER. As to that -- we're men of business.",
                "WANKLIN. That is the little trouble.",
                "EDGAR. There's no necessity for pushing things so far in the face of all\n      this suffering -- it's -- it's cruel.",
                "[No one speaks, as though EDGAR had uncovered something whose existence\n        no man prizing his self-respect could afford to recognise.]",
                "WANKLIN. [With an ironical smile.] I'm afraid we must n't base our policy\n      on luxuries like sentiment.",
                "EDGAR. I detest this state of things.",
                "ANTHONY. We did n't seek the quarrel.",
                "EDGAR. I know that sir, but surely we've gone far enough.",
                "ANTHONY. No. [All look at one another.]",
                "WANKLIN. Luxuries apart, Chairman, we must look out what we're doing.",
                "ANTHONY. Give way to the men once and there'll be no end to it.",
                "WANKLIN. I quite agree, but --  --",
                "[ANTHONY Shakes his head]",
                "You make it a question of bedrock principle?",
                "[ANTHONY nods.]",
                "Luxuries again, Chairman! The shares are below par.",
                "WILDER. Yes, and they'll drop to a half when we pass the next dividend.",
                "SCANTLEBURY. [With alarm.] Come, come! Not so bad as that.",
                "WILDER. [Grimly.] You'll see! [Craning forward to catch ANTHONY'S speech.]\n      I didn't catch --  --",
                "TENCH. [Hesitating.] The Chairman says, sir, \"Fais que -- que -- devra.\"",
                "EDGAR. [Sharply.] My father says: \"Do what we ought -- and let things\n      rip.\"",
                "WILDER. Tcha!",
                "SCANTLEBURY. [Throwing up his hands.] The Chairman's a Stoic -- I\n      always said the Chairman was a Stoic.",
                "WILDER. Much good that'll do us.",
                "WANKLIN. [Suavely.] Seriously, Chairman, are you going to let the ship\n      sink under you, for the sake of -- a principle?",
                "ANTHONY. She won't sink.",
                "SCANTLEBURY. [With alarm.] Not while I'm on the Board I hope.",
                "ANTHONY. [With a twinkle.] Better rat, Scantlebury.",
                "SCANTLEBURY. What a man!",
                "ANTHONY. I've always fought them; I've never been beaten yet.",
                "WANKLIN. We're with you in theory, Chairman. But we're not all made of\n      cast-iron.",
                "ANTHONY. We've only to hold on.",
                "WILDER. [Rising and going to the fire.] And go to the devil as fast as we\n      can!",
                "ANTHONY. Better go to the devil than give in!",
                "WILDER. [Fretfully.] That may suit you, sir, but it does n't suit me, or\n      any one else I should think.",
                "[ANTHONY looks him in the face-a silence.]",
                "EDGAR. I don't see how we can get over it that to go on like this means\n      starvation to the men's wives and families.",
                "[WILDER turns abruptly to the fire, and SCANTLEBURY puts out a hand to\n        push the idea away.]",
                "WANKLIN. I'm afraid again that sounds a little sentimental.",
                "EDGAR. Men of business are excused from decency, you think?",
                "WILDER. Nobody's more sorry for the men than I am, but if they [lashing\n      himself] choose to be such a pig-headed lot, it's nothing to do with us;\n      we've quite enough on our hands to think of ourselves and the\n      shareholders.",
                "EDGAR. [Irritably.] It won't kill the shareholders to miss a dividend or\n      two; I don't see that that's reason enough for knuckling under.",
                "SCANTLEBURY. [With grave discomfort.] You talk very lightly of your\n      dividends, young man; I don't know where we are.",
                "WILDER. There's only one sound way of looking at it. We can't go on\n      ruining ourselves with this strike.",
                "ANTHONY. No caving in!",
                "SCANTLEBURY. [With a gesture of despair.] Look at him!",
                "[ANTHONY'S leaning back in his chair. They do look at him.]",
                "WILDER. [Returning to his seat.] Well, all I can say is, if that's the\n      Chairman's view, I don't know what we've come down here for.",
                "ANTHONY. To tell the men that we've got nothing for them --  -- \n      [Grimly.] They won't believe it till they hear it spoken in plain English.",
                "WILDER. H'm! Shouldn't be a bit surprised if that brute Roberts had n't\n      got us down here with the very same idea. I hate a man with a grievance.",
                "EDGAR. [Resentfully.] We didn't pay him enough for his discovery. I always\n      said that at the time.",
                "WILDER. We paid him five hundred and a bonus of two hundred three years\n      later. If that's not enough! What does he want, for goodness' sake?",
                "TENCH. [Complainingly.] Company made a hundred thousand out of his brains,\n      and paid him seven hundred -- that's the way he goes on, sir.",
                "WILDER. The man's a rank agitator! Look here, I hate the Unions. But now\n      we've got Harness here let's get him to settle the whole thing.",
                "ANTHONY. No! [Again they look at him.]",
                "UNDERWOOD. Roberts won't let the men assent to that.",
                "SCANTLEBURY. Fanatic! Fanatic!",
                "WILDER. [Looking at ANTHONY.] And not the only one! [FROST enters from the\n      hall.]",
                "FROST. [To ANTHONY.] Mr. Harness from the Union, waiting, sir. The men are\n      here too, sir.",
                "[ANTHONY nods. UNDERWOOD goes to the door, returning with HARNESS, a\n        pale, clean-shaven man with hollow cheeks, quick eyes, and lantern jaw -- FROST\n        has retired.]",
                "UNDERWOOD. [Pointing to TENCH'S chair.] Sit there next the Chairman,\n      Harness, won't you?",
                "[At HARNESS'S appearance, the Board have drawn together, as it were, and\n        turned a little to him, like cattle at a dog.]",
                "HARNESS. [With a sharp look round, and a bow.] Thanks! [He sits -- -\n      his accent is slightly nasal.] Well, gentlemen, we're going to do business\n      at last, I hope.",
                "WILDER. Depends on what you call business, Harness. Why don't you make the\n      men come in?",
                "HARNESS. [Sardonically.] The men are far more in the right than you are.\n      The question with us is whether we shan't begin to support them again.",
                "[He ignores them all, except ANTHONY, to whom he turns in speaking.]",
                "ANTHONY. Support them if you like; we'll put in free labour and have done\n      with it.",
                "HARNESS. That won't do, Mr. Anthony. You can't get free labour, and you\n      know it.",
                "ANTHONY. We shall see that.",
                "HARNESS. I'm quite frank with you. We were forced to withhold our support\n      from your men because some of their demands are in excess of current\n      rates. I expect to make them withdraw those demands to-day: if they do,\n      take it straight from me, gentlemen, we shall back them again at once.\n      Now, I want to see something fixed upon before I go back to-night. Can't\n      we have done with this old-fashioned tug-of-war business? What good's it\n      doing you? Why don't you recognise once for all that these people are men\n      like yourselves, and want what's good for them just as you want what's\n      good for you [Bitterly.] Your motor-cars, and champagne, and eight-course\n      dinners.",
                "ANTHONY. If the men will come in, we'll do something for them.",
                "HARNESS. [Ironically.] Is that your opinion too, sir -- and yours -- \n      and yours? [The Directors do not answer.] Well, all I can say is: It's a\n      kind of high and mighty aristocratic tone I thought we'd grown out of -- seems\n      I was mistaken.",
                "ANTHONY. It's the tone the men use. Remains to be seen which can hold out\n      longest -- they without us, or we without them.",
                "HARNESS. As business men, I wonder you're not ashamed of this waste of\n      force, gentlemen. You know what it'll all end in.",
                "ANTHONY. What?",
                "HARNESS. Compromise -- it always does.",
                "SCANTLEBURY. Can't you persuade the men that their interests are the same\n      as ours?",
                "HARNESS. [Turning, ironically.] I could persuade them of that, sir, if\n      they were.",
                "WILDER. Come, Harness, you're a clever man, you don't believe all the\n      Socialistic claptrap that's talked nowadays. There 's no real difference\n      between their interests and ours.",
                "HARNESS. There's just one very simple question I'd like to put to you.\n      Will you pay your men one penny more than they force you to pay them?",
                "[WILDER is silent.]",
                "WANKLIN. [Chiming in.] I humbly thought that not to pay more than was\n      necessary was the A B C of commerce.",
                "HARNESS. [With irony.] Yes, that seems to be the A B C of commerce, sir;\n      and the A B C of commerce is between your interests and the men's.",
                "SCANTLEBURY. [Whispering.] We ought to arrange something.",
                "HARNESS. [Drily.] Am I to understand then, gentlemen, that your Board is\n      going to make no concessions?",
                "[WANKLIN and WILDER bend forward as if to speak, but stop.]",
                "ANTHONY. [Nodding.] None.",
                "[WANKLIN and WILDER again bend forward, and SCANTLEBURY gives an\n        unexpected grunt.]",
                "HARNESS. You were about to say something, I believe?",
                "[But SCANTLEBURY says nothing.]",
                "EDGAR. [Looking up suddenly.] We're sorry for the state of the men.",
                "HARNESS. [Icily.] The men have no use for your pity, sir. What they want\n      is justice.",
                "ANTHONY. Then let them be just.",
                "HARNESS. For that word \"just\" read \"humble,\" Mr. Anthony. Why should they\n      be humble? Barring the accident of money, are n't they as good men as you?",
                "ANTHONY. Cant!",
                "HARNESS. Well, I've been five years in America. It colours a man's\n      notions.",
                "SCANTLEBURY. [Suddenly, as though avenging his uncompleted grunt.] Let's\n      have the men in and hear what they've got to say!",
                "[ANTHONY nods, and UNDERWOOD goes out by the single door.]",
                "HARNESS. [Drily.] As I'm to have an interview with them this afternoon,\n      gentlemen, I 'll ask you to postpone your final decision till that's over.",
                "[Again ANTHONY nods, and taking up his glass drinks.] [UNDERWOOD comes\n        in again, followed by ROBERTS, GREEN, BULGIN, THOMAS, ROUS. They file\n        in, hat in hand, and stand silent in a row. ROBERTS is lean, of middle\n        height, with a slight stoop. He has a little rat-gnawn, brown-grey\n        beard, moustaches, high cheek-bones, hollow cheeks, small fiery eyes. He\n        wears an old and grease-stained blue serge suit, and carries an old\n        bowler hat. He stands nearest the Chairman. GREEN, next to him, has a\n        clean, worn face, with a small grey goatee beard and drooping\n        moustaches, iron spectacles, and mild, straightforward eyes. He wears an\n        overcoat, green with age, and a linen collar. Next to him is BULGIN, a\n        tall, strong man, with a dark moustache, and fighting jaw, wearing a red\n        muffler, who keeps changing his cap from one hand to the other. Next to\n        him is THOMAS, an old man with a grey moustache, full beard, and\n        weatherbeaten, bony face, whose overcoat discloses a lean,\n        plucked-looking neck. On his right, ROUS, the youngest of the five,\n        looks like a soldier; he has a glitter in his eyes.]",
                "UNDERWOOD. [Pointing.] There are some chairs there against the wall,\n      Roberts; won't you draw them up and sit down?",
                "ROBERTS. Thank you, Mr. Underwood -- we'll stand in the presence of the\n      Board. [He speaks in a biting and staccato voice, rolling his r's,\n      pronouncing his a's like an Italian a, and his consonants short and\n      crisp.] How are you, Mr. Harness? Did n't expect t' have the pleasure of\n      seeing you till this afternoon.",
                "HARNESS. [Steadily.] We shall meet again then, Roberts.",
                "ROBERTS. Glad to hear that; we shall have some news for you to take to\n      your people.",
                "ANTHONY. What do the men want?",
                "ROBERTS. [Acidly.] Beg pardon, I don't quite catch the Chairman's remark.",
                "TENCH. [From behind the Chairman's chair.] The Chairman wishes to know\n      what the men have to say.",
                "ROBERTS. It's what the Board has to say we've come to hear. It's for the\n      Board to speak first.",
                "ANTHONY. The Board has nothing to say.",
                "ROBERTS. [Looking along the line of men.] In that case we're wasting the\n      Directors' time. We'll be taking our feet off this pretty carpet.",
                "[He turns, the men move slowly, as though hypnotically influenced.]",
                "WANKLIN: [Suavely.] Come, Roberts, you did n't give us this long cold\n      journey for the pleasure of saying that.",
                "THOMAS. [A pure Welshman.] No, sir, an' what I say iss --  --",
                "ROBERTS.[Bitingly.] Go on, Henry Thomas, go on. You 're better able to\n      speak to the -- Directors than me. [THOMAS is silent.]",
                "TENCH. The Chairman means, Roberts, that it was the men who asked for the\n      conference, the Board wish to hear what they have to say.",
                "ROBERTS. Gad! If I was to begin to tell ye all they have to say, I\n      wouldn't be finished to-day. And there'd be some that'd wish they'd never\n      left their London palaces.",
                "HARNESS. What's your proposition, man? Be reasonable.",
                "ROBERTS. You want reason Mr. Harness? Take a look round this afternoon\n      before the meeting. [He looks at the men; no sound escapes them.] You'll\n      see some very pretty scenery.",
                "HARNESS. All right my friend; you won't put me off.",
                "ROBERTS. [To the men.] We shan't put Mr. Harness off. Have some champagne\n      with your lunch, Mr. Harness; you'll want it, sir.",
                "HARNESS. Come, get to business, man!",
                "THOMAS. What we're asking, look you, is just simple justice.",
                "ROBERTS. [Venomously.] Justice from London? What are you talking about,\n      Henry Thomas? Have you gone silly? [THOMAS is silent.] We know very well\n      what we are -- discontented dogs -- never satisfied. What did the\n      Chairman tell me up in London? That I did n't know what I was talking\n      about. I was a foolish, uneducated man, that knew nothing of the wants of\n      the men I spoke for.",
                "EDGAR. Do please keep to the point.",
                "ANTHONY. [Holding up his hand.] There can only be one master, Roberts.",
                "ROBERTS. Then, be Gad, it'll be us.",
                "[There is a silence; ANTHONY and ROBERTS stare at one another.]",
                "UNDERWOOD. If you've nothing to say to the Directors, Roberts, perhaps you\n      'll let Green or Thomas speak for the men.",
                "[GREEN and THOMAS look anxiously at ROBERTS, at each other, and the\n        other men.]",
                "GREEN. [An Englishman.] If I'd been listened to, gentlemen --  --",
                "THOMAS. What I'fe got to say iss what we'fe all got to say --  --",
                "ROBERTS. Speak for yourself, Henry Thomas.",
                "SCANTLEBURY. [With a gesture of deep spiritual discomfort.] Let the poor\n      men call their souls their own!",
                "ROBERTS. Aye, they shall keep their souls, for it's not much body that\n      you've left them, Mr. [with biting emphasis, as though the word were an\n      offence] Scantlebury! [To the men.] Well, will you speak, or shall I speak\n      for you?",
                "ROUS. [Suddenly.] Speak out, Roberts, or leave it to others.",
                "ROBERTS. [Ironically.] Thank you, George Rous. [Addressing himself to\n      ANTHONY.] The Chairman and Board of Directors have honoured us by leaving\n      London and coming all this way to hear what we've got to say; it would not\n      be polite to keep them any longer waiting.",
                "WILDER. Well, thank God for that!",
                "ROBERTS. Ye will not dare to thank Him when I have done, Mr. Wilder, for\n      all your piety. May be your God up in London has no time to listen to the\n      working man. I'm told He is a wealthy God; but if he listens to what I\n      tell Him, He will know more than ever He learned in Kensington.",
                "HARNESS. Come, Roberts, you have your own God. Respect the God of other\n      men.",
                "ROBERTS. That's right, sir. We have another God down here; I doubt He is\n      rather different to Mr. Wilder's. Ask Henry Thomas; he will tell you\n      whether his God and Mr. Wilder's are the same.",
                "[THOMAS lifts his hand, and cranes his head as though to prophesy.]",
                "WANKLIN. For goodness' sake, let 's keep to the point, Roberts.",
                "ROBERTS. I rather think it is the point, Mr. Wanklin. If you can get the\n      God of Capital to walk through the streets of Labour, and pay attention to\n      what he sees, you're a brighter man than I take you for, for all that\n      you're a Radical.",
                "ANTHONY. Attend to me, Roberts! [Roberts is silent.] You are here to speak\n      for the men, as I am here to speak for the Board.",
                "[He looks slowly round.] [WILDER, WANKLIN, and SCANTLEBURY make\n        movements of uneasiness, and EDGAR gazes at the floor. A faint smile\n        comes on HARNESS'S face.]",
                "Now then, what is it?",
                "ROBERTS. Right, Sir!",
                "[Throughout all that follows, he and ANTHONY look fixedly upon each\n        other. Men and Directors show in their various ways suppressed\n        uneasiness, as though listening to words that they themselves would not\n        have spoken.]",
                "The men can't afford to travel up to London; and they don't trust you to\n      believe what they say in black and white. They know what the post is [he\n      darts a look at UNDERWOOD and TENCH], and what Directors' meetings are:\n      \"Refer it to the manager -- let the manager advise us on the men's\n      condition. Can we squeeze them a little more?\"",
                "UNDERWOOD. [In a low voice.] Don't hit below the belt, Roberts!",
                "ROBERTS. Is it below the belt, Mr. Underwood? The men know. When I came up\n      to London, I told you the position straight. An' what came of it? I was\n      told I did n't know what I was talkin' about. I can't afford to travel up\n      to London to be told that again.",
                "ANTHONY. What have you to say for the men?",
                "ROBERTS. I have this to say -- and first as to their condition. Ye\n      shall 'ave no need to go and ask your manager. Ye can't squeeze them any\n      more. Every man of us is well-nigh starving. [A surprised murmur rises\n      from the men. ROBERTS looks round.] Ye wonder why I tell ye that? Every\n      man of us is going short. We can't be no worse off than we've been these\n      weeks past. Ye need n't think that by waiting yell drive us to come in.\n      We'll die first, the whole lot of us. The men have sent for ye to know,\n      once and for all, whether ye are going to grant them their demands. I see\n      the sheet of paper in the Secretary's hand. [TENCH moves nervously.]\n      That's it, I think, Mr. Tench. It's not very large.",
                "TENCH. [Nodding.] Yes.",
                "ROBERTS. There's not one sentence of writing on that paper that we can do\n      without.",
                "[A movement amongst the men. ROBERTS turns on them sharply.]",
                "Isn't that so?",
                "[The men assent reluctantly. ANTHONY takes from TENCH the paper and\n        peruses it.]",
                "Not one single sentence. All those demands are fair. We have not. asked\n      anything that we are not entitled to ask. What I said up in London, I say\n      again now: there is not anything on that piece of paper that a just man\n      should not ask, and a just man give.",
                "[A pause.]",
                "ANTHONY. There is not one single demand on this paper that we will grant.",
                "[In the stir that follows on these words, ROBERTS watches the Directors\n        and ANTHONY the men. WILDER gets up abruptly and goes over to the fire.]",
                "ROBERTS. D' ye mean that?",
                "ANTHONY. I do.",
                "[WILDER at the fire makes an emphatic movement of disgust.]",
                "ROBERTS. [Noting it, with dry intensity.] Ye best know whether the\n      condition of the Company is any better than the condition of the men.\n      [Scanning the Directors' faces.] Ye best know whether ye can afford your\n      tyranny -- but this I tell ye: If ye think the men will give way the\n      least part of an inch, ye're making the worst mistake ye ever made. [He\n      fixes his eyes on SCANTLEBURY.] Ye think because the Union is not\n      supporting us -- more shame to it! -- that we'll be coming on our\n      knees to you one fine morning. Ye think because the men have got their\n      wives an' families to think of -- that it's just a question of a week\n      or two --  --",
                "ANTHONY. It would be better if you did not speculate so much on what we\n      think.",
                "ROBERTS. Aye! It's not much profit to us! I will say this for you, Mr.\n      Anthony -- ye know your own mind! [Staying at ANTHONY.] I can reckon on\n      ye!",
                "ANTHONY. [Ironically.] I am obliged to you!",
                "ROBERTS. And I know mine. I tell ye this: The men will send their wives\n      and families where the country will have to keep them; an' they will\n      starve sooner than give way. I advise ye, Mr. Anthony, to prepare yourself\n      for the worst that can happen to your Company. We are not so ignorant as\n      you might suppose. We know the way the cat is jumping. Your position is\n      not all that it might be -- not exactly!",
                "ANTHONY. Be good enough to allow us to judge of our position for\n      ourselves. Go back, and reconsider your own.",
                "ROBERTS. [Stepping forward.] Mr. Anthony, you are not a young man now;\n      from the time I remember anything ye have been an enemy to every man that\n      has come into your works. I don't say that ye're a mean man, or a cruel\n      man, but ye've grudged them the say of any word in their own fate. Ye've\n      fought them down four times. I've heard ye say ye love a fight -- mark\n      my words -- ye're fighting the last fight ye'll ever fight!",
                "[TENCH touches ROBERTS'S sleeve.]",
                "UNDERWOOD. Roberts! Roberts!",
                "ROBERTS. Roberts! Roberts! I must n't speak my mind to the Chairman, but\n      the Chairman may speak his mind to me!",
                "WILDER. What are things coming to?",
                "ANTHONY, [With a grim smile at WILDER.] Go on, Roberts; say what you like!",
                "ROBERTS. [After a pause.] I have no more to say.",
                "ANTHONY. The meeting stands adjourned to five o'clock.",
                "WANKLIN. [In a low voice to UNDERWOOD.] We shall never settle anything\n      like this.",
                "ROBERTS. [Bitingly.] We thank the Chairman and Board of Directors for\n      their gracious hearing.",
                "[He moves towards the door; the men cluster together stupefied; then\n        ROUS, throwing up his head, passes ROBERTS and goes out. The others\n        follow.]",
                "ROBERTS. [With his hand on the door -- maliciously.] Good day,\n      gentlemen! [He goes out.]",
                "HARNESS. [Ironically.] I congratulate you on the conciliatory spirit\n      that's been displayed. With your permission, gentlemen, I'll be with you\n      again at half-past five. Good morning!",
                "[He bows slightly, rests his eyes on ANTHONY, who returns his stare\n        unmoved, and, followed by UNDERWOOD, goes out. There is a moment of\n        uneasy silence. UNDERWOOD reappears in the doorway.]",
                "WILDER. [With emphatic disgust.] Well!",
                "[The double-doors are opened.]",
                "ENID. [Standing in the doorway.] Lunch is ready.",
                "[EDGAR, getting up abruptly, walks out past his sister.]",
                "WILDER. Coming to lunch, Scantlebury?",
                "SCANTLEBURY. [Rising heavily.] I suppose so, I suppose so. It's the only\n      thing we can do.",
                "[They go out through the double-doors.]",
                "WANKLIN. [In a low voice.] Do you really mean to fight to a finish,\n      Chairman?",
                "[ANTHONY nods.]",
                "WANKLIN. Take care! The essence of things is to know when to stop.",
                "[ANTHONY does not answer.]",
                "WANKLIN. [Very gravely.] This way disaster lies. The ancient Trojans were\n      fools to your father, Mrs. Underwood. [He goes out through the\n      double-doors.]",
                "ENID. I want to speak to father, Frank.",
                "[UNDERWOOD follows WANKLIN Out. TENCH, passing round the table, is\n        restoring order to the scattered pens and papers.]",
                "ENID. Are n't you coming, Dad?",
                "[ANTHONY Shakes his head. ENID looks meaningly at TENCH.]",
                "ENID. Won't you go and have some lunch, Mr. Tench?",
                "TENCH. [With papers in his hand.] Thank you, ma'am, thank you! [He goes\n      slowly, looking back.]",
                "ENID. [Shutting the doors.] I do hope it's settled, Father!",
                "ANTHONY. No!",
                "ENID. [Very disappointed.] Oh! Have n't you done anything!",
                "[ANTHONY shakes his head.]",
                "ENID. Frank says they all want to come to a compromise, really, except\n      that man Roberts.",
                "ANTHONY. I don't.",
                "ENID. It's such a horrid position for us. If you were the wife of the\n      manager, and lived down here, and saw it all. You can't realise, Dad!",
                "ANTHONY. Indeed?",
                "ENID. We see all the distress. You remember my maid Annie, who married\n      Roberts? [ANTHONY nods.] It's so wretched, her heart's weak; since the\n      strike began, she has n't even been getting proper food. I know it for a\n      fact, Father.",
                "ANTHONY. Give her what she wants, poor woman!",
                "ENID. Roberts won't let her take anything from us.",
                "ANTHONY. [Staring before him.] I can't be answerable for the men's\n      obstinacy.",
                "ENID. They're all suffering. Father! Do stop it, for my sake!",
                "ANTHONY. [With a keen look at her.] You don't understand, my dear.",
                "ENID. If I were on the Board, I'd do something.",
                "ANTHONY. What would you do?",
                "ENID. It's because you can't bear to give way. It's so --  --",
                "ANTHONY. Well?",
                "ENID. So unnecessary.",
                "ANTHONY. What do you know about necessity? Read your novels, play your\n      music, talk your talk, but don't try and tell me what's at the bottom of a\n      struggle like this.",
                "ENID. I live down here, and see it.",
                "ANTHONY. What d' you imagine stands between you and your class and these\n      men that you're so sorry for?",
                "ENID. [Coldly.] I don't know what you mean, Father.",
                "ANTHONY. In a few years you and your children would be down in the\n      condition they're in, but for those who have the eyes to see things as\n      they are and the backbone to stand up for themselves.",
                "ENID. You don't know the state the men are in.",
                "ANTHONY. I know it well enough.",
                "ENID. You don't, Father; if you did, you would n't",
                "ANTHONY. It's you who don't know the simple facts of the position. What\n      sort of mercy do you suppose you'd get if no one stood between you and the\n      continual demands of labour? This sort of mercy --  [He puts his hand\n      up to his throat and squeezes it.] First would go your sentiments, my\n      dear; then your culture, and your comforts would be going all the time!",
                "ENID. I don't believe in barriers between classes.",
                "ANTHONY. You -- don't -- believe -- in -- barriers -- between\n      the classes?",
                "ENID. [Coldly.] And I don't know what that has to do with this question.",
                "ANTHONY. It will take a generation or two for you to understand.",
                "ENID. It's only you and Roberts, Father, and you know it!",
                "[ANTHONY thrusts out his lower lip.]",
                "It'll ruin the Company.",
                "ANTHONY. Allow me to judge of that.",
                "ENID. [Resentfully.] I won't stand by and let poor Annie Roberts suffer\n      like this! And think of the children, Father! I warn you.",
                "ANTHONY. [With a grim smile.] What do you propose to do?",
                "ENID. That's my affair.",
                "[ANTHONY only looks at her.]",
                "ENID. [In a changed voice, stroking his sleeve.] Father, you know you\n      oughtn't to have this strain on you -- you know what Dr. Fisher said!",
                "ANTHONY. No old man can afford to listen to old women.",
                "ENID. But you have done enough, even if it really is such a matter of\n      principle with you.",
                "ANTHONY. You think so?",
                "ENID. Don't Dad! [Her face works.] You -- you might think of us!",
                "ANTHONY. I am.",
                "ENID. It'll break you down.",
                "ANTHONY. [Slowly.] My dear, I am not going to funk; on that you may rely.",
                "[Re-enter TENCH with papers; he glances at them, then plucking up\n        courage.]",
                "TENCH. Beg pardon, Madam, I think I'd rather see these papers were\n      disposed of before I get my lunch.",
                "[ENID, after an impatient glance at him, looks at her father, turns\n        suddenly, and goes into the drawing-room.]",
                "TENCH. [Holding the papers and a pen to ANTHONY, very nervously.] Would\n      you sign these for me, please sir?",
                "[ANTHONY takes the pen and signs.]",
                "TENCH. [Standing with a sheet of blotting-paper behind EDGAR'S chair,\n      begins speaking nervously.] I owe my position to you, sir.",
                "ANTHONY. Well?",
                "TENCH. I'm obliged to see everything that's going on, sir; I -- I\n      depend upon the Company entirely. If anything were to happen to it, it'd\n      be disastrous for me. [ANTHONY nods.] And, of course, my wife's just had\n      another; and so it makes me doubly anxious just now. And the rates are\n      really terrible down our way.",
                "ANTHONY. [With grim amusement.] Not more terrible than they are up mine.",
                "TENCH. No, Sir? [Very nervously.] I know the Company means a great deal to\n      you, sir.",
                "ANTHONY. It does; I founded it.",
                "TENCH. Yes, Sir. If the strike goes on it'll be very serious. I think the\n      Directors are beginning to realise that, sir.",
                "ANTHONY. [Ironically.] Indeed?",
                "TENCH. I know you hold very strong views, sir, and it's always your habit\n      to look things in the face; but I don't think the Directors --  like\n      it, sir, now they -- they see it.",
                "ANTHONY. [Grimly.] Nor you, it seems.",
                "TENCH. [With the ghost of a smile.] No, sir; of course I've got my\n      children, and my wife's delicate; in my position I have to think of these\n      things.",
                "[ANTHONY nods.]",
                "It was n't that I was going to say, sir, if you'll excuse me --  -- \n      [hesitates]",
                "ANTHONY. Out with it, then!",
                "TENCH. I know -- from my own father, sir, that when you get on in life\n      you do feel things dreadfully --  --",
                "ANTHONY. [Almost paternally.] Come, out with it, Trench!",
                "TENCH. I don't like to say it, sir.",
                "ANTHONY. [Stonily.] You Must.",
                "TENCH. [After a pause, desperately bolting it out.] I think the Directors\n      are going to throw you over, sir.",
                "ANTHONY. [Sits in silence.] Ring the bell!",
                "[TENCH nervously rings the bell and stands by the fire.]",
                "TENCH. Excuse me for saying such a thing. I was only thinking of you, sir.",
                "[FROST enters from the hall, he comes to the foot of the table, and\n        looks at ANTHONY; TENCH coveys his nervousness by arranging papers.]",
                "ANTHONY. Bring me a whiskey and soda.",
                "FROST. Anything to eat, sir?",
                "[ANTHONY shakes his head. FROST goes to the sideboard, and prepares the\n        drink.]",
                "TENCH. [In a low voice, almost supplicating.] If you could see your way,\n      sir, it would be a great relief to my mind, it would indeed. [He looks up\n      at ANTHONY, who has not moved.] It does make me so very anxious. I haven't\n      slept properly for weeks, sir, and that's a fact.",
                "[ANTHONY looks in his face, then slowly shakes his head.]",
                "[Disheartened.] No, Sir? [He goes on arranging papers.]",
                "[FROST places the whiskey and salver and puts it down by ANTHONY'S right\n        hand. He stands away, looking gravely at ANTHONY.]",
                "FROST. Nothing I can get you, sir?",
                "[ANTHONY shakes his head.]",
                "You're aware, sir, of what the doctor said, sir?",
                "ANTHONY. I am.",
                "[A pause. FROST suddenly moves closer to him, and speaks in a low\n        voice.]",
                "FROST. This strike, sir; puttin' all this strain on you. Excuse me, sir,\n      is it -- is it worth it, sir?",
                "[ANTHONY mutters some words that are inaudible.]",
                "Very good, sir!",
                "[He turns and goes out into the hall. TENCH makes two attempts to speak;\n        but meeting his Chairman's gaze he drops his eyes, and, turning\n        dismally, he too goes out. ANTHONY is left alone. He grips the glass,\n        tilts it, and drinks deeply; then sets it down with a deep and rumbling\n        sigh, and leans back in his chair.]",
                "The curtain falls."
            ]
        },
        {
            "name": " ACT II ",
            "sub_name": "",
            "text": [
                "ACT II",
                "SCENE I",
                "It is half-past three. In the kitchen of Roberts's cottage a meagre\n        little fire is burning. The room is clean and tidy, very barely\n        furnished, with a brick floor and white-washed walls, much stained with\n        smoke. There is a kettle on the fire. A door opposite the fireplace\n        opens inward from a snowy street. On the wooden table are a cup and\n        saucer, a teapot, knife, and plate of bread and cheese. Close to the\n        fireplace in an old arm-chair, wrapped in a rug, sits MRS. ROBERTS, a\n        thin and dark-haired woman about thirty-five, with patient eyes. Her\n        hair is not done up, but tied back with a piece of ribbon. By the fire,\n        too, is MRS. YEO; a red-haired, broad-faced person. Sitting near the\n        table is MRS. ROUS, an old lady, ashen-white, with silver hair; by the\n        door, standing, as if about to go, is MRS. BULGIN, a little pale,\n        pinched-up woman. In a chair, with her elbows resting on the table, avid\n        her face resting in her hands, sits MADGE THOMAS, a good-looking girl,\n        of twenty-two, with high cheekbones, deep-set eyes, and dark untidy\n        hair. She is listening to the talk, but she neither speaks nor moves.",
                "MRS. YEO. So he give me a sixpence, and that's the first bit o' money I\n      seen this week. There an't much 'eat to this fire. Come and warm yerself\n      Mrs. Rous, you're lookin' as white as the snow, you are.",
                "MRS. ROUS. [Shivering -- placidly.] Ah! but the winter my old man was\n      took was the proper winter. Seventy-nine that was, when none of you was\n      hardly born -- not Madge Thomas, nor Sue Bulgin. [Looking at them in\n      turn.] Annie Roberts, 'ow old were you, dear?",
                "MRS ROBERTS. Seven, Mrs. Rous.",
                "MRS. ROUS. Seven -- well, there! A tiny little thing!",
                "MRS. YEO. [Aggressively.] Well, I was ten myself, I remembers it.",
                "MRS. Rous. [Placidly.] The Company hadn't been started three years. Father\n      was workin' on the acid, that's 'ow he got 'is pisoned-leg. I kep' sayin'\n      to 'im, \"Father, you've got a pisoned leg.\" \"Well,\" 'e said, \"Mother,\n      pison or no pison, I can't afford to go a-layin' up.\" An' two days after,\n      he was on 'is back, and never got up again. It was Providence! There was\n      n't none o' these Compensation Acts then.",
                "MRS. YEO. Ye had n't no strike that winter! [With grim humour.] This\n      winter's 'ard enough for me. Mrs. Roberts, you don't want no 'arder\n      winter, do you? Wouldn't seem natural to 'ave a dinner, would it, Mrs.\n      Bulgin?",
                "MRS. BULGIN. We've had bread and tea last four days.",
                "MRS. YEO. You got that Friday's laundry job?",
                "MRS. BULGIN. [Dispiritedly.] They said they'd give it me, but when I went\n      last Friday, they were full up. I got to go again next week.",
                "MRS. YEO. Ah! There's too many after that. I send Yeo out on the ice to\n      put on the gentry's skates an' pick up what 'e can. Stops 'im from\n      broodin' about the 'ouse.",
                "MRS. BULGIN. [In a desolate, matter-of-fact voice.] Leavin' out the men -- it's\n      bad enough with the children. I keep 'em in bed, they don't get so hungry\n      when they're not running about; but they're that restless in bed they\n      worry your life out.",
                "MRS. YEO. You're lucky they're all so small. It 's the goin' to school\n      that makes 'em 'ungry. Don't Bulgin give you anythin'?",
                "MRS. BULGIN. [Shakes her head, then, as though by afterthought.] Would if\n      he could, I s'pose.",
                "MRS. YEO. [Sardonically.] What! 'Ave n't 'e got no shares in the Company?",
                "MRS. ROUS. [Rising with tremulous cheerfulness.] Well, good-bye, Annie\n      Roberts, I'm going along home.",
                "MRS. ROBERTS. Stay an' have a cup of tea, Mrs. Rous?",
                "MRS. ROUS. [With the faintest smile.] Roberts 'll want 'is tea when he\n      comes in. I'll just go an' get to bed; it's warmer there than anywhere.",
                "[She moves very shakily towards the door.]",
                "MRS. YEO. [Rising and giving her an arm.] Come on, Mother, take my arm;\n      we're all going' the same way.",
                "MRS. ROUS. [Taking the arm.]Thank you, my dearies!",
                "[THEY go out, followed by MRS. BULGIN.]",
                "MADGE. [Moving for the first time.] There, Annie, you see that! I told\n      George Rous, \"Don't think to have my company till you've made an end of\n      all this trouble. You ought to be ashamed,\" I said, \"with your own mother\n      looking like a ghost, and not a stick to put on the fire. So long as\n      you're able to fill your pipes, you'll let us starve.\" \"I 'll take my\n      oath, Madge,\" he said, \"I 've not had smoke nor drink these three weeks!\"\n      \"Well, then, why do you go on with it?\" \"I can't go back on Roberts!\" . .\n      . That's it! Roberts, always Roberts! They'd all drop it but for him. When\n      he talks it's the devil that comes into them.",
                "[A silence. MRS. ROBERTS makes a movement of pain.]",
                "Ah! You don't want him beaten! He's your man. With everybody like their\n      own shadows! [She makes a gesture towards MRS. ROBERTS.] If ROUS wants me\n      he must give up Roberts. If he gave him up -- they all would. They're\n      only waiting for a lead. Father's against him --  they're all against\n      him in their hearts.",
                "MRS. ROBERTS. You won't beat Roberts!",
                "[They look silently at each other.]",
                "MADGE. Won't I? The cowards -- when their own mothers and their own\n      children don't know where to turn.",
                "MRS. ROBERTS. Madge!",
                "MADGE. [Looking searchingly at MRS. ROBERTS.] I wonder he can look you in\n      the face. [She squats before the fire, with her hands out to the flame.]\n      Harness is here again. They'll have to make up their minds to-day.",
                "MRS. ROBERTS. [In a soft, slow voice, with a slight West-country burr.]\n      Roberts will never give up the furnace-men and engineers. 'T wouldn't be\n      right.",
                "MADGE. You can't deceive me. It's just his pride.",
                "[A tapping at the door is heard, the women turn as ENID enters. She\n        wears a round fur cap, and a jacket of squirrel's fur. She closes the\n        door behind her.]",
                "ENID. Can I come in, Annie?",
                "MRS. ROBERTS. [Flinching.] Miss Enid! Give Mrs. Underwood a chair, Madge!",
                "[MADGE gives ENID the chair she has been sitting on.]",
                "ENID. Thank you!",
                "ENID. Are you any better?",
                "MRS. ROBERTS. Yes, M'm; thank you, M'm.",
                "ENID. [Looking at the sullen MADGE as though requesting her departure.]\n      Why did you send back the jelly? I call that really wicked of you!",
                "MRS. ROBERTS. Thank you, M'm, I'd no need for it.",
                "ENID. Of course! It was Roberts's doing, wasn't it? How can he let all\n      this suffering go on amongst you?",
                "MADGE. [Suddenly.] What suffering?",
                "ENID. [Surprised.] I beg your pardon!",
                "MADGE. Who said there was suffering?",
                "MRS. ROBERTS. Madge!",
                "MADGE. [Throwing her shawl over her head.] Please to let us keep ourselves\n      to ourselves. We don't want you coming here and spying on us.",
                "ENID. [Confronting her, but without rising.] I did n't speak to you.",
                "MADGE. [In a low, fierce voice.] Keep your kind feelings to yourself. You\n      think you can come amongst us, but you're mistaken. Go back and tell the\n      Manager that.",
                "ENID. [Stonily.] This is not your house.",
                "MADGE. [Turning to the door.] No, it is not my house; keep clear of my\n      house, Mrs. Underwood.",
                "[She goes out. ENID taps her fingers on the table.]",
                "MRS. ROBERTS. Please to forgive Madge Thomas, M'm; she's a bit upset\n      to-day.",
                "[A pause.]",
                "ENID. [Looking at her.] Oh, I think they're so stupid, all of them.",
                "MRS. ROBERTS. [With a faint smile]. Yes, M'm.",
                "ENID. Is Roberts out?",
                "MRS. ROBERTS. Yes, M'm.",
                "ENID. It is his doing, that they don't come to an agreement. Now is n't\n      it, Annie?",
                "MRS. ROBERTS. [Softly, with her eyes on ENID, and moving the fingers of\n      one hand continually on her breast.] They do say that your father, M'm --  --",
                "ENID. My father's getting an old man, and you know what old men are.",
                "MRS. ROBERTS. I am sorry, M'm.",
                "ENID. [More softly.] I don't expect you to feel sorry, Annie. I know it's\n      his fault as well as Roberts's.",
                "MRS. ROBERTS. I'm sorry for any one that gets old, M'm; it 's dreadful to\n      get old, and Mr. Anthony was such a fine old man, I always used to think.",
                "ENID. [Impulsively.] He always liked you, don't you remember? Look here,\n      Annie, what can I do? I do so want to know. You don't get what you ought\n      to have. [Going to the fire, she takes the kettle off, and looks for\n      coals.] And you're so naughty sending back the soup and things.",
                "MRS. ROBERTS. [With a faint smile.] Yes, M'm?",
                "ENID. [Resentfully.] Why, you have n't even got coals?",
                "MRS. ROBERTS. If you please, M'm, to put the kettle on again; Roberts\n      won't have long for his tea when he comes in. He's got to meet the men at\n      four.",
                "ENID. [Putting the kettle on.] That means he'll lash them into a fury\n      again. Can't you stop his going, Annie?",
                "[MRS. ROBERTS smiles ironically.]",
                "Have you tried?",
                "[A silence.]",
                "Does he know how ill you are?",
                "MRS. ROBERTS. It's only my weak 'eard, M'm.",
                "ENID. You used to be so well when you were with us.",
                "MRS. ROBERTS. [Stiffening.] Roberts is always good to me.",
                "ENID. But you ought to have everything you want, and you have nothing!",
                "MRS. ROBERTS. [Appealingly.] They tell me I don't look like a dyin' woman?",
                "ENID. Of course you don't; if you could only have proper -- - Will you\n      see my doctor if I send him to you? I'm sure he'd do you good.",
                "MRS. ROBERTS. [With faint questioning.] Yes, M'm.",
                "ENID. Madge Thomas ought n't to come here; she only excites you. As if I\n      did n't know what suffering there is amongst the men! I do feel for them\n      dreadfully, but you know they have gone too far.",
                "MRS. ROBERTS. [Continually moving her fingers.] They say there's no other\n      way to get better wages, M'm.",
                "ENID. [Earnestly.] But, Annie, that's why the Union won't help them. My\n      husband's very sympathetic with the men, but he says they are not\n      underpaid.",
                "MRS. ROBERTS. No, M'm?",
                "ENID. They never think how the Company could go on if we paid the wages\n      they want.",
                "MRS. ROBERTS. [With an effort.] But the dividends having been so big, M'm.",
                "ENID. [Takes aback.] You all seem to think the shareholders are rich men,\n      but they're not -- most of them are really no better off than working\n      men.",
                "[MRS. ROBERTS smiles.]",
                "They have to keep up appearances.",
                "MRS. ROBERTS. Yes, M'm?",
                "ENID. You don't have to pay rates and taxes, and a hundred other things\n      that they do. If the men did n't spend such a lot in drink and betting\n      they'd be quite well off!",
                "MRS. ROBERTS. They say, workin' so hard, they must have some pleasure.",
                "ENID. But surely not low pleasure like that.",
                "MRS. ROBERTS. [A little resentfully.] Roberts never touches a drop; and\n      he's never had a bet in his life.",
                "ENID. Oh! but he's not a com --  -- I mean he's an engineer --  -- \n      a superior man.",
                "MRS. ROBERTS. Yes, M'm. Roberts says they've no chance of other pleasures.",
                "ENID. [Musing.] Of course, I know it's hard.",
                "MRS. ROBERTS. [With a spice of malice.] And they say gentlefolk's just as\n      bad.",
                "ENID. [With a smile.] I go as far as most people, Annie, but you know,\n      yourself, that's nonsense.",
                "MRS. ROBERTS. [With painful effort.] A lot 'o the men never go near the\n      Public; but even they don't save but very little, and that goes if there's\n      illness.",
                "ENID. But they've got their clubs, have n't they?",
                "MRS. ROBERTS. The clubs only give up to eighteen shillin's a week, M'm,\n      and it's not much amongst a family. Roberts says workin' folk have always\n      lived from hand to mouth. Sixpence to-day is worth more than a shillin'\n      to-morrow, that's what they say.",
                "ENID. But that's the spirit of gambling.",
                "MRS. ROBERTS. [With a sort of excitement.] Roberts says a working man's\n      life is all a gamble, from the time 'e 's born to the time 'e dies.",
                "[ENID leans forward, interested. MRS. ROBERTS goes on with a growing\n        excitement that culminates in the personal feeling of the last words.]",
                "He says, M'm, that when a working man's baby is born, it's a toss-up from\n      breath to breath whether it ever draws another, and so on all 'is life;\n      an' when he comes to be old, it's the workhouse or the grave. He says that\n      without a man is very near, and pinches and stints 'imself and 'is\n      children to save, there can't be neither surplus nor security. That's why\n      he wouldn't have no children [she sinks back], not though I wanted them.",
                "ENID. Yes, yes, I know!",
                "MRS. ROBERTS. No you don't, M'm. You've got your children, and you'll\n      never need to trouble for them.",
                "ENID. [Gently.] You oughtn't to be talking so much, Annie. [Then, in spite\n      of herself.] But Roberts was paid a lot of money, was n't he, for\n      discovering that process?",
                "MRS. ROBERTS. [On the defensive.] All Roberts's savin's have gone. He 's\n      always looked forward to this strike. He says he's no right to a farthing\n      when the others are suffering. 'T is n't so with all o' them! Some don't\n      seem to care no more than that -- so long as they get their own.",
                "ENID. I don't see how they can be expected to when they 're suffering like\n      this. [In a changed voice.] But Roberts ought to think of you! It's all\n      terrible --  -- ! The kettle's boiling. Shall I make the tea? [She\n      takes the teapot and, seeing tea there, pours water into it.] Won't you\n      have a cup?",
                "MRS. ROBERTS. No, thank you, M'm. [She is listening, as though for\n      footsteps.] I'd -- sooner you did n't see Roberts, M'm, he gets so\n      wild.",
                "ENID. Oh! but I must, Annie; I'll be quite calm, I promise.",
                "MRS. ROBERTS. It's life an' death to him, M'm.",
                "ENID. [Very gently.] I'll get him to talk to me outside, we won't excite\n      you.",
                "MRS. ROBERTS. [Faintly.] No, M'm.",
                "[She gives a violent start. ROBERTS has come in, unseen.]",
                "ROBERTS. [Removing his hat -- with subtle mockery.] Beg pardon for\n      coming in; you're engaged with a lady, I see.",
                "ENID. Can I speak to you, Mr. Roberts?",
                "ROBERTS. Whom have I the pleasure of addressing, Ma'am?",
                "ENID. But surely you know me! I 'm Mrs. Underwood.",
                "ROBERTS. [With a bow of malice.] The daughter of our Chairman.",
                "ENID. [Earnestly.] I've come on purpose to speak to you; will you come\n      outside a minute?",
                "[She looks at MRS. ROBERTS.]",
                "ROBERTS. [Hanging up his hat.] I have nothing to say, Ma'am.",
                "ENID. But I must speak to you, please.",
                "[She moves towards the door.]",
                "ROBERTS. [With sudden venom.] I have not the time to listen!",
                "MRS. ROBERTS. David!",
                "ENID. Mr. Roberts, please!",
                "ROBERTS. [Taking off his overcoat.] I am sorry to disoblige a lady  -- Mr.\n      Anthony's daughter.",
                "ENID. [Wavering, then with sudden decision.] Mr. Roberts, I know you've\n      another meeting of the men.",
                "[ROBERTS bows.]",
                "I came to appeal to you. Please, please, try to come to some compromise;\n      give way a little, if it's only for your own sakes!",
                "ROBERTS. [Speaking to himself.] The daughter of Mr. Anthony begs me to\n      give way a little, if it's only for our own sakes!",
                "ENID. For everybody's sake; for your wife's sake.",
                "ROBERTS. For my wife's sake, for everybody's sake -- for the sake of\n      Mr. Anthony.",
                "ENID. Why are you so bitter against my father? He has never done anything\n      to you.",
                "ROBERTS. Has he not?",
                "ENID. He can't help his views, any more than you can help yours.",
                "ROBERTS. I really did n't know that I had a right to views!",
                "ENID. He's an old man, and you --  --",
                "[Seeing his eyes fixed on her, she stops.]",
                "ROBERTS. [Without raising his voice.] If I saw Mr. Anthony going to die,\n      and I could save him by lifting my hand, I would not lift the little\n      finger of it.",
                "ENID. You -- you --  -- [She stops again, biting her lips.]",
                "ROBERTS. I would not, and that's flat!",
                "ENID. [Coldly.] You don't mean what you say, and you know it!",
                "ROBERTS. I mean every word of it.",
                "ENID. But why?",
                "ROBERTS. [With a flash.] Mr. Anthony stands for tyranny! That's why!",
                "ENID. Nonsense!",
                "[MRS. ROBERTS makes a movement as if to rise, but sinks back in her\n        chair.]",
                "ENID. [With an impetuous movement.] Annie!",
                "ROBERTS. Please not to touch my wife!",
                "ENID. [Recoiling with a sort of horror.] I believe -- you are mad.",
                "ROBERTS. The house of a madman then is not the fit place for a lady.",
                "ENID. I 'm not afraid of you.",
                "ROBERTS. [Bowing.] I would not expect the daughter of Mr. Anthony to be\n      afraid. Mr. Anthony is not a coward like the rest of them.",
                "ENID. [Suddenly.] I suppose you think it brave, then, to go on with the\n      struggle.",
                "ROBERTS. Does Mr. Anthony think it brave to fight against women and\n      children? Mr. Anthony is a rich man, I believe; does he think it brave to\n      fight against those who have n't a penny? Does he think it brave to set\n      children crying with hunger, an' women shivering with cold?",
                "ENID. [Putting up her hand, as though warding off a blow.] My father is\n      acting on his principles, and you know it!",
                "ROBERTS. And so am I!",
                "ENID. You hate us; and you can't bear to be beaten!",
                "ROBERTS. Neither can Mr. Anthony, for all that he may say.",
                "ENID. At any rate you might have pity on your wife.",
                "[MRS. ROBERTS who has her hand pressed to her heart, takes it away, and\n        tries to calm her breathing.]",
                "ROBERTS. Madam, I have no more to say.",
                "[He takes up the loaf. There is a knock at the door, and UNDERWOOD comes\n        in. He stands looking at them, ENID turns to him, then seems undecided.]",
                "UNDERWOOD. Enid!",
                "ROBERTS. [Ironically.] Ye were not needing to come for your wife, Mr.\n      Underwood. We are not rowdies.",
                "UNDERWOOD. I know that, Roberts. I hope Mrs. Roberts is better.",
                "[ROBERTS turns away without answering. Come, Enid!]",
                "ENID. I make one more appeal to you, Mr. Roberts, for the sake of your\n      wife.",
                "ROBERTS. [With polite malice.] If I might advise ye, Ma'am -- make it\n      for the sake of your husband and your father.",
                "[ENID, suppressing a retort, goes out. UNDERWOOD opens the door for her\n        and follows. ROBERTS, going to the fire, holds out his hands to the\n        dying glow.]",
                "ROBERTS. How goes it, my girl? Feeling better, are you?",
                "[MRS. ROBERTS smiles faintly. He brings his overcoat and wraps it round\n        her.]",
                "[Looking at his watch.] Ten minutes to four! [As though inspired.] I've\n      seen their faces, there's no fight in them, except for that one old\n      robber.",
                "MRS. ROBERTS. Won't you stop and eat, David? You've 'ad nothing all day!",
                "ROBERTS. [Putting his hand to his throat.] Can't swallow till those old\n      sharks are out o' the town: [He walks up and down.] I shall have a bother\n      with the men -- there's no heart in them, the cowards. Blind as bats,\n      they are -- can't see a day before their noses.",
                "MRS. ROBERTS. It's the women, David.",
                "ROBERTS. Ah! So they say! They can remember the women when their own\n      bellies speak! The women never stop them from the drink; but from a little\n      suffering to themselves in a sacred cause, the women stop them fast\n      enough.",
                "MRS. ROBERTS. But think o' the children, David.",
                "ROBERTS. Ah! If they will go breeding themselves for slaves, without a\n      thought o' the future o' them they breed --  --",
                "MRS. ROBERTS. [Gasping.] That's enough, David; don't begin to talk of that -- I\n      won't -- I can't --  --",
                "ROBERTS. [Staring at her.] Now, now, my girl!",
                "MRS. ROBERTS. [Breathlessly.] No, no, David -- I won't!",
                "ROBERTS. There, there! Come, come! That's right! [Bitterly.] Not one penny\n      will they put by for a day like this. Not they! Hand to mouth -- Gad! -- I\n      know them! They've broke my heart. There was no holdin' them at the start,\n      but now the pinch 'as come.",
                "MRS. ROBERTS. How can you expect it, David? They're not made of iron.",
                "ROBERTS. Expect it? Wouldn't I expect what I would do meself? Wouldn't I\n      starve an' rot rather than give in? What one man can do, another can.",
                "MRS. ROBERTS. And the women?",
                "ROBERTS. This is not women's work.",
                "MRS. ROBERTS. [With a flash of malice.] No, the women may die for all you\n      care. That's their work.",
                "ROBERTS. [Averting his eyes.] Who talks of dying? No one will die till we\n      have beaten these --  --",
                "[He meets her eyes again, and again turns his away. Excitedly.]",
                "This is what I've been waiting for all these months. To get the old\n      robbers down, and send them home again without a farthin's worth o'\n      change. I 've seen their faces, I tell you, in the valley of the shadow of\n      defeat.",
                "[He goes to the peg and takes down his hat.]",
                "MRS. ROBERTS. [Following with her eyes-softly.] Take your overcoat, David;\n      it must be bitter cold.",
                "ROBERTS. [Coming up to her-his eyes are furtive.] No, no! There, there,\n      stay quiet and warm. I won't be long, my girl.",
                "MRS. ROBERTS. [With soft bitterness.] You'd better take it.",
                "[She lifts the coat. But ROBERTS puts it back, and wraps it round her.\n        He tries to meet her eyes, but cannot. MRS. ROBERTS stays huddled in the\n        coat, her eyes, that follow him about, are half malicious, half\n        yearning. He looks at his watch again, and turns to go. In the doorway\n        he meets JAN THOMAS, a boy of ten in clothes too big for him, carrying a\n        penny whistle.]",
                "ROBERTS. Hallo, boy!",
                "[He goes. JAN stops within a yard of MRS. ROBERTS, and stares at her\n        without a word.]",
                "MRS. ROBERTS. Well, Jan!",
                "JAN. Father 's coming; sister Madge is coming.",
                "[He sits at the table, and fidgets with his whistle; he blows three\n        vague notes; then imitates a cuckoo.] [There is a tap on the door. Old\n        THOMAS comes in.]",
                "THOMAS. A very coot tay to you, Ma'am. It is petter that you are.",
                "MRS. ROBERTS. Thank you, Mr. Thomas.",
                "THOMAS. [Nervously.] Roberts in?",
                "MRS. ROBERTS. Just gone on to the meeting, Mr. Thomas.",
                "THOMAS. [With relief, becoming talkative.] This is fery unfortunate, look\n      you! I came to tell him that we must make terms with London. It is a fery\n      great pity he is gone to the meeting. He will be kicking against the\n      pricks, I am thinking.",
                "MRS. ROBERTS. [Half rising.] He'll never give in, Mr. Thomas.",
                "THOMAS. You must not be fretting, that is very pat for you. Look you,\n      there iss hartly any mans for supporting him now, but the engineers and\n      George Rous. [Solemnly.] This strike is no longer Going with Chapel, look\n      you! I have listened carefully, an' I have talked with her.",
                "[JAN blows.]",
                "Sst! I don't care what th' others say, I say that Chapel means us to be\n      stopping the trouple, that is what I make of her; and it is my opinion\n      that this is the fery best thing for all of us. If it was n't my opinion,\n      I ton't say but it is my opinion, look you.",
                "MRS. ROBERTS. [Trying to suppress her excitement.] I don't know what'll\n      come to Roberts, if you give in.",
                "THOMAS. It iss no disgrace whateffer! All that a mortal man coult do he\n      hass tone. It iss against Human Nature he hass gone; fery natural any man\n      may do that; but Chapel has spoken and he must not go against her.",
                "[JAN imitates the cuckoo.]",
                "Ton't make that squeaking! [Going to the door.] Here iss my daughter come\n      to sit with you. A fery goot day, Ma'am -- no fretting  -- rememper!",
                "[MADGE comes in and stands at the open door, watching the street.]",
                "MADGE. You'll be late, Father; they're beginning. [She catches him by the\n      sleeve.] For the love of God, stand up to him, Father -- this time!",
                "THOMAS. [Detaching his sleeve with dignity.] Leave me to do what's proper,\n      girl!",
                "[He goes out. MADGE, in the centre of the open doorway, slowly moves in,\n        as though before the approach of some one.]",
                "ROUS. [Appearing in the doorway.] Madge!",
                "[MADGE stands with her back to MRS. ROBERTS, staring at him with her\n        head up and her hands behind her.]",
                "ROUS. [Who has a fierce distracted look.] Madge! I'm going to the meeting.",
                "[MADGE, without moving, smiles contemptuously.]",
                "D' ye hear me?",
                "[They speak in quick low voices.]",
                "MADGE. I hear! Go, and kill your own mother, if you must.",
                "[ROUS seizes her by both her arms. She stands rigid, with her head bent\n      back. He releases her, and he too stands motionless.]",
                "ROUS. I swore to stand by Roberts. I swore that! Ye want me to go back on\n      what I've sworn.",
                "MADGE. [With slow soft mockery.] You are a pretty lover!",
                "ROUS. Madge!",
                "MADGE. [Smiling.] I've heard that lovers do what their girls ask them --",
                "[JAN sounds the cuckoo's notes]",
                "-- but that's not true, it seems!",
                "ROUS. You'd make a blackleg of me!",
                "MADGE. [With her eyes half-closed.] Do it for me!",
                "ROUS. [Dashing his hand across his brow.] Damn! I can't!",
                "MADGE. [Swiftly.] Do it for me!",
                "ROUS. [Through his teeth.] Don't play the wanton with me!",
                "MADGE. [With a movement of her hand towards JAN -- quick and low.] I\n      would be that for the children's sake!",
                "ROUS. [In a fierce whisper.] Madge! Oh, Madge!",
                "MADGE. [With soft mockery.] But you can't break your word for me!",
                "ROUS. [With a choke.] Then, Begod, I can!",
                "[He turns and rushes off.] [MADGE Stands, with a faint smile on her\n        face, looking after him. She turns to MRS. ROBERTS.]",
                "MADGE. I have done for Roberts!",
                "MRS. ROBERTS. [Scornfully.] Done for my man, with that --  -- ! [She\n      sinks back.]",
                "MADGE. [Running to her, and feeling her hands.] You're as cold as a stone!\n      You want a drop of brandy. Jan, run to the \"Lion\"; say, I sent you for\n      Mrs. Roberts.",
                "MRS. ROBERTS. [With a feeble movement.] I'll just sit quiet, Madge. Give\n      Jan -- his -- tea.",
                "MADGE. [Giving JAN a slice of bread.] There, ye little rascal. Hold your\n      piping. [Going to the fire, she kneels.] It's going out.",
                "MRS. ROBERTS. [With a faint smile.] 'T is all the same!",
                "[JAN begins to blow his whistle.]",
                "MADGE. Tsht! Tsht! -- you",
                "[JAN Stops.]",
                "MRS. ROBERTS. [Smiling.] Let 'im play, Madge.",
                "MADGE. [On her knees at the fire, listening.] Waiting an' waiting. I've no\n      patience with it; waiting an' waiting -- that's what a woman has to do!\n      Can you hear them at it -- I can!",
                "[JAN begins again to play his whistle; MADGE gets up; half tenderly she\n        ruffles his hair; then, sitting, leans her elbows on the table, and her\n        chin on her hands. Behind her, on MRS. ROBERTS'S face the smile has\n        changed to horrified surprise. She makes a sudden movement, sitting\n        forward, pressing her hands against her breast. Then slowly she sinks'\n        back; slowly her face loses the look of pain, the smile returns. She\n        fixes her eyes again on JAN, and moves her lips and finger to the tune.]",
                "The curtain falls.",
                "SCENE II",
                "It is past four. In a grey, failing light, an open muddy space is\n        crowded with workmen. Beyond, divided from it by a barbed-wire fence, is\n        the raised towing-path of a canal, on which is moored a barge. In the\n        distance are marshes and snow-covered hills. The \"Works\" high wall runs\n        from the canal across the open space, and ivy the angle of this wall is\n        a rude platform of barrels and boards. On it, HARNESS is standing.\n        ROBERTS, a little apart from the crowd, leans his back against the wall.\n        On the raised towing-path two bargemen lounge and smoke indifferently.",
                "HARNESS. [Holding out his hand.] Well, I've spoken to you straight. If I\n      speak till to-morrow I can't say more.",
                "JAGO. [A dark, sallow, Spanish-looking man with a short, thin beard.]\n      Mister, want to ask you! Can they get blacklegs?",
                "BULGIN. [Menacing.] Let 'em try.",
                "[There are savage murmurs from the crowd.]",
                "BROWN. [A round-faced man.] Where could they get 'em then?",
                "EVANS. [A small, restless, harassed man, with a fighting face.] There's\n      always blacklegs; it's the nature of 'em. There's always men that'll save\n      their own skins.",
                "[Another savage murmur. There is a movement, and old THOMAS, joining the\n        crowd, takes his stand in front.]",
                "HARNESS. [Holding up his hand.] They can't get them. But that won't help\n      you. Now men, be reasonable. Your demands would have brought on us the\n      burden of a dozen strikes at a time when we were not prepared for them.\n      The Unions live by justice, not to one, but all. Any fair man will tell\n      you -- you were ill-advised! I don't say you go too far for that which\n      you're entitled to, but you're going too far for the moment; you've dug a\n      pit for yourselves. Are you to stay there, or are you to climb out? Come!",
                "LEWIS. [A clean-cut Welshman with a dark moustache.] You've hit it,\n      Mister! Which is it to be?",
                "[Another movement in the crowd, and ROUS, coming quickly, takes his\n        stand next THOMAS.]",
                "HARNESS. Cut your demands to the right pattern, and we 'll see you\n      through; refuse, and don't expect me to waste my time coming down here\n      again. I 'm not the sort that speaks at random, as you ought to know by\n      this time. If you're the sound men I take you for -- no matter who\n      advises you against it -- [he fixes his eyes on ROBERTS] you 'll make\n      up your minds to come in, and trust to us to get your terms. Which is it\n      to be? Hands together, and victory -- or -- the starvation you've\n      got now?",
                "[A prolonged murmur from the crowd.]",
                "JAGO. [Sullenly.] Talk about what you know.",
                "HARNESS. [Lifting his voice above the murmur.] Know? [With cold passion.]\n      All that you've been through, my friend, I 've been through -- I was\n      through it when I was no bigger than [pointing to a youth] that shaver\n      there; the Unions then were n't what they are now. What's made them\n      strong? It's hands together that 's made them strong. I 've been through\n      it all, I tell you, the brand's on my soul yet. I know what you 've\n      suffered -- there's nothing you can tell me that I don't know; but the\n      whole is greater than the part, and you are only the part. Stand by us,\n      and we will stand by you.",
                "[Quartering them with his eyes, he waits. The murmuring swells; the men\n        form little groups. GREEN, BULGIN, and LEWIS talk together.]",
                "LEWIS. Speaks very sensible, the Union chap.",
                "GREEN. [Quietly.] Ah! if I 'd a been listened to, you'd 'ave 'eard sense\n      these two months past.",
                "[The bargemen are seen laughing. ]",
                "LEWIS. [Pointing.] Look at those two blanks over the fence there!",
                "BULGIN. [With gloomy violence.] They'd best stop their cackle, or I 'll\n      break their jaws.",
                "JAGO. [Suddenly.] You say the furnace men's paid enough?",
                "HARNESS. I did not say they were paid enough; I said they were paid as\n      much as the furnace men in similar works elsewhere.",
                "EVANS. That's a lie! [Hubbub.] What about Harper's?",
                "HARNESS. [With cold irony.] You may look at home for lies, my man.\n      Harper's shifts are longer, the pay works out the same.",
                "HENRY ROUS. [A dark edition of his brother George.] Will ye support us in\n      double pay overtime Saturdays?",
                "HARNESS. Yes, we will.",
                "JAGO. What have ye done with our subscriptions?",
                "HARNESS. [Coldly.] I have told you what we will do with them.",
                "EVANS. Ah! will, it's always will! Ye'd have our mates desert us.\n      [Hubbub.]",
                "BULGIN. [Shouting.] Hold your row!",
                "[EVANS looks round angrily.]",
                "HARNESS. [Lifting his voice.] Those who know their right hands from their\n      lefts know that the Unions are neither thieves nor traitors. I 've said my\n      say. Figure it out, my lads; when you want me you know where I shall be.",
                "[He jumps down, the crowd gives way, he passes through them, and goes\n        away. A BARGEMAN looks after him jerking his pipe with a derisive\n        gesture. The men close up in groups, and many looks are cast at ROBERTS,\n        who stands alone against the wall.]",
                "EVANS. He wants ye to turn blacklegs, that's what he wants. He wants ye to\n      go back on us. Sooner than turn blackleg -- I 'd starve, I would.",
                "BULGIN. Who's talkin' o' blacklegs -- mind what you're saying, will\n      you?",
                "BLACKSMITH. [A youth with yellow hair and huge arms.] What about the\n      women?",
                "EVANS. They can stand what we can stand, I suppose, can't they?",
                "BLACKSMITH. Ye've no wife?",
                "EVANS. An' don't want one!",
                "THOMAS. [Raising his voice.] Aye! Give us the power to come to terms with\n      London, lads.",
                "DAVIES. [A dark, slow-fly, gloomy man.] Go up the platform, if you got\n      anything to say, go up an' say it.",
                "[There are cries of \"Thomas!\" He is pushed towards the platform; he\n        ascends it with difficulty, and bares his head, waiting for silence. A\n        hush.]",
                "RED-HAIRED YOUTH. [suddenly.] Coot old Thomas!",
                "[A hoarse laugh; the bargemen exchange remarks; a hush again, and THOMAS\n        begins speaking.]",
                "THOMAS. We are all in the tepth together, and it iss Nature that has put\n      us there.",
                "HENRY ROUS. It's London put us there!",
                "EVANS. It's the Union.",
                "THOMAS. It iss not Lonton; nor it iss not the Union -- it iss Nature.\n      It iss no disgrace whateffer to a potty to give in to Nature. For this\n      Nature iss a fery pig thing; it is pigger than what a man is. There iss\n      more years to my hett than to the hett of any one here. It is fery pat,\n      look you, this Going against Nature. It is pat to make other potties\n      suffer, when there is nothing to pe cot py it.",
                "[A laugh. THOMAS angrily goes on.]",
                "What are ye laughing at? It is pat, I say! We are fighting for a\n      principle; there is no potty that shall say I am not a peliever in\n      principle. Putt when Nature says \"No further,\" then it is no coot snapping\n      your fingers in her face.",
                "[A laugh from ROBERTS, and murmurs of approval.]",
                "This Nature must pe humort. It is a man's pisiness to pe pure, honest,\n      just, and merciful. That's what Chapel tells you. [To ROBERTS, angrily.]\n      And, look you, David Roberts, Chapel tells you ye can do that without\n      Going against Nature.",
                "JAGO. What about the Union?",
                "THOMAS. I ton't trust the Union; they haf treated us like tirt. \"Do what\n      we tell you,\" said they. I haf peen captain of the furnace-men twenty\n      years, and I say to the Union -- [excitedly] -- \"Can you tell me\n      then, as well as I can tell you, what iss the right wages for the work\n      that these men do?\" For fife and twenty years I haf paid my moneys to the\n      Union and -- [with great excitement] -- for nothings! What iss that\n      but roguery, for all that this Mr. Harness says!",
                "EVANS. Hear, hear.",
                "HENRY ROUS. Get on with you! Cut on with it then!",
                "THOMAS. Look you, if a man toes not trust me, am I going to trust him?",
                "JAGO. That's right.",
                "THOMAS. Let them alone for rogues, and act for ourselves.",
                "[Murmurs.]",
                "BLACKSMITH. That's what we been doin', haven't we?",
                "THOMAS. [With increased excitement.] I wass brought up to do for meself. I\n      wass brought up to go without a thing, if I hat not moneys to puy it.\n      There iss too much, look you, of doing things with other people's moneys.\n      We haf fought fair, and if we haf peen beaten, it iss no fault of ours.\n      Gif us the power to make terms with London for ourself; if we ton't\n      succeed, I say it iss petter to take our peating like men, than to tie\n      like togs, or hang on to others' coat-tails to make them do our pisiness\n      for us!",
                "EVANS. [Muttering.] Who wants to?",
                "THOMAS. [Craning.] What's that? If I stand up to a potty, and he knocks me\n      town, I am not to go hollering to other potties to help me; I am to stand\n      up again; and if he knocks me town properly, I am to stay there, is n't\n      that right?",
                "[Laughter.]",
                "JAGO. No Union!",
                "HENRY ROUS. Union!",
                "[Murmurs.] [Others take up the shout.]",
                "EVANS. Blacklegs!",
                "[BULGIN and the BLACKSMITH shake their fists at EVANS.]",
                "THOMAS. [With a gesture.] I am an olt man, look you.",
                "[A sudden silence, then murmurs again.]",
                "LEWIS. Olt fool, with his \"No Union!\"",
                "BULGIN. Them furnace chaps! For twopence I 'd smash the faces o' the lot\n      of them.",
                "GREEN. If I'd a been listened to at the first!",
                "THOMAS. [Wiping his brow.] I'm comin' now to what I was going to say --  --",
                "DAVIES. [Muttering.] An' time too!",
                "THOMAS. [Solemnly.] Chapel says: Ton't carry on this strife! Put an end to\n      it!",
                "JAGO. That's a lie! Chapel says go on!",
                "THOMAS. [Scornfully.] Inteet! I haf ears to my head.",
                "RED-HAIRED YOUTH. Ah! long ones!",
                "[A laugh.]",
                "JAGO. Your ears have misbeled you then.",
                "THOMAS. [Excitedly.] Ye cannot be right if I am, ye cannot haf it both\n      ways.",
                "RED-HAIRED YOUTH. Chapel can though!",
                "[\"The Shaver\" laughs; there are murmurs from the crowd.]",
                "THOMAS. [Fixing his eyes on \"The Shaver.\"] Ah! ye 're Going the roat to\n      tamnation. An' so I say to all of you. If ye co against Chapel I will not\n      pe with you, nor will any other Got-fearing man.",
                "[He steps down from the platform. JAGO makes his way towards it. There\n        are cries of \"Don't let 'im go up!\"]",
                "JAGO. Don't let him go up? That's free speech, that is. [He goes up.] I\n      ain't got much to say to you. Look at the matter plain; ye 've come the\n      road this far, and now you want to chuck the journey. We've all been in\n      one boat; and now you want to pull in two. We engineers have stood by you;\n      ye 're ready now, are ye, to give us the go-by? If we'd aknown that\n      before, we'd not a-started out with you so early one bright morning!\n      That's all I 've got to say. Old man Thomas a'n't got his Bible lesson\n      right. If you give up to London, or to Harness, now, it's givin' us the\n      chuck -- to save your skins -- you won't get over that, my boys;\n      it's a dirty thing to do.",
                "[He gets down; during his little speech, which is ironically spoken,\n        there is a restless discomfort in the crowd. ROUS, stepping forward,\n        jumps on the platform. He has an air of fierce distraction. Sullen\n        murmurs of disapproval from the crowd.]",
                "ROUS. [Speaking with great excitement.] I'm no blanky orator, mates, but\n      wot I say is drove from me. What I say is yuman nature. Can a man set an'\n      see 'is mother starve? Can 'e now?",
                "ROBERTS. [Starting forward.] Rous!",
                "ROUS. [Staring at him fiercely.] Sim 'Arness said fair! I've changed my\n      mind!",
                "ROBERTS. Ah! Turned your coat you mean!",
                "[The crowd manifests a great surprise.]",
                "LEWIS. [Apostrophising Rous.] Hallo! What's turned him round?",
                "ROUS. [Speaking with intense excitement.] 'E said fair. \"Stand by us,\" 'e\n      said, \"and we'll stand by you.\" That's where we've been makin' our mistake\n      this long time past; and who's to blame fort? [He points at ROBERTS] That\n      man there! \"No,\" 'e said, \"fight the robbers,\" 'e said, \"squeeze the\n      breath out o' them!\" But it's not the breath out o' them that's being\n      squeezed; it's the breath out of us and ours, and that's the book of\n      truth. I'm no orator, mates, it's the flesh and blood in me that's\n      speakin', it's the heart o' me. [With a menacing, yet half-ashamed\n      movement towards ROBERTS.] He'll speak to you again, mark my words, but\n      don't ye listen. [The crowd groans.] It's hell fire that's on that man's\n      tongue. [ROBERTS is seen laughing.] Sim 'Arness is right. What are we\n      without the Union -- handful o' parched leaves -- a puff o' smoke.\n      I'm no orator, but I say: Chuck it up! Chuck it up! Sooner than go on\n      starving the women and the children.",
                "[The murmurs of acquiescence almost drown the murmurs of dissent.]",
                "EVANS. What's turned you to blacklegging?",
                "ROUS. [With a furious look.] Sim 'Arness knows what he's talking about.\n      Give us power to come to terms with London; I'm no orator, but I say -- have\n      done wi' this black misery!",
                "[He gives his muter a twist, jerks his head back, and jumps off the\n        platform. The crowd applauds and surges forward. Amid cries of \"That's\n        enough!\" \"Up Union!\" \"Up Harness!\" ROBERTS quietly ascends the platform.\n        There is a moment of silence.]",
                "BLACKSMITH. We don't want to hear you. Shut it!",
                "HENRY Rous. Get down!",
                "[Amid such cries they surge towards the platform.]",
                "EVANS. [Fiercely.] Let 'im speak! Roberts! Roberts!",
                "BULGIN. [Muttering.] He'd better look out that I don't crack his skull.",
                "[ROBERTS faces the crowd, probing them with his eyes till they gradually\n        become silent. He begins speaking. One of the bargemen rises and\n        stands.]",
                "ROBERTS. You don't want to hear me, then? You'll listen to Rous and to\n      that old man, but not to me. You'll listen to Sim Harness of the Union\n      that's treated you so fair; maybe you'll listen to those men from London?\n      Ah! You groan! What for? You love their feet on your necks, don't you?\n      [Then as BULGIN elbows his way towards the platform, with calm bathos.]\n      You'd like to break my jaw, John Bulgin. Let me speak, then do your\n      smashing, if it gives you pleasure. [BULGIN Stands motionless and sullen.]\n      Am I a liar, a coward, a traitor? If only I were, ye'd listen to me, I'm\n      sure. [The murmurings cease, and there is now dead silence.] Is there a\n      man of you here that has less to gain by striking? Is there a man of you\n      that had more to lose? Is there a man of you that has given up eight\n      hundred pounds since this trouble here began? Come now, is there? How much\n      has Thomas given up -- ten pounds or five, or what? You listened to\n      him, and what had he to say? \"None can pretend,\" he said, \"that I'm not a\n      believer in principle -- [with biting irony] -- but when Nature\n      says: 'No further, 't es going agenst Nature.'\" I tell you if a man cannot\n      say to Nature: \"Budge me from this if ye can!\" --  [with a sort of\n      exaltation] his principles are but his belly. \"Oh, but,\" Thomas says, \"a\n      man can be pure and honest, just and merciful, and take off his hat to\n      Nature!\" I tell you Nature's neither pure nor honest, just nor merciful.\n      You chaps that live over the hill, an' go home dead beat in the dark on a\n      snowy night -- don't ye fight your way every inch of it? Do ye go lyin'\n      down an' trustin' to the tender mercies of this merciful Nature? Try it\n      and you'll soon know with what ye've got to deal. 'T es only by that -- [he\n      strikes a blow with his clenched fist] -- in Nature's face that a man\n      can be a man. \"Give in,\" says Thomas, \"go down on your knees; throw up\n      your foolish fight, an' perhaps,\" he said, \"perhaps your enemy will chuck\n      you down a crust.\"",
                "JAGO. Never!",
                "EVANS. Curse them!",
                "THOMAS. I nefer said that.",
                "ROBERTS. [Bitingly.] If ye did not say it, man, ye meant it. An' what did\n      ye say about Chapel? \"Chapel's against it,\" ye said. \"She 's against it!\"\n      Well, if Chapel and Nature go hand in hand, it's the first I've ever heard\n      of it. That young man there --  [pointing to ROUS] -- said I 'ad\n      'ell fire on my tongue. If I had I would use it all to scorch and wither\n      this talking of surrender. Surrendering 's the work of cowards and\n      traitors.",
                "HENRY ROUS. [As GEORGE ROUS moves forward.] Go for him, George -- \n      don't stand his lip!",
                "ROBERTS. [Flinging out his finger.] Stop there, George Rous, it's no time\n      this to settle personal matters. [ROUS stops.] But there was one other\n      spoke to you -- Mr. Simon Harness. We have not much to thank Mr.\n      Harness and the Union for. They said to us \"Desert your mates, or we'll\n      desert you.\" An' they did desert us.",
                "EVANS. They did.",
                "ROBERTS. Mr. Simon Harness is a clever man, but he has come too late.\n      [With intense conviction.] For all that Mr. Simon Harness says, for all\n      that Thomas, Rous, for all that any man present here can say -- We've\n      won the fight!",
                "[The crowd sags nearer, looking eagerly up.]",
                "[With withering scorn.] You've felt the pinch o't in your bellies. You've\n      forgotten what that fight 'as been; many times I have told you; I will\n      tell you now this once again. The fight o' the country's body and blood\n      against a blood-sucker. The fight of those that spend themselves with\n      every blow they strike and every breath they draw, against a thing that\n      fattens on them, and grows and grows by the law of merciful Nature. That\n      thing is Capital! A thing that buys the sweat o' men's brows, and the\n      tortures o' their brains, at its own price. Don't I know that? Wasn't the\n      work o' my brains bought for seven hundred pounds, and has n't one hundred\n      thousand pounds been gained them by that seven hundred without the\n      stirring of a finger. It is a thing that will take as much and give you as\n      little as it can. That's Capital! A thing that will say -- \"I'm very\n      sorry for you, poor fellows -- you have a cruel time of it, I know,\"\n      but will not give one sixpence of its dividends to help you have a better\n      time. That's Capital! Tell me, for all their talk, is there one of them\n      that will consent to another penny on the Income Tax to help the poor?\n      That's Capital! A white-faced, stony-hearted monster! Ye have got it on\n      its knees; are ye to give up at the last minute to save your miserable\n      bodies pain? When I went this morning to those old men from London, I\n      looked into their very 'earts. One of them was sitting there -- Mr.\n      Scantlebury, a mass of flesh nourished on us: sittin' there for all the\n      world like the shareholders in this Company, that sit not moving tongue\n      nor finger, takin' dividends a great dumb ox that can only be roused when\n      its food is threatened. I looked into his eyes and I saw he was afraid -- afraid\n      for himself and his dividends; afraid for his fees, afraid of the very\n      shareholders he stands for; and all but one of them's afraid -- like\n      children that get into a wood at night, and start at every rustle of the\n      leaves. I ask you, men -- [he pauses, holding out his hand till there\n      is utter silence] -- give me a free hand to tell them: \"Go you back to\n      London. The men have nothing for you!\" [A murmuring.] Give me that, an' I\n      swear to you, within a week you shall have from London all you want.",
                "EVANS, JAGO, and OTHERS. A free hand! Give him a free hand! Bravo  -- bravo!",
                "ROBERTS. 'T is not for this little moment of time we're fighting [the\n      murmuring dies], not for ourselves, our own little bodies, and their\n      wants, 't is for all those that come after throughout all time. [With\n      intense sadness.] Oh! men -- for the love o' them, don't roll up\n      another stone upon their heads, don't help to blacken the sky, an' let the\n      bitter sea in over them. They're welcome to the worst that can happen to\n      me, to the worst that can happen to us all, are n't they -- are n't\n      they? If we can shake [passionately] that white-faced monster with the\n      bloody lips, that has sucked the life out of ourselves, our wives, and\n      children, since the world began. [Dropping the note of passion but with\n      the utmost weight and intensity.] If we have not the hearts of men to\n      stand against it breast to breast, and eye to eye, and force it backward\n      till it cry for mercy, it will go on sucking life; and we shall stay\n      forever what we are [in almost a whisper], less than the very dogs.",
                "[An utter stillness, and ROBERTS stands rocking his body slightly, with\n        his eyes burning the faces of the crowd.]",
                "EVANS and JAGO. [Suddenly.] Roberts! [The shout is taken up.]",
                "[There is a slight movement in the crowd, and MADGE passing below the\n        towing-path, stops by the platform, looking up at ROBERTS. A sudden\n        doubting silence.]",
                "ROBERTS. \"Nature,\" says that old man, \"give in to Nature.\" I tell you,\n      strike your blow in Nature's face -- an' let it do its worst!",
                "[He catches sight of MADGE, his brows contract, he looks away.]",
                "MADGE. [In a low voice-close to the platform.] Your wife's dying!",
                "[ROBERTS glares at her as if torn from some pinnacle of exaltation.]",
                "ROBERTS. [Trying to stammer on.] I say to you -- answer them -- answer\n      them --  --",
                "[He is drowned by the murmur in the crowd.]",
                "THOMAS. [Stepping forward.] Ton't you hear her, then?",
                "ROBERTS. What is it? [A dead silence.]",
                "THOMAS. Your wife, man!",
                "[ROBERTS hesitates, then with a gesture, he leaps down, and goes away\n        below the towing-path, the men making way for him. The standing bargeman\n        opens and prepares to light a lantern. Daylight is fast failing.]",
                "MADGE. He need n't have hurried! Annie Roberts is dead. [Then in the\n      silence, passionately.] You pack of blinded hounds! How many more women\n      are you going to let to die?",
                "[The crowd shrinks back from her, and breaks up in groups, with a\n        confused, uneasy movement. MADGE goes quickly away below the\n        towing-path. There is a hush as they look after her.]",
                "LEWIS. There's a spitfire, for ye!",
                "BULGIN. [Growling.] I'll smash 'er jaw.",
                "GREEN. If I'd a-been listened to, that poor woman --  --",
                "THOMAS. It's a judgment on him for going against Chapel. I tolt him how 't\n      would be!",
                "EVANS. All the more reason for sticking by 'im. [A cheer.] Are you goin'\n      to desert him now 'e 's down? Are you going to chuck him over, now 'e 's\n      lost 'is wife?",
                "[The crowd is murmuring and cheering all at once.]",
                "ROUS. [Stepping in front of platform.] Lost his wife! Aye! Can't ye see?\n      Look at home, look at your own wives! What's to save them? Ye'll have the\n      same in all your houses before long!",
                "LEWIS. Aye, aye!",
                "HENRY ROUS. Right! George, right!",
                "[There are murmurs of assent.]",
                "ROUS. It's not us that's blind, it's Roberts. How long will ye put up with\n      'im!",
                "HENRY, ROUS, BULGIN, DAVIES. Give 'im the chuck!",
                "[The cry is taken up.]",
                "EVANS. [Fiercely.] Kick a man that's down? Down?",
                "HENRY ROUS. Stop his jaw there!",
                "[EVANS throws up his arm at a threat from BULGIN. The bargeman, who has\n        lighted the lantern, holds it high above his head.]",
                "ROUS. [Springing on to the platform.] What brought him down then, but 'is\n      own black obstinacy? Are ye goin' to follow a man that can't see better\n      than that where he's goin'?",
                "EVANS. He's lost 'is wife.",
                "ROUS. An' who's fault's that but his own. 'Ave done with 'im, I say,\n      before he's killed your own wives and mothers.",
                "DAVIES. Down 'im!",
                "HENRY ROUS. He's finished!",
                "BROWN. We've had enough of 'im!",
                "BLACKSMITH. Too much!",
                "[The crowd takes up these cries, excepting only EVANS, JAGO, and GREEN,\n        who is seen to argue mildly with the BLACKSMITH.]",
                "ROUS. [Above the hubbub.] We'll make terms with the Union, lads.",
                "[Cheers.]",
                "EVANS. [Fiercely.] Ye blacklegs!",
                "BULGIN. [Savagely-squaring up to him.] Who are ye callin' blacklegs, Rat?",
                "[EVANS throws up his fists, parries the blow, and returns it. They\n        fight. The bargemen are seen holding up the lantern and enjoying the\n        sight. Old THOMAS steps forward and holds out his hands.]",
                "THOMAS. Shame on your strife!",
                "[The BLACKSMITH, BROWN, LEWIS, and the RED-HAIRED YOUTH pull EVANS and\n        BULGIN apart. The stage is almost dark.]",
                "The curtain falls."
            ]
        },
        {
            "name": " ACT III ",
            "sub_name": "",
            "text": [
                "ACT III",
                "It is five o'clock. In the UNDERWOODS' drawing-room, which is\n        artistically furnished, ENID is sitting on the sofa working at a baby's\n        frock. EDGAR, by a little spindle-legged table in the centre of the\n        room, is fingering a china-box. His eyes are fixed on the double-doors\n        that lead into the dining-room.",
                "EDGAR. [Putting down the china-box, and glancing at his watch.] Just on\n      five, they're all in there waiting, except Frank. Where's he?",
                "ENID. He's had to go down to Gasgoyne's about a contract. Will you want\n      him?",
                "EDGAR. He can't help us. This is a director's job. [Motioning towards a\n      single door half hidden by a curtain.] Father in his room?",
                "ENID. Yes.",
                "EDGAR. I wish he'd stay there, Enid.",
                "[ENID looks up at him. This is a beastly business, old girl?] [He takes\n        up the little box again and turns it over and over.]",
                "ENID. I went to the Roberts's this afternoon, Ted.",
                "EDGAR. That was n't very wise.",
                "ENID. He's simply killing his wife.",
                "EDGAR. We are you mean.",
                "ENID. [Suddenly.] Roberts ought to give way!",
                "EDGAR. There's a lot to be said on the men's side.",
                "ENID. I don't feel half so sympathetic with them as I did before I went.\n      They just set up class feeling against you. Poor Annie was looking dread\n      fully bad -- fire going out, and nothing fit for her to eat.",
                "[EDGAR walks to and fro.]",
                "But she would stand up for Roberts. When you see all this wretchedness\n      going on and feel you can do nothing, you have to shut your eyes to the\n      whole thing.",
                "EDGAR. If you can.",
                "ENID. When I went I was all on their side, but as soon as I got there I\n      began to feel quite different at once. People talk about sympathy with the\n      working classes, they don't know what it means to try and put it into\n      practice. It seems hopeless.",
                "EDGAR. Ah! well.",
                "ENID. It's dreadful going on with the men in this state. I do hope the Dad\n      will make concessions.",
                "EDGAR. He won't. [Gloomily.] It's a sort of religion with him. Curse it! I\n      know what's coming! He'll be voted down.",
                "ENID. They would n't dare!",
                "EDGAR. They will -- they're in a funk.",
                "ENID. [Indignantly.] He'd never stand it!",
                "EDGAR. [With a shrug.] My dear girl, if you're beaten in a vote, you've\n      got to stand it.",
                "ENID. Oh! [She gets up in alarm.] But would he resign?",
                "EDGAR. Of course! It goes to the roots of his beliefs.",
                "ENID. But he's so wrapped up in this company, Ted! There'd be nothing left\n      for him! It'd be dreadful!",
                "[EDGAR shrugs his shoulders.]",
                "Oh, Ted, he's so old now! You must n't let them!",
                "EDGAR. [Hiding his feelings in an outburst.] My sympathies in this strike\n      are all on the side of the men.",
                "ENID. He's been Chairman for more than thirty years! He made the whole\n      thing! And think of the bad times they've had; it's always been he who\n      pulled them through. Oh, Ted, you must!",
                "EDGAR. What is it you want? You said just now you hoped he'd make\n      concessions. Now you want me to back him in not making them. This is n't a\n      game, Enid!",
                "ENID. [Hotly.] It is n't a game to me that the Dad's in danger of losing\n      all he cares about in life. If he won't give way, and he's beaten, it'll\n      simply break him down!",
                "EDGAR. Did n't you say it was dreadful going on with the men in this\n      state?",
                "ENID. But can't you see, Ted, Father'll never get over it! You must stop\n      them somehow. The others are afraid of him. If you back him up --  --",
                "EDGAR. [Putting his hand to his head.] Against my convictions -- \n      against yours! The moment it begins to pinch one personally --  --",
                "ENID. It is n't personal, it's the Dad!",
                "EDGAR. Your family or yourself, and over goes the show!",
                "ENID. [Resentfully.] If you don't take it seriously, I do.",
                "EDGAR. I am as fond of him as you are; that's nothing to do with it.",
                "ENID. We can't tell about the men; it's all guess-work. But we know the\n      Dad might have a stroke any day. D' you mean to say that he isn't more to\n      you than --  --",
                "EDGAR. Of course he is.",
                "ENID. I don't understand you then.",
                "EDGAR. H'm!",
                "ENID. If it were for oneself it would be different, but for our own\n      Father! You don't seem to realise.",
                "EDGAR. I realise perfectly.",
                "ENID. It's your first duty to save him.",
                "EDGAR. I wonder.",
                "ENID. [Imploring.] Oh, Ted? It's the only interest he's got left; it'll be\n      like a death-blow to him!",
                "EDGAR. [Restraining his emotion.] I know.",
                "ENID. Promise!",
                "EDGAR. I'll do what I can.",
                "[He turns to the double-doors.] [The curtained door is opened, and\n        ANTHONY appears. EDGAR opens the double-doors, and passes through.]\n        [SCANTLEBURY'S voice is faintly heard: \"Past five; we shall never get\n        through -- have to eat another dinner at that hotel!\" The doors are\n        shut. ANTHONY walks forward.]",
                "ANTHONY. You've been seeing Roberts, I hear.",
                "ENID. Yes.",
                "ANTHONY. Do you know what trying to bridge such a gulf as this is like?",
                "[ENID puts her work on the little table, and faces him.]",
                "Filling a sieve with sand!",
                "ENID. Don't!",
                "ANTHONY. You think with your gloved hands you can cure the trouble of the\n      century.",
                "[He passes on. ]",
                "ENID. Father!",
                "[ANTHONY Stops at the double doors.]",
                "I'm only thinking of you!",
                "ANTHONY. [More softly.] I can take care of myself, my dear.",
                "ENID. Have you thought what'll happen if you're beaten --  [she points] -- in\n      there?",
                "ANTHONY. I don't mean to be.",
                "ENID. Oh! Father, don't give them a chance. You're not well; need you go\n      to the meeting at all?",
                "ANTHONY. [With a grim smile.] Cut and run?",
                "ENID. But they'll out-vote you!",
                "ANTHONY. [Putting his hand on the doors.] We shall see!",
                "ENID. I beg you, Dad! Won't you?",
                "[ANTHONY looks at her softly.] [ANTHONY shakes his head. He opens the\n        doors. A buzz of voices comes in.]",
                "SCANTLEBURY. Can one get dinner on that 6.30 train up?",
                "TENCH. No, Sir, I believe not, sir.",
                "WILDER. Well, I shall speak out; I've had enough of this.",
                "EDGAR. [Sharply.] What?",
                "[It ceases instantly. ANTHONY passes through, closing the doors behind\n        him. ENID springs to them with a gesture of dismay. She puts her hand on\n        the knob, and begins turning it; then goes to the fireplace, and taps\n        her foot on the fender. Suddenly she rings the bell. FROST comes in by\n        the door that leads into the hall.]",
                "FROST. Yes, M'm?",
                "ENID. When the men come, Frost, please show them in here; the hall 's\n      cold.",
                "FROST. I could put them in the pantry, M'm.",
                "ENID. No. I don't want to -- to offend them; they're so touchy.",
                "FROST. Yes, M'm. [Pause.] Excuse me, Mr. Anthony's 'ad nothing to eat all\n      day.",
                "ENID. I know Frost.",
                "FROST. Nothin' but two whiskies and sodas, M'm.",
                "ENID. Oh! you oughtn't to have let him have those.",
                "FROST. [Gravely.] Mr. Anthony is a little difficult, M'm. It's not as if\n      he were a younger man, an' knew what was good for 'im; he will have his\n      own way.",
                "ENID. I suppose we all want that.",
                "FROST. Yes, M'm. [Quietly.] Excuse me speakin' about the strike. I'm sure\n      if the other gentlemen were to give up to Mr. Anthony, and quietly let the\n      men 'ave what they want, afterwards, that'd be the best way. I find that\n      very useful with him at times, M'm.",
                "[ENID shakes hey head.]",
                "If he's crossed, it makes him violent [with an air of discovery], and I've\n      noticed in my own case, when I'm violent I'm always sorry for it\n      afterwards.",
                "ENID. [With a smile.] Are you ever violent, Frost?",
                "FROST. Yes, M'm; oh! sometimes very violent.",
                "ENID. I've never seen you.",
                "FROST. [Impersonally.] No, M'm; that is so.",
                "[ENID fidgets towards the back of the door.]",
                "[With feeling.] Bein' with Mr. Anthony, as you know, M'm, ever since I was\n      fifteen, it worries me to see him crossed like this at his age. I've taken\n      the liberty to speak to Mr. Wanklin [dropping his voice] --  seems to\n      be the most sensible of the gentlemen -- but 'e said to me: \"That's all\n      very well, Frost, but this strike's a very serious thing,\" 'e said.\n      \"Serious for all parties, no doubt,\" I said, \"but yumour 'im, sir,\" I\n      said, \"yumour 'im. It's like this, if a man comes to a stone wall, 'e does\n      n't drive 'is 'ead against it, 'e gets over it.\" \"Yes,\" 'e said, \"you'd\n      better tell your master that.\" [FROST looks at his nails.] That's where it\n      is, M'm. I said to Mr. Anthony this morning: \"Is it worth it, sir?\" \"Damn\n      it,\" he said to me, \"Frost! Mind your own business, or take a month's\n      notice!\" Beg pardon, M'm, for using such a word.",
                "ENID. [Moving to the double-doors, and listening.] Do you know that man\n      Roberts, Frost?",
                "FROST. Yes, M'm; that's to say, not to speak to. But to look at 'im you\n      can tell what he's like.",
                "ENID. [Stopping.] Yes?",
                "FROST. He's not one of these 'ere ordinary 'armless Socialists. 'E's\n      violent; got a fire inside 'im. What I call \"personal.\" A man may 'ave\n      what opinions 'e likes, so long as 'e 's not personal; when 'e 's that 'e\n      's not safe.",
                "ENID. I think that's what my father feels about Roberts.",
                "FROST. No doubt, M'm, Mr. Anthony has a feeling against him.",
                "[ENID glances at him sharply, but finding him in perfect earnest, stands\n        biting her lips, and looking at the double-doors.]",
                "It 's, a regular right down struggle between the two. I've no patience\n      with this Roberts, from what I 'ear he's just an ordinary workin' man like\n      the rest of 'em. If he did invent a thing he's no worse off than 'undreds\n      of others. My brother invented a new kind o' dumb-waiter -- nobody gave\n      him anything for it, an' there it is, bein' used all over the place.",
                "[ENID moves closer to the double-doors.]",
                "There's a kind o' man that never forgives the world, because 'e wasn't\n      born a gentleman. What I say is -- no man that's a gentleman looks down\n      on another because 'e 'appens to be a class or two above 'im, no more than\n      if 'e 'appens to be a class or two below.",
                "ENID. [With slight impatience.] Yes, I know, Frost, of course. Will you\n      please go in and ask if they'll have some tea; say I sent you.",
                "FROST. Yes, M'm.",
                "[He opens the doors gently and goes in. There is a momentary sound of\n        earnest, gather angry talk.]",
                "WILDER. I don't agree with you.",
                "WANKLIN. We've had this over a dozen times.",
                "EDGAR. [Impatiently.] Well, what's the proposition?",
                "SCANTLEBURY. Yes, what does your father say? Tea? Not for me, not for me!",
                "WANKLIN. What I understand the Chairman to say is this --  --",
                "[FROST re-enters closing the door behind him.]",
                "ENID. [Moving from the door.] Won't they have any tea, Frost?",
                "[She goes to the little table, and remains motionless, looking at the\n        baby's frock.] [A parlourmaid enters from the hall.]",
                "PARLOURMAID. A Miss Thomas, M'm",
                "ENID. [Raising her head.] Thomas? What Miss Thomas -- d' you mean a --  -- ?",
                "PARLOURMAID. Yes, M'm.",
                "ENID. [Blankly.] Oh! Where is she?",
                "PARLOURMAID. In the porch.",
                "ENID. I don't want --  -- [She hesitates.]",
                "FROST. Shall I dispose of her, M'm?",
                "ENID. I 'll come out. No, show her in here, Ellen.",
                "[The PARLOUR MAID and FROST go out. ENID pursing her lips, sits at the\n        little table, taking up the baby's frock. The PARLOURMAID ushers in\n        MADGE THOMAS and goes out; MADGE stands by the door.]",
                "ENID. Come in. What is it. What have you come for, please?",
                "MADGE. Brought a message from Mrs. Roberts.",
                "ENID. A message? Yes.",
                "MADGE. She asks you to look after her mother.",
                "ENID. I don't understand.",
                "MADGE. [Sullenly.] That's the message.",
                "ENID. But -- what -- why?",
                "MADGE. Annie Roberts is dead.",
                "[There is a silence.]",
                "ENID. [Horrified.] But it's only a little more than an hour since I saw\n      her.",
                "MADGE. Of cold and hunger.",
                "ENID. [Rising.] Oh! that's not true! the poor thing's heart --  -- \n      What makes you look at me like that? I tried to help her.",
                "MADGE. [With suppressed savagery.] I thought you'd like to know.",
                "ENID. [Passionately.] It's so unjust! Can't you see that I want to help\n      you all?",
                "MADGE. I never harmed any one that had n't harmed me first.",
                "ENID. [Coldly.] What harm have I done you? Why do you speak to me like\n      that?",
                "MADGE. [With the bitterest intensity.] You come out of your comfort to spy\n      on us! A week of hunger, that's what you want!",
                "ENID. [Standing her ground.] Don't talk nonsense!",
                "MADGE. I saw her die; her hands were blue with the cold.",
                "ENID. [With a movement of grief.] Oh! why wouldn't she let me help her?\n      It's such senseless pride!",
                "MADGE. Pride's better than nothing to keep your body warm.",
                "ENID. [Passionately.] I won't talk to you! How can you tell what I feel?\n      It's not my fault that I was born better off than you.",
                "MADGE. We don't want your money.",
                "ENID. You don't understand, and you don't want to; please to go away!",
                "MADGE. [Balefully.] You've killed her, for all your soft words, you and\n      your father!",
                "ENID. [With rage and emotion.] That's wicked! My father is suffering\n      himself through this wretched strike.",
                "MADGE. [With sombre triumph.] Then tell him Mrs. Roberts is dead! That 'll\n      make him better.",
                "ENID. Go away!",
                "MADGE. When a person hurts us we get it back on them.",
                "[She makes a sudden and swift movement towards ENID, fixing her eyes on\n        the child's frock lying across the little table. ENID snatches the frock\n        up, as though it were the child itself. They stand a yard apart,\n        crossing glances.]",
                "MADGE. [Pointing to the frock with a little smile.] Ah! You felt that!\n      Lucky it's her mother -- not her children -- you've to look after,\n      is n't it. She won't trouble you long!",
                "ENID. Go away!",
                "MADGE. I've given you the message.",
                "[She turns and goes out into the hall. ENID, motionless till she has\n        gone, sinks down at the table, bending her head over the frock, which\n        she is still clutching to her. The double-doors are opened, and ANTHONY\n        comes slowly in; he passes his daughter, and lowers himself into an\n        arm-chair. He is very flushed.]",
                "ENID. [Hiding her emotion-anxiously.] What is it, Dad?",
                "[ANTHONY makes a gesture, but does not speak.]",
                "Who was it?",
                "[ANTHONY does not answer. ENID going to the double-doors meets EDGAR\n        Coming in. They speak together in low tones.]",
                "What is it, Ted?",
                "EDGAR. That fellow Wilder! Taken to personalities! He was downright\n      insulting.",
                "ENID. What did he say?",
                "EDGAR. Said, Father was too old and feeble to know what he was doing! The\n      Dad's worth six of him!",
                "ENID. Of course he is.",
                "[They look at ANTHONY.] [The doors open wider, WANKLIN appears With\n        SCANTLEBURY.]",
                "SCANTLEBURY. [Sotto voce.] I don't like the look of this!",
                "WANKLIN. [Going forward.] Come, Chairman! Wilder sends you his apologies.\n      A man can't do more.",
                "[WILDER, followed by TENCH, comes in, and goes to ANTHONY.]",
                "WILDER. [Glumly.] I withdraw my words, sir. I'm sorry.",
                "[ANTHONY nods to him.]",
                "ENID. You have n't come to a decision, Mr. Wanklin?",
                "[WANKLIN shakes his head.]",
                "WANKLIN. We're all here, Chairman; what do you say? Shall we get on with\n      the business, or shall we go back to the other room?",
                "SCANTLEBURY. Yes, yes; let's get on. We must settle something.",
                "[He turns from a small chair, and settles himself suddenly in the\n        largest chair with a sigh of comfort.] [WILDER and WANKLIN also sit; and\n        TENCH, drawing up a straight-backed chair close to his Chairman, sits on\n        the edge of it with the minute-book and a stylographic pen.]",
                "ENID. [Whispering.] I want to speak to you a minute, Ted.",
                "[They go out through the double-doors.]",
                "WANKLIN. Really, Chairman, it's no use soothing ourselves with a sense of\n      false security. If this strike's not brought to an end before the General\n      Meeting, the shareholders will certainly haul us over the coals.",
                "SCANTLEBURY. [Stirring.] What -- what's that?",
                "WANKLIN. I know it for a fact.",
                "ANTHONY. Let them!",
                "WILDER. And get turned out?",
                "WANKLIN. [To ANTHONY.] I don't mind martyrdom for a policy in which I\n      believe, but I object to being burnt for some one else's principles.",
                "SCANTLEBURY. Very reasonable -- you must see that, Chairman.",
                "ANTHONY. We owe it to other employers to stand firm.",
                "WANKLIN. There's a limit to that.",
                "ANTHONY. You were all full of fight at the start.",
                "SCANTLEBURY. [With a sort of groan.] We thought the men would give in, but\n      they-have n't!",
                "ANTHONY. They will!",
                "WILDER. [Rising and pacing up and down.] I can't have my reputation as a\n      man of business destroyed for the satisfaction of starving the men out.\n      [Almost in tears.] I can't have it! How can we meet the shareholders with\n      things in the state they are?",
                "SCANTLEBURY. Hear, hear -- hear, hear!",
                "WILDER. [Lashing himself.] If any one expects me to say to them I've lost\n      you fifty thousand pounds and sooner than put my pride in my pocket I'll\n      lose you another. [Glancing at ANTHONY.] It's -- it's unnatural! I\n      don't want to go against you, sir.",
                "WANKLIN. [Persuasively.] Come Chairman, we 're not free agents. We're part\n      of a machine. Our only business is to see the Company earns as much profit\n      as it safely can. If you blame me for want of principle: I say that we're\n      Trustees. Reason tells us we shall never get back in the saving of wages\n      what we shall lose if we continue this struggle -- really, Chairman, we\n      must bring it to an end, on the best terms we can make.",
                "ANTHONY. No.",
                "[There is a pause of general dismay.]",
                "WILDER. It's a deadlock then. [Letting his hands drop with a sort of\n      despair.] Now I shall never get off to Spain!",
                "WANKLIN. [Retaining a trace of irony.] You hear the consequences of your\n      victory, Chairman?",
                "WILDER. [With a burst of feeling.] My wife's ill!",
                "SCANTLEBURY. Dear, dear! You don't say so.",
                "WILDER. If I don't get her out of this cold, I won't answer for the\n      consequences.",
                "[Through the double-doors EDGAR comes in looking very grave.]",
                "EDGAR. [To his Father.] Have you heard this, sir? Mrs. Roberts is dead!",
                "[Every one stages at him, as if trying to gauge the importance of this\n        news.]",
                "Enid saw her this afternoon, she had no coals, or food, or anything. It's\n      enough!",
                "[There is a silence, every one avoiding the other's eyes, except\n        ANTHONY, who stares hard at his son.]",
                "SCANTLEBURY. You don't suggest that we could have helped the poor thing?",
                "WILDER. [Flustered.] The woman was in bad health. Nobody can say there's\n      any responsibility on us. At least -- not on me.",
                "EDGAR. [Hotly.] I say that we are responsible.",
                "ANTHONY. War is war!",
                "EDGAR. Not on women!",
                "WANKLIN. It not infrequently happens that women are the greatest\n      sufferers.",
                "EDGAR. If we knew that, all the more responsibility rests on us.",
                "ANTHONY. This is no matter for amateurs.",
                "EDGAR. Call me what you like, sir. It's sickened me. We had no right to\n      carry things to such a length.",
                "WILDER. I don't like this business a bit -- that Radical rag will twist\n      it to their own ends; see if they don't! They'll get up some cock and bull\n      story about the poor woman's dying from starvation. I wash my hands of it.",
                "EDGAR. You can't. None of us can.",
                "SCANTLEBURY. [Striking his fist on the arm of his chair.] But I protest\n      against this!",
                "EDGAR. Protest as you like, Mr. Scantlebury, it won't alter facts.",
                "ANTHONY. That's enough.",
                "EDGAR. [Facing him angrily.] No, sir. I tell you exactly what I think. If\n      we pretend the men are not suffering, it's humbug; and if they're\n      suffering, we know enough of human nature to know the women are suffering\n      more, and as to the children -- well -- it's damnable!",
                "[SCANTLEBURY rises from his chair.]",
                "I don't say that we meant to be cruel, I don't say anything of the sort;\n      but I do say it's criminal to shut our eyes to the facts. We employ these\n      men, and we can't get out of it. I don't care so much about the men, but\n      I'd sooner resign my position on the Board than go on starving women in\n      this way.",
                "[All except ANTHONY are now upon their feet, ANTHONY sits grasping the\n        arms of his chair and staring at his son.]",
                "SCANTLEBURY. I don't -- I don't like the way you're putting it, young\n      sir.",
                "WANKLIN. You're rather overshooting the mark.",
                "WILDER. I should think so indeed!",
                "EDGAR. [Losing control.] It's no use blinking things! If you want to have\n      the death of women on your hands -- I don't!",
                "SCANTLEBURY. Now, now, young man!",
                "WILDER. On our hands? Not on mine, I won't have it!",
                "EDGAR. We are five members of this Board; if we were four against it, why\n      did we let it drift till it came to this? You know perfectly well why -- because\n      we hoped we should starve the men out. Well, all we've done is to starve\n      one woman out!",
                "SCANTLEBURY. [Almost hysterically.] I protest, I protest! I'm a humane man -- we're\n      all humane men!",
                "EDGAR. [Scornfully.] There's nothing wrong with our humanity. It's our\n      imaginations, Mr. Scantlebury.",
                "WILDER. Nonsense! My imagination's as good as yours.",
                "EDGAR. If so, it is n't good enough.",
                "WILDER. I foresaw this!",
                "EDGAR. Then why didn't you put your foot down!",
                "WILDER. Much good that would have done.",
                "[He looks at ANTHONY.]",
                "EDGAR. If you, and I, and each one of us here who say that our\n      imaginations are so good --",
                "SCANTLEBURY. [Flurried.] I never said so.",
                "EDGAR. [Paying no attention.] -- had put our feet down, the thing would\n      have been ended long ago, and this poor woman's life wouldn't have been\n      crushed out of her like this. For all we can tell there may be a dozen\n      other starving women.",
                "SCANTLEBURY. For God's sake, sir, don't use that word at a -- at a\n      Board meeting; it's -- it's monstrous.",
                "EDGAR. I will use it, Mr. Scantlebury.",
                "SCANTLEBURY. Then I shall not listen to you. I shall not listen! It's\n      painful to me.",
                "[He covers his ears.]",
                "WANKLIN. None of us are opposed to a settlement, except your Father.",
                "EDGAR. I'm certain that if the shareholders knew --  --",
                "WANKLIN. I don't think you'll find their imaginations are any better than\n      ours. Because a woman happens to have a weak heart --  --",
                "EDGAR. A struggle like this finds out the weak spots in everybody. Any\n      child knows that. If it hadn't been for this cut-throat policy, she need\n      n't have died like this; and there would n't be all this misery that any\n      one who is n't a fool can see is going on.",
                "[Throughout the foregoing ANTHONY has eyed his son; he now moves as\n        though to rise, but stops as EDGAR speaks again.]",
                "I don't defend the men, or myself, or anybody.",
                "WANKLIN. You may have to! A coroner's jury of disinterested sympathisers\n      may say some very nasty things. We mustn't lose sight of our position.",
                "SCANTLEBURY. [Without uncovering his ears.] Coroner's jury! No, no, it's\n      not a case for that!",
                "EDGAR. I 've had enough of cowardice.",
                "WANKLIN. Cowardice is an unpleasant word, Mr. Edgar Anthony. It will look\n      very like cowardice if we suddenly concede the men's demands when a thing\n      like this happens; we must be careful!",
                "WILDER. Of course we must. We've no knowledge of this matter, except a\n      rumour. The proper course is to put the whole thing into the hands of\n      Harness to settle for us; that's natural, that's what we should have come\n      to any way.",
                "SCANTLEBURY. [With dignity.] Exactly! [Turning to EDGAR.] And as to you,\n      young sir, I can't sufficiently express my -- my distaste for the way\n      you've treated the whole matter. You ought to withdraw! Talking of\n      starvation, talking of cowardice! Considering what our views are! Except\n      your own is -- is one of goodwill -- it's most irregular, it's most\n      improper, and all I can say is it's -- it's given me pain --  --",
                "[He places his hand over his heart.]",
                "EDGAR. [Stubbornly.] I withdraw nothing.",
                "[He is about to say mote when SCANTLEBURY once more coveys up his ears.\n        TENCH suddenly makes a demonstration with the minute-book. A sense of\n        having been engaged in the unusual comes over all of them, and one by\n        one they resume their seats. EDGAR alone remains on his feet.]",
                "WILDER. [With an air of trying to wipe something out.] I pay no attention\n      to what young Mr. Anthony has said. Coroner's jury! The idea's\n      preposterous. I -- I move this amendment to the Chairman's Motion: That\n      the dispute be placed at once in the hands of Mr. Simon Harness for\n      settlement, on the lines indicated by him this morning. Any one second\n      that?",
                "[TENCH writes in his book.]",
                "WANKLIN. I do.",
                "WILDER. Very well, then; I ask the Chairman to put it to the Board.",
                "ANTHONY. [With a great sigh-slowly.] We have been made the subject of an\n      attack. [Looking round at WILDER and SCANTLEBURY with ironical contempt.]\n      I take it on my shoulders. I am seventy-six years old. I have been\n      Chairman of this Company since its inception two-and-thirty years ago. I\n      have seen it pass through good and evil report. My connection with it\n      began in the year that this young man was born.",
                "[EDGAR bows his head. ANTHONY, gripping his chair, goes on.]",
                "I have had do to with \"men\" for fifty years; I've always stood up to them;\n      I have never been beaten yet. I have fought the men of this Company four\n      times, and four times I have beaten them. It has been said that I am not\n      the man I was. [He looks at Wilder.] However that may be, I am man enough\n      to stand to my guns.",
                "[His voice grows stronger. The double-doors are opened. ENID slips in,\n        followed by UNDERWOOD, who restrains her.]",
                "The men have been treated justly, they have had fair wages, we have always\n      been ready to listen to complaints. It has been said that times have\n      changed; if they have, I have not changed with them. Neither will I. It\n      has been said that masters and men are equal! Cant! There can only be one\n      master in a house! Where two men meet the better man will rule. It has\n      been said that Capital and Labour have the same interests. Cant! Their\n      interests are as wide asunder as the poles. It has been said that the\n      Board is only part of a machine. Cant! We are the machine; its brains and\n      sinews; it is for us to lead and to determine what is to be done, and to\n      do it without fear or favour. Fear of the men! Fear of the shareholders!\n      Fear of our own shadows! Before I am like that, I hope to die.",
                "[He pauses, and meeting his son's eyes, goes on.]",
                "There is only one way of treating \"men\" -- with the iron hand. This\n      half and half business, the half and half manners of this generation, has\n      brought all this upon us. Sentiment and softness, and what this young man,\n      no doubt, would call his social policy. You can't eat cake and have it!\n      This middle-class sentiment, or socialism, or whatever it may be, is\n      rotten. Masters are masters, men are men! Yield one demand, and they will\n      make it six. They are [he smiles grimly] like Oliver Twist, asking for\n      more. If I were in their place I should be the same. But I am not in their\n      place. Mark my words: one fine morning, when you have given way here, and\n      given way there -- you will find you have parted with the ground\n      beneath your feet, and are deep in the bog of bankruptcy; and with you,\n      floundering in that bog, will be the very men you have given way to. I\n      have been accused of being a domineering tyrant, thinking only of my pride -- I\n      am thinking of the future of this country, threatened with the black\n      waters of confusion, threatened with mob government, threatened with what\n      I cannot see. If by any conduct of mine I help to bring this on us, I\n      shall be ashamed to look my fellows in the face.",
                "[ANTHONY stares before him, at what he cannot see, and there is perfect\n        stillness. FROST comes in from the hall, and all but ANTHONY look round\n        at him uneasily.]",
                "FROST. [To his master.] The men are here, sir. [ANTHONY makes a gesture of\n      dismissal.] Shall I bring them in, sir?",
                "ANTHONY. Wait!",
                "[FROST goes out, ANTHONY turns to face his son.]",
                "I come to the attack that has been made upon me.",
                "[EDGAR, with a gesture of deprecation, remains motionless with his head\n        a little bowed.]",
                "A woman has died. I am told that her blood is on my hands; I am told that\n      on my hands is the starvation and the suffering of other women and of\n      children.",
                "EDGAR. I said \"on our hands,\" sir.",
                "ANTHONY. It is the same. [His voice grows stronger and stronger, his\n      feeling is more and more made manifest.] I am not aware that if my\n      adversary suffer in a fair fight not sought by me, it is my fault. If I\n      fall under his feet -- as fall I may -- I shall not complain. That\n      will be my look-out -- and this is -- his. I cannot separate, as I\n      would, these men from their women and children. A fair fight is a fair\n      fight! Let them learn to think before they pick a quarrel!",
                "EDGAR. [In a low voice.] But is it a fair fight, Father? Look at them, and\n      look at us! They've only this one weapon!",
                "ANTHONY. [Grimly.] And you're weak-kneed enough to teach them how to use\n      it! It seems the fashion nowadays for men to take their enemy's side. I\n      have not learnt that art. Is it my fault that they quarrelled with their\n      Union too?",
                "EDGAR. There is such a thing as Mercy.",
                "ANTHONY. And justice comes before it.",
                "EDGAR. What seems just to one man, sir, is injustice to another.",
                "ANTHONY. [With suppressed passion.] You accuse me of injustice -- of\n      what amounts to inhumanity -- of cruelty?",
                "[EDGAR makes a gesture of horror -- a general frightened movement.]",
                "WANKLIN. Come, come, Chairman.",
                "ANTHONY. [In a grim voice.] These are the words of my own son. They are\n      the words of a generation that I don't understand; the words of a soft\n      breed.",
                "[A general murmur. With a violent effort ANTHONY recovers his control.]",
                "EDGAR. [Quietly.] I said it of myself, too, Father.",
                "[A long look is exchanged between them, and ANTHONY puts out his hand\n        with a gesture as if to sweep the personalities away; then places it\n        against his brow, swaying as though from giddiness. There is a movement\n        towards him. He moves them back.]",
                "ANTHONY. Before I put this amendment to the Board, I have one more word to\n      say. [He looks from face to face.] If it is carried, it means that we\n      shall fail in what we set ourselves to do. It means that we shall fail in\n      the duty that we owe to all Capital. It means that we shall fail in the\n      duty that we owe ourselves. It means that we shall be open to constant\n      attack to which we as constantly shall have to yield. Be under no\n      misapprehension -- run this time, and you will never make a stand\n      again! You will have to fly like curs before the whips of your own men. If\n      that is the lot you wish for, you will vote for this amendment.",
                "[He looks again, from face to face, finally resting his gaze on EDGAR;\n        all sit with their eyes on the ground. ANTHONY makes a gesture, and\n        TENCH hands him the book. He reads.]",
                "\"Moved by Mr. Wilder, and seconded by Mr. Wanklin: 'That the men's demands\n      be placed at once in the hands of Mr. Simon Harness for settlement on the\n      lines indicated by him this morning.'\" [With sudden vigour.] Those in\n      favour: Signify the same in the usual way!",
                "[For a minute no one moves; then hastily, just as ANTHONY is about to\n        speak, WILDER's hand and WANKLIN'S are held up, then SCANTLEBURY'S, and\n        last EDGAR'S who does not lift his head.] [ANTHONY lifts his own hand.]",
                "[In a clear voice.] The amendment is carried. I resign my position on this\n      Board.",
                "[ENID gasps, and there is dead silence. ANTHONY sits motionless, his\n        head slowly drooping; suddenly he heaves as though the whole of his life\n        had risen up within him.]",
                "Contrary?",
                "Fifty years! You have disgraced me, gentlemen. Bring in the men!",
                "[He sits motionless, staring before him. The Board draws hurriedly\n        together, and forms a group. TENCH in a frightened manner speaks into\n        the hall. UNDERWOOD almost forces ENID from the room.]",
                "WILDER. [Hurriedly.] What's to be said to them? Why isn't Harness here?\n      Ought we to see the men before he comes? I don't --  --",
                "TENCH. Will you come in, please?",
                "[Enter THOMAS, GREEN, BULGIN, and ROUS, who file up in a row past the\n        little table. TENCH sits down and writes. All eyes are foxed on ANTHONY,\n        who makes no sign.]",
                "WANKLIN. [Stepping up to the little table, with nervous cordiality.] Well,\n      Thomas, how's it to be? What's the result of your meeting?",
                "ROUS. Sim Harness has our answer. He'll tell you what it is. We're waiting\n      for him. He'll speak for us.",
                "WANKLIN. Is that so, Thomas?",
                "THOMAS. [Sullenly.] Yes. Roberts will not pe coming, his wife is dead.",
                "SCANTLEBURY. Yes, yes! Poor woman! Yes! Yes!",
                "FROST. [Entering from the hall.] Mr. Harness, Sir!",
                "[As HARNESS enters he retires.] [HARNESS has a piece of paper in his\n        hand, he bows to the Directors, nods towards the men, and takes his\n        stand behind the little table in the very centre of the room.]",
                "HARNESS. Good evening, gentlemen.",
                "[TENCH, with the paper he has been writing, joins him, they speak\n        together in low tones.]",
                "WILDER. We've been waiting for you, Harness. Hope we shall come to some --  --",
                "FROST. [Entering from the hall.] Roberts!",
                "[He goes.] [ROBERTS comes hastily in, and stands staring at ANTHONY. His\n        face is drawn and old.]",
                "ROBERTS. Mr. Anthony, I am afraid I am a little late, I would have been\n      here in time but for something that -- has happened. [To the men.] Has\n      anything been said?",
                "THOMAS. No! But, man, what made ye come?",
                "ROBERTS. Ye told us this morning, gentlemen, to go away and reconsider our\n      position. We have reconsidered it; we are here to bring you the men's\n      answer. [To ANTHONY.] Go ye back to London. We have nothing for you. By no\n      jot or tittle do we abate our demands, nor will we until the whole of\n      those demands are yielded.",
                "[ANTHONY looks at him but does not speak. There is a movement amongst\n        the men as though they were bewildered.]",
                "HARNESS. Roberts!",
                "ROBERTS. [Glancing fiercely at him, and back to ANTHONY.] Is that clear\n      enough for ye? Is it short enough and to the point? Ye made a mistake to\n      think that we would come to heel. Ye may break the body, but ye cannot\n      break the spirit. Get back to London, the men have nothing for ye?",
                "[Pausing uneasily he takes a step towards the unmoving ANTHONY.]",
                "EDGAR. We're all sorry for you, Roberts, but --  --",
                "ROBERTS. Keep your sorrow, young man. Let your father speak!",
                "HARNESS. [With the sheet of paper in his hand, speaking from behind the\n      little table.] Roberts!",
                "ROBERT. [TO ANTHONY, with passionate intensity.] Why don't ye answer?",
                "HARNESS. Roberts!",
                "ROBERTS. [Turning sharply.] What is it?",
                "HARNESS. [Gravely.] You're talking without the book; things have travelled\n      past you.",
                "[He makes a sign to TENCH, who beckons the Directors. They quickly sign\n        his copy of the terms.]",
                "Look at this, man! [Holding up his sheet of paper.] \"Demands conceded,\n      with the exception of those relating to the engineers and furnace-men.\n      Double wages for Saturday's overtime. Night-shifts as they are.\" These\n      terms have been agreed. The men go back to work again to-morrow. The\n      strike is at an end.",
                "ROBERTS. [Reading the paper, and turning on the men. They shrink back from\n      him, all but ROUS, who stands his ground. With deadly stillness.] Ye have\n      gone back on me? I stood by ye to the death; ye waited for that to throw\n      me over!",
                "[The men answer, all speaking together.]",
                "ROUS. It's a lie!",
                "THOMAS. Ye were past endurance, man.",
                "GREEN. If ye'd listen to me!",
                "BULGIN. (Under his breath.) Hold your jaw!",
                "ROBERTS. Ye waited for that!",
                "HARNESS. [Taking the Director's copy of the terms, and handing his own to\n      TENCH.] That's enough, men. You had better go.",
                "[The men shuffle slowly, awkwardly away.]",
                "WILDER. [In a low, nervous voice.] There's nothing to stay for now, I\n      suppose. [He follows to the door.] I shall have a try for that train!\n      Coming, Scantlebury?",
                "SCANTLEBURY. [Following with WANKLIN.] Yes, yes; wait for me. [He stops as\n      ROBERTS speaks.]",
                "ROBERTS. [To ANTHONY.] But ye have not signed them terms! They can't make\n      terms without their Chairman! Ye would never sign them terms! [ANTHONY\n      looks at him without speaking.] Don't tell me ye have! for the love o'\n      God! [With passionate appeal.] I reckoned on ye!",
                "HARNESS. [Holding out the Director's copy of the teems.] The Board has\n      signed!",
                "[ROBERTS looks dully at the signatures -- dashes the paper from him,\n        and covers up his eyes.]",
                "SCANTLEBURY. [Behind his hand to TENCH.] Look after the Chairman! He's not\n      well; he's not well -- he had no lunch. If there's any fund started for\n      the women and children, put me down for -- for twenty pounds.",
                "[He goes out into the hall, in cumbrous haste; and WANKLIN, who has been\n        staring at ROBERTS and ANTHONY With twitchings of his face, follows.\n        EDGAR remains seated on the sofa, looking at the ground; TENCH,\n        returning to the bureau, writes in his minute --  book. HARNESS\n        stands by the little table, gravely watching ROBERTS.]",
                "ROBERTS. Then you're no longer Chairman of this Company! [Breaking into\n      half-mad laughter.] Ah! ha-ah, ha, ha! They've thrown ye over thrown over\n      their Chairman: Ah-ha-ha! [With a sudden dreadful calm.] So -- they've\n      done us both down, Mr. Anthony?",
                "[ENID, hurrying through the double-doors, comes quickly to her father.]",
                "ANTHONY. Both broken men, my friend Roberts!",
                "HARNESS. [Coming down and laying his hands on ROBERTS'S sleeve.] For\n      shame, Roberts! Go home quietly, man; go home!",
                "ROBERTS. [Tearing his arm away.] Home? [Shrinking together -- in a\n      whisper.] Home!",
                "ENID. [Quietly to her father.] Come away, dear! Come to your room",
                "[ANTHONY rises with an effort. He turns to ROBERTS who looks at him.\n        They stand several seconds, gazing at each other fixedly; ANTHONY lifts\n        his hand, as though to salute, but lets it fall. The expression of\n        ROBERTS'S face changes from hostility to wonder. They bend their heads\n        in token of respect. ANTHONY turns, and slowly walks towards the\n        curtained door. Suddenly he sways as though about to fall, recovers\n        himself, and is assisted out by EDGAR and ENID; UNDERWOOD follows, but\n        stops at the door. ROBERTS remains motionless for several seconds,\n        staring intently after ANTHONY, then goes out into the hall.]",
                "TENCH. [Approaching HARNESS.] It's a great weight off my mind, Mr.\n      Harness! But what a painful scene, sir! [He wipes his brow.]",
                "[HARNESS, pale and resolute, regards with a grim half-smile the\n        quavering.]",
                "TENCH. It's all been so violent! What did he mean by: \"Done us both down?\"\n      If he has lost his wife, poor fellow, he oughtn't to have spoken to the\n      Chairman like that!",
                "HARNESS. A woman dead; and the two best men both broken!",
                "TENCH. [Staring at him-suddenly excited.] D'you know, sir -- these\n      terms, they're the very same we drew up together, you and I, and put to\n      both sides before the fight began? All this -- all this -- and -- and\n      what for?",
                "HARNESS. [In a slow grim voice.] That's where the fun comes in!",
                "[UNDERWOOD without turning from the door makes a gesture of assent.]",
                "The curtain falls.",
                "THE END",
                "GALSWORTHY'S PLAYS\nLinks to All Volumes",
                "The\n            Silver Box",
                "Joy",
                "Strife",
                "The\n            Eldest Son",
                "Little\n            Dream",
                "Justice",
                "The\n            Fugitive",
                "The\n            Pigeon",
                "The\n            Mob",
                "A\n            Bit O'Love",
                "The\n            Foundations",
                "The\n            Skin Game",
                "A\n            Family Man",
                "Loyalties",
                "Windows",
                "The\n            First and Last",
                "The\n            Little Man",
                "Four\n            Short Plays"
            ]
        }
    ]
}