{
	"id": "3156",
	"title": "Andrea Delfin",
	"author": "Paul Heyse",
	"translator": "Gunther Olesch",
	"year": "2000",
	"category": "Fiction",
	"abstract": "",
	"cover_url": "",
	"content":  [
		{
			"name": "Translator's Comments",
			"sub_name": "",
			"text": [
                "Paul Johann Ludwig Heyse was born on March 15, 1830, in Berlin.\nHis father was a professor of philology and his mother was a\nrelative of Mendelssohn-Bartholdy, the composer.  Thus, Paul Heyse\ngrew up in an atmosphere of appreciation for the fine arts.  He\nstudied classical philology, art history, and Romance philology,\nobtaining his doctorate in 1852, and became a widely respected\nauthority on literature.",
                "In 1910, Paul Heyse was awarded the Nobel Prize for literature and\nwas ennobled as Paul von Heyse.  He died on April 4, 1914, in\nMunich.",
                "Trying to find out whether English translations of Paul Heyse's\nwork were already available, I turned to the online catalog of the\nLibrary of Congress.  Aside from many German editions, I found the\nfollowing books, which seem to contain English translations:",
                "1867-68 Good stories ...  [various authors:  N.Hawthorne,\n       F.J.O'Brien, H.Zschokke, P.J.L.Heyse, W.M.Thackeray.]\n1867 L'Arrabiata and other tales.  Tr. by Mary Wilson.\n1870 The solitaires.  A Tale.\n1878 In paradise; a novel.\n1879 Tales from the German of Paul Heyse.\n1881 Doomed.\n1881 Fortnight at the dead lake, and Beatrice.\n1882 Barbarossa, and other tales.\n1882 L'Arrabiata, and other tales.\n1882 The witch of the Corso.  Tr. by George W. Ingraham.\n1883 Children of the world.\n1886 Selected stories.\n1888 Words never to be forgotten and The donkey.  Tr. by Abbie\n       E. Fordyce.\n1890 Masterpieces of German fiction.  [various authors:  R.Lindau,\n       F.Lewald-Stahr, E.Eckstein, A.v.Wilbrandt, P.J.L.Heyse,\n       H.Hopfen.]\n1894 The children of the world.  New ed., rev.\n1894 At the ghost hour.  The forest laugh.\n1894 At the ghost hour.  Mid-day magic.  Tr. by Frances A. Van\n       Santford.\n1894 At the ghost hour.  The fair Abigail.  Tr. by Frances A. Van\n       Santford.\n1894 At the ghost hour.  The house of the unbelieving Thomas.  Tr.\n       by Frances A. Van Santford.\n1894 Children of the world.\n1894 A divided heart, and other stories.  [A divided heart.--\n       Minka.--Rothenburg on the Tauber.]  Translated into English\n       with an introduction by Constance Stewart Copeland.\n1900 Mary of Magdala:  a drama in five acts.  Tr. by Alexis Irénée\n       du Pont Coleman.\n1902 Heyse's L'Arrabbiata in English, ed. Warren Washburn Florer.\n1902 Mary of Magdala; an historical and romantic drama in five\n       acts, adapted in English by Lionel Vale.\n1903 Mary of Magdala; an historical and romantic drama in five\n       acts, the translation freely adapted and written in English\n       verse by William Winter.\n1916 L'Arrabbiata, literally tr. by Vivian Elsie Lyon.",
                "The most striking aspect of this list is that it ends in 1916.  It\nseems as if for the larger part of the 20th century no English\ntranslations of Paul Heyse's stories have been published.\nPerhaps, my translation of \"Andrea Delfin\", contained in this\nfile, might inspire someone to dig up some of those older\ntranslations and to prepare them as etexts for the Project\nGutenberg.",
                "According to www.nobel.se/literature/laureates/1910/press.html,\nAndrea Delfin, written in 1859, is part of a series of novellas,\nwhich Paul Heyse had published between 1855 and 1862 in four\nvolumes.",
                "The story of \"Andrea Delfin\" is set in 18th century Venice and\ncontains a few, mostly Italian, expressions which might require an\nexplanation.  I have looked up the most important ones and\ncompiled a very short list here:",
                "bora:  A strong, cold wind, blowing from the mountains to the\n       Adriatic Sea.\nBridge of Sighs:  The bridge on the east side of the Doges'\n       Palace, leading across a narrow canal to the prisons.\ndoge:  Duke, the head of state in Venice from 697 to 1797.\nfelucca:  A small ship with two masts, equipped with sails as well\n       as oars, a smaller type of galley.\nfaro:  A game of cards, also spelled \"pharaoh\" in English.\nlido:  A sandbank, which separates the lagoon of Venice from the\n       sea.  There are several settlements on these sandbanks\n       (but the one called Lido did not exist yet at the time of\n       this story).\nPiazzetta:  A small square near the Piazza San Marco.  The\n       administration of the Venetian republic resided in the\n       buildings surrounding these squares.  The entrance to the\n       Piazzetta was the ceremonial landing spot for high\n       officials and is marked by two massive granite columns.\nprocurator:  One of the nine highest ranking officials in Venice,\n       among which the doge was elected.\nProcurators' Offices:  These buildings are on the northern and\n       southern sides of the Piazza San Marco.\nAngelo Querini:  This is not a fictional character, but an actual\n       historic person.\nRialto:  A corruption of \"Rivo Alto\", this is the oldest and most\n       central part of Venice.\nsbirro:  A member of the secret police.\nsignoria:  The highest public authority in Venice.\ntarock:  A game of cards, usually played by three people with a\n       deck of 78 cards.\nTerraferma:  The land under the control of Venice, outside of the\n       city itself.  It stretched from the borders of Milan in the\n       west to the Istrian Peninsula in the east and from the Alps\n       in the north to the Po River in the south.\nzecchino:  A gold coin (ducat), produced in Venice since 1284,\n       until the beginning of the 19th century."
            ]
		},
        {
			"name": "Main",
			"sub_name": "",
			"text": [
                "In that Venetian alley which bears the friendly name of \"Bella\nCortesia\", there was, in the middle of the past century, the\nsimple, one-story house of a common family;  over its low portal,\nframed by two wooden spiral columns and a baroque ledge, resided\nan image of the Madonna in a niche, and an eternal flame flickered\nhumbly behind its red glass.  Entering the lower corridor, one\nwould have found oneself at the foot of a broad, steep staircase,\nwhich, without any bents, went straight up to the rooms upstairs.\nHere also, a lamp burnt day and night, which hang by shiny,\ndelicate chains from the ceiling, since daylight could only enter\ninside, whenever the front door happened to be opened.  But in\nspite of this everlasting gloom, the staircase was the place where\nSignora Giovanna Danieli, the owner of the house, liked to sit the\nmost.  Since the death of her husband, she inhabited the inherited\nhouse together with Marietta, her only daughter, and let a few\nunneeded rooms to quiet lodgers.  She maintained that the tears\nshe had cried for her dear husband had weakened her eyes too much\nto be still able to withstand direct sunlight.  But the neighbours\nsaid about her that the only reason for her continued presence at\nthe top of the stairs, from morning until nightfall, was to enable\nher to start a conversation with everyone leaving or entering the\nhouse and not to let him pass, before he had payed his dues to her\ncuriosity and her talkative nature.  At the time when we are now\nabout to make her acquaintance, this could hardly have been the\nreason for her preferring the hard seat of the stairs over a\ncomfortable armchair.  It was in August of the year 1762.  For\nhalf a year, the rooms she used to let were empty, and she had\nonly little contact with her neighbours.  Furthermore, night had\nalready fallen, and a visit at this time of day would have been\nquite unusual.  Nevertheless, the little woman sat persistently at\nher post and thoughtfully looked down the empty corridor.  She had\nsent her child to bed and had placed a few pumpkins by her side,\nto take out the seeds before she would go to sleep.  But all kinds\nof thoughts and ideas had made her forget her task.  Her hands\nrested in her lap, her head was leaning against the banister;  it\nhad not been the first time that she had fallen asleep in this\nposition.",
                "Today, it had almost happened to her again, when three slow, but\nforceful, thumps to the front door suddenly made her start.\n\"Misericordia!\" said the woman, as she was getting up, but\nremained standing there motionlessly, \"what's this?  Have I\ndreamt?  Could it really be him?\"",
                "She listened.  The thumps of the knocker were repeated.  \"No,\" she\nsaid, \"it isn't Orso.  His knocks sounded differently.  It aren't\nthe sbirri either.  Let's see what heaven sends.\"  - With these\nwords, she sluggishly walked down the stairs and asked without\nopening the door who would wish to enter.",
                "A voice answered that there was a stranger outside, looking for\nlodgings here.  The house had been highly recommended to him;  he\nhoped to stay for a long time and the landlady would probably be\nsatisfied with him.  All of this had been said politely and in\ngood Venetian, so that Signora Giovanna, in spite of the late\nhour, did not think twice before opening the door.  The appearance\nof her guest justified her confidence.  He wore, as far as she\ncould make out in the gloom, the decent, black garments of the\nlower middle class, carried a leather portmanteau under his arm,\nand held the hat modestly in his hand.  Only his face made the\nwoman wonder.  It was not young, not old, the beard was still dark\nbrown, the forehead without wrinkles, the eyes lively, but the\nexpression of his mouth and the way he talked was tired and worn\nout, and the short hair was, in a strange contrast with his still\nyouthful features, completely gray.",
                "\"Kind woman,\" he said, \"I've disturbed you in your sleep, and\nperhaps even in vain.  For, let me say it right away, if you have\nno room with a window above the canal, I won't be your lodger.\nI've come from Brescia, my physician has recommended the damp air\nof Venice to me for my weak chest;  I've been told to live above\nthe water.\"",
                "\"Well, thank God!\" said the widow, \"so here, for a change, comes\nsomeone who'll respect our canal.  Last summer, I've had a\nSpaniard, who moved out, because, as he said, the water had a\nsmell as if rats and melons had been cooked in it!  And it has\nbeen recommended to you?  We do say here in Venice:",
                "  \"The channel's water will\n  harshly cure what's ill.",
                "\"But this has a hidden meaning, sir, an evil meaning, considering\nhow often, at the command of the rulers, a gondola has set out to\nthe lagoon with three persons on board and returned with only two.\nLet's not talk about this any more, sir - God save us all!  But is\nyour passport in order?  Otherwise, I wouldn't be able to let you\nstay.\"",
                "\"I have already shown it three times, kind woman, in Mestre, out\non the lagoon at the guard's gondola, and at the Traghetto.  My\nname is Andrea Delfin, my profession is that of a notary's legal\nclerk, as which I've worked in Brescia.  I'm a calm person and\nnever liked having any business with the police.\"",
                "\"Just the better,\" said the woman, walking up the stairs again,\nahead of her guest.  \"It's better to be unharmed than to be\nmourned, one eye on the cat, the other on the pan, and it's more\nuseful to be afraid than to suffer the loss.  Oh, those times we\nlive in, Signore Andrea!  One shouldn't think about it.  Thinking\nshortens one's life, but worry unlocks the heart.  There, look,\"\nand she opened a large room, \"isn't it pretty in here, isn't it\nhomely?  There, the bed, I've sown it with my own hands, when I\nwas young, but in the morning one wouldn't know the day.  And\nthere's the window going out to the canal, which isn't wide as you\ncan see, but runs just the more deeply, and the other window over\nthere is going out to the little alley, but you'll have to keep it\nshut, for the bats are getting more and more of a pest.  Look\nthere, on the other side of the canal, you can almost reach it\nwith your hand, it's the palace of Countess Amidei, who's as blond\nas gold, and is just as frequently handed from one man to another.\nBut here I'm standing and chatting, and you've neither any light\nnor water, and you'd also be hungry.\"",
                "The stranger had inspected the room throughly with one swift look,\nas soon as he had entered;  he had gone from one window to the\nother, and then, he threw his portmanteau onto an armchair.\n\"Everything's perfect,\" he said.  \"We'll surely agree on the\nprice.  Just bring me a bite to eat and, if you should have any, a\nsmall glass of wine.  Afterwards, I want to sleep.\"",
                "There was something strangely commanding about his gesture, in\nspite of the mild sound of his words.  Hastily, the woman obeyed\nand left him alone for a short time.  Now, he instantly stepped\nback up to the window, leant out, and looked down at the very\nnarrow canal, which showed no movement of its black waters, and\nthus by no means revealed that it had its share in liveliness of\nthe great sea, in the breaking waves of the ancient Adriatic Sea.\nThe palace on the other side rose before him as a heavy mass, all\nwindows were dark, since the front was not facing the canal;  only\na narrow door opened to this side, down below, closely above the\nface of the waters, and a black gondola had been chained to a pole\nbefore its threshold.",
                "All of this seemed to conform very well to the wishes of the new\narrival, who also did not seem less pleased with the fact that\nthrough the other window, facing the blind alley, nobody would be\nable to look into his room.  For on the other side ran a\nwindowless wall without any other interruptions than a few ledges,\ncracks, and cellar-holes, and only cats, martens, and owls would\nhave regarded these gloomy nooks as pleasant and habitable.",
                "A ray of light shone into his chamber from the corridor, the door\nwas opened and, holding a candle in her hand, the small widow\nentered again, followed by her daughter, who hurriedly had to get\nout of bed again, to assist her in welcoming the guest.  The\ngirl's stature was almost even smaller than her mother's, but\nnevertheless seemed, due to her most extreme daintiness and the\nhardly matured slenderness of all shapes, taller and as if she was\ngliding along on the tips of her toes, while in her face the\nresemblance, except for the differences accounted for by her age,\nwas recognisable at the first sight.  Only the expression on both\nfaces seemed to be incapable of ever taking on any similarity.\nBetween the dense eyebrows of Signora Giovanna, there was a tense\ntrait, as if she was sorrowfully waiting for something, which even\nall experiences of growing older would not be able to place\npermanently on Marietta's clear brow.  These eyes always had to be\nsmiling, this mouth always had to be a bit open, to release any\nhumorous remark without delay.  It was infinitely cute to see how\nnow, in this pretty face, cunningness, surprise, curiosity, and\nwantonness fought with one another.  Upon entering, she tilted her\nhead, the loose braids of which where wrapped in a scarf, to the\nside, to see the new fellow inhabitant of their house.  Even his\nserious demeanour and his gray hair did not reduce her high\nspirits.  \"Mother,\" she whispered, while putting a large plate\nwith ham, bread, and fresh figs onto the table, \"he has a strange\nface, like a new house in winter, when the snow has fallen onto\nthe roof.\"",
                "\"Be quiet, you evil witch!\" the mother said swiftly.  \"White hair\ngives false testimony.  He's ill, you know, and you ought to be\nrespectful, because illness arrives on horseback, but leaves on\nfoot, and may God protect you and me, for the ill eat little, but\nthe illness devours everything.  Just get a little bit of water,\nas much as we've still got.  Tomorrow, we'll have to get up early\nand buy more.  Look, there he's sitting, as if he was asleep.\nHe's tired from his journey, and you're tired from sitting still.\nThis is how different things are in this world.\"",
                "During this quiet conversation, the stranger had been sitting by\nthe window, holding his head in his hand.  Even after he had\nlooked up, he hardly seemed to notice the presence of the dainty\ngirl, who was bowing to him.",
                "\"Come on, and eat something, Signore Andrea,\" said the widow.  \"He\nwho doesn't eat his supper will suffer hunger in his dreams.\nLook, the figs are fresh, and the ham is tender, and this is wine\nfrom Cyprus, just as good as what the doge would drink.  His\ncellarer has sold it to us himself, an old acquaintance of my\nhusband.  You've travelled, sir.  Didn't you happen to meet him\nsome time, my Orso, Orso Danieli?\"",
                "\"Kind woman,\" said the stranger, pouring a few drops of wine into\nthe glass and cracking open one of the figs, \"I have never\ntravelled beyond Brescia and don't know anyone by this name.\"",
                "Marietta left the room, and she could be heard singing a song to\nherself in her clear voice, while rushing down the stairs.",
                "\"Do you hear the child?\" asked Signora Giovanna.  \"One might think\nthat she wasn't my daughter, though even a black hen might lay a\nwhite egg.  Always singing and jumping about, as if this wasn't\nVenice, where it's a good thing that the fish can't talk, for\notherwise they'd tell thing, which would make your hair stand on\nend.  But her father was just the same, Orso Danieli, the foreman\nof Murano, where they make these colourful glasses, like nowhere\nelse in the entire world.  `A joyful heart gives red cheeks,' this\nwas what he always used to say.  And therefore, he said to me one\nday, `Giovannina,' he said, `I can't stand it here any more, the\nair of Venice is choking me, just yesterday, another one has been\nstrangled and hung up on the gallows by his feet, because he's\nbeen speaking out freely against the inquisition and the Council\nof Ten.  Everyone knows where he's been born, but not where he'll\ndie, and there are many who think they'd be riding high on their\nhorses, though they're sitting on the ground.  So, Giovannina,' he\nsaid, `I want to go to France, my craft will win me favours, and\npetty cash chases the big money.  I know my trade, and once I'll\nhave made it out there, you'll join me with our child.'  - She was\neight years old then, Signore Andrea.  She laughed, when she\nkissed her father for the last time;  this made him laugh, too.\nBut I cried, so he had to cry along, though he left quite happily\nin the gondola, I even still heard him whistling, after he had\nalready turned around the corner.  One year passed.  And what\nhappened?  The signoria asked where he was;  nobody from Murano\nwas allowed to practice his craft abroad, so that the tricks of\nthe trade wouldn't be copied;  I was told to write him, that he\nshould return or face the death penalty.  He laughed about the\nletter;  but the gentlemen of the tribunal didn't think that this\nwas funny.  One morning, when we were still in bed, they came for\nme, and the child as well, they've dragged us up to the cells\nunder the lead roofs, and I had to write him again where I was, I\nand our child, and that I would stay there, until he came\npersonally to Venice to get me out.  It didn't take long, until I\nreceived his answer, he didn't feel like laughing any more, and\nhe'd follow the letter as fast as his feet would carry him.  Well,\nI hoped daily that he'd make it true.  But weeks and months\npassed, and the pain in my heart as well as the sickness in my\nhead grew more and more, for it's hell up there, Signore Andrea,\nmy only comfort was the child I had with me, who didn't comprehend\nany part of this misery, except that she ate little, and felt hot\nduring the day;  but nevertheless, she sang, to cheer me up, so\nthat I was utterly overwhelmed to hold back the tears.  Only after\nthree months, we were released;  they said the glass-blower Orso\nDanieli had died in Milan from a fever, and we could go home.\nI've heard others say so, too - but he who'd believe this, doesn't\nknow the signoria.  Dead?  Would a man die when he has a wife and\na child sitting under the lead roofs and is supposed to get them\nout?\"",
                "\"And what do you think, happened to your husband?\" asked the\nstranger.",
                "She gave him a look, which reminded him that the poor woman had\nlived under the lead roofs for several long weeks.  \"It isn't\nright,\" she said.  \"There are many who are alive and still don't\nreturn, and many are dead, but do return.  But let's not talk\nabout that.  Indeed, if I'd tell you, who'd give me the guarantee\nthat you wouldn't go ahead and tell the tribunal all about it?\nYou look like a galantuomo;  but who's still trustworthy,\nnowadays?  One in a thousand, none in a hundred.  No offence,\nSignore Andrea, but you might know what we say here in Venice:",
                "  \"With lies and tricks you will not die,\n  With tricks and lies you will get by.",
                "There was a pause in the conversation.  A while ago, the stranger\nhad already pushed the plate aside and had eagerly listened to the\nwidow.",
                "\"I can understand,\" he said, \"that you don't want to confide your\nsecrets in me.  Furthermore, they are none of my business, and I\nwouldn't know how to help you anyhow.  But why, good woman, do you\nnevertheless put up with this tribunal, under which you have\nsuffered so much, you and the entire people of Venice?  For I do\nknow little about the local situation - I never took a deep\ninterest in political matters - but still I've heard that much\nthat just last year, there was an rebellion in this town, which\nsought to abolish the secret tribunal, that even one of the\naristocrats spoke out against it, and that the Great Council\nelected a commission to deliberate the matter, and that everyone\nwas very excitedly arguing for and against it.  Even in my office\nin Brescia, I've heard about it.  And when, in the end, everything\nremained the same and the power of the secret tribunal came out\nstronger than ever, why did the people light bonfires then in all\nof the squares and mocked those aristocrats, who had voted against\nthe tribunal and now had to fear its revenge?  Why was there no\none to prevent the inquisition from banishing its bold enemy to\nVerona?  And who can tell whether they'll let him stay alive\nthere, or whether the daggers have already been sharpened to\nsilence him forever?  I - as I've already said - know only little\nabout this;  I also don't know this man, and I feel very\nindifferent about everything which happens here, because I'm ill\nand probably won't stay in this colourful world for much longer.\nBut I'm nevertheless astonished to see these fickle people, which\none day call those three men their tyrants and rejoice the next\nday, when those perish who wanted to put an end to this tyranny.\"",
                "\"The way you talk, sir!\" said the widow and shook her head.\n\"You've never seen him, that Signore Avogadore Angelo Querini, who\nhas been banished for declaring war against the secret justice?\nWell so, sir, but I've seen him, and the other poor people have\nso, too, and they all say that he was an honest gentleman and a\nvery learned man, who has studied the old stories of Venice, day\nand night, and knows the law like a fox knows the pigeonry.  But\nwhoever had seen him cross the street or standing in the Broglio\nwith his friends, leaning against a column with his eyes half\nclosed, knew that he was a nobile from the feather on his hat down\nto the buckles on his shoes, and whatever he said and did against\nthe tribunal, he didn't do for the people, but for the high and\nmighty gentlemen.  But the sheep don't care, Signore Delfin,\nwhether they are slaughtered or devoured by the wolf, and",
                "  \"When the hawk fights with the kite,\n  The chickens can be free tonight.",
                "\"You see, my dear, that's why there was so much joy at their\nfailure, when all of the tribunal's rights were confirmed and it\nwouldn't have to answer to anybody, just as before, except for God\nAlmighty on judgement day and their own conscience every day of\ntheir lives.  In Canale Orfano, there lie, out of the hundreds who\nhave prayed their last Ave there, ten poor men next to ninety\nnoble gentlemen.  But supposed, aristocratic criminals and common\nones would be sentenced and executed in public by the Great\nCouncil - misericordia!  - we'd have eight hundred hangmen instead\nof three, and the big thief would hang the little one.\"",
                "It seemed as if he wanted to reply, but uttered nothing more than\na short laugh, which the landlady interpreted as an affirmation.\nAt this moment, Marietta entered again, carrying a pitcher of\nwater and a fumigating pan, on which pungently smelling herbs were\nsmoldering and blowing their fumes into her face, so that, as she\ncoughed, cursed, and rubbed her eyes, she made the cutest\ngestures.  With small steps, she carried the fumigant closely by\nall four walls, which were covered by a huge number of flies and\ngnats.",
                "\"Get yourself away from there, you scoundrels,\" she said, \"you\nbloodsuckers, worse than lawyers and doctors!  Would you also like\nto eat figs before bedtime and enjoy a sip of Cypriot wine?  You\nmight as well laugh if you did and afterwards show your gratitude\nby stinging this gentleman all over his face, when he's asleep,\nyou sneaky murderers!  Just wait, I'll feed you with something\nwhich shall put you to sleep without supper.\"",
                "\"Do you always have to babble on, you godless creature?\" said the\nmother, who was following every movement of her darling with\noverjoyed looks.  \"Don't you know that an empty barrel makes the\nloudest sound, and that she who talks much, says little?\"  -\n\"Mother,\" the girl said laughingly, \"I have to sing a lullaby for\nthe gnats, and look how it works!  Here, they are already dropping\noff the wall.  Good night, you loafers, you worst of all company,\nnot paying any rent and yet peeking into all pots.  I'll take care\nof you tomorrow again, if you didn't get enough today.\"",
                "She once again swung the almost burnt out herbs over her head as\nif she was casting a spell and poured the ashes into the canal;\nthen, she made a quick bow towards the stranger and rushed out of\nthe room as swiftly as the wind.",
                "\"Isn't she a witch, an ugly, naughty creature?\" said Signora\nGiovanna, while getting up and starting to leave as well.  \"And\nyet, every female monkey likes her little monkey.  And besides,\nhowever little and useless she may be, to the same extent she's\nalso eager to help out, and it has also been said about her:",
                "  \"Before the mother bends her back,\n  The herb is plucked, in the girl's sack.",
                "\"If I hadn't the child, Signore Andrea!  But you want to sleep,\nand I'm still standing here, chatting away like a soup, cooking\nnoisily over a hot fire.  Sleep well, and welcome to Venice!\"",
                "Unemotionally, he returned her greeting and did not seem to notice\nthat she was obviously still expecting him to make a kind remark\nabout her daughter.  When he was finally alone, he continued\nsitting at the table for some time, and his face grew more and\nmore gloomy and pain-stricken.  The light burnt on a long wick,\nthose flies which had managed to evade Marietta's witchcraft,\nbesieged the overripe figs in black clusters;  outside, in the\nblind alley, the bats were flying against the window and collided\nwith the bars - the lonely stranger seemed to be dead to\neverything around him, and only his eyes were alive.",
                "Only after the clock in the tower of a nearby church had struck\neleven, he rose mechanically and looked around.  The pungent fumes\nof the fumigating herbs moved along the ceiling of his low chamber\nin gray strands and the smoke from the candle joined the cloud\nabove.  Andrea opened the window going out to the canal, to\ncleanse the air.  In doing so, he saw a light on the other side,\ncoming from a window, which was only half covered by a white\ncurtain, and through the gap, he could clearly observe a girl,\nsitting at a table with a bowl and hastily devouring the remains\nof a large pie, putting the pieces into her mouth with her\nfingers, and drinking once and again from a small crystal bottle.\nHer face had a frivolous, but not enticing expression, being no\nlonger in her earliest youth.  Her negligent clothing and\npartially undone hair had something calculating and intentional\nabout it, which was nevertheless not an unpleasant sight.  She\nmust have noticed already a while ago that the room on the other\nside had got a new inhabitant;  but though she now saw him at the\nwindow, she calmly continued her feast, and only when she drank,\nshe first swung the little bottle in front of herself, as if she\nwas greeting someone who would drink with her.  When she was\nfinished, she put the empty bowl aside, pushed the table with the\nlamp on it against the wall, so that all of the light now fell on\na wide mirror in the back of the room, and began to try on one\ncostume after another from a colourful pile of clothes for a\nmasquerade, which lay on an armchair, standing in front of the\nmirror, so that the stranger, to whom she had turned her back, had\nto see her reflection just the more clearly.  She seemed to like\nherself rather much, wearing those disguises.  At least, she most\napprovingly nodded to her reflection, smiling at herself, showing\nher brightly gleaming teeth and lips, frowning to act out a tragic\nor longing expression of her face, and secretly looking sideways\ntowards her observer during all of this, also keeping an eye on\nhim in the mirror.  When the dark figure remained motionless and\nkept her waiting for the desired signs of applause, she became\nirritated and prepared her main assault.  She tied a large, red\nturban around her temples, from which, attached to a shiny brooch,\na heron's feather stuck out.  The red colour actually complemented\nher yellow taint very well, and she gave herself a deep bow of\nappreciation.  But when, even now, everything continued to remain\nquiet on the other side, she could not keep her patience any\nlonger, and hastily, still wearing the turban on her head, she\nstepped to the window, pushing the curtain all the way back.",
                "\"Good day, Monsù,\" she said politely.  \"You're my neighbour now,\nas I can see.  I only hope that you don't play the flute like your\npredecessor, who kept me awake half of the night.\"",
                "\"Beautiful neighbour,\" said the stranger, \"I won't bother you with\nany kind of music.  I'm an ill man, who also prefers not to be\ndisturbed in his sleep.\"",
                "\"So!\" - the girl replied in a stretched out tone of voice.\n\"You're ill?  But are you at least rich?\"",
                "\"No!  Why do you ask?\"",
                "\"Because it's so terrible to be ill and poor at the same time.\nWho are you, anyway?\"",
                "\"Andrea Delfin is my name.  I used to be a clerk at the court in\nBrescia and am looking for a quiet job with a notary, here.\"",
                "This answer seemed to completely disappoint all of her hopes for\nthe new acquaintance.  Lost in thought, she played with a golden\nnecklace, she wore around her neck.",
                "\"And who are you, beautiful neighbour?\" asked Andrea in a tender\ntone, which completely contradicted the motionless expression of\nhis face.  \"To have your charming sight so close to me, will\ncomfort me in my sufferings.\"",
                "She apparently felt satisfied, since he now turned to that tone\nwhich she had a right to expect.",
                "\"To you,\" she said, \"I'm Princess Smeraldina, who is granting you\nthe permission to long for her favour from afar.  Whenever you'll\nsee me putting on this turban, this shall be a sign for you that\nI'm inclined to chat with you.  For I'm more bored than I could\nbear, considering my youth and my charms.  You must know,\" she\ncontinued, suddenly dropping out of character, \"that my mistress,\nthe countess, won't permit me at all to have even the slightest\nlove affair, though she herself changes her lovers more frequently\nthan her shirts.  She says that she had always thrown her\nconfidante and chamber-maid out of her services as soon as she\nwould have attempted to serve two masters, her and the little\nwinged god.  I now have to suffer under her prejudice, and if I\nwouldn't find some other satisfaction here, and if there wasn't,\nfrom time to time, a kind stranger living over there in your room,\nwho'd fall just a little bit in love with me...\"",
                "\"Who's the current lover of your mistress?\" Andrea interrupted her\nin an unemotional tone.  \"Does she receive the high aristocracy of\nVenice?  Are the foreign ambassadors among her regular guests?\"",
                "\"They usually come wearing masks,\" Smeraldina replied.  \"But I\nknow that much that young Gritti is her favourite, she likes him\nmore than any other before for as long as I've been in her\nservice;  even more than the Austrian ambassador, who courts her\nso ridiculously much.  Do you know my countess, too?  She's\nbeautiful.\"",
                "\"I'm a stranger here, dear girl.  I don't know her.\"",
                "\"You should know,\" the girl said with a clever face, \"she wears a\nlot of make-up, though she isn't even thirty, yet.  If you'd like\nto see her some time, nothing's easier than that.  A board can\nbridge the distance between your window and mine.  You'll climb\nacross, and I'll lead you to a place where you'll be able to\nobserve her quite clandestinely.  The things I'd do for a\nneighbour!  - But for now, it's good night.  I'm being summoned.\"",
                "\"Good night, Smeraldina!\"",
                "She closed the window.  \"Poor - and ill,\" she said to herself,\nwhile pulling the curtains completely shut.  \"Oh well, still good\nenough to kill the boredom.\"",
                "He had also closed the window and was now pacing up and down his\nroom in slow strides.  \"It's good,\" he said, \"it fits well into my\nplans.  If it should come to the worst, I'll be able to use it to\nmy advantage as well.\"",
                "The expression of his face proved that a love-affair was the\nfurthest thing from his mind.",
                "Now, he unpacked the portmanteau, which contained only little\nlaundry and a few prayer-books, and put everything into the\ncupboard, standing by the wall.  One of the books fell to the\nfloor, and the stone plate made a hollow sound.  Instantly, he put\nout the light, locked the door, and started to examine the floor\nmore closely in the dusk created by the distant shimmer of\nSmeraldina's lamp.  After some work, he succeeded in lifting the\nstone plate, which had been lodged into place to fit precisely,\nbut without the use of any mortar, and he discovered a rather\nspacious hole underneath, as deep as the size of a hand and one\nfoot wide in both directions.  Swiftly, he threw off his outer\ngarments and removed a heavy belt with several pockets, which he\nhad worn around his waist.  He had already placed it inside the\nhole, when he suddenly stopped to think.  \"No,\" he said, \"it could\nbe a trap.  It wouldn't be the first time for the police to have\nsuch hiding places in rented apartments, to know later on, when\nsearching the premises, where they'd have to poke at.  This is\njust too enticingly arranged to be trustworthy.\"",
                "He lowered the stone plate back into its place and searched for a\nsafe container for his secrets.  The window to the blind alley had\nbars in front of it, wide enough for an arm to fit through.  He\nopened it, reached outside, and groped along the wall.  Directly\nunder the ledge, he found a small hole in the wall, which bats\nseemed to have inhabited in the past.  It could not be noticed\nfrom below, and from above, it was covered by the ledge.  Without\nmaking a noise, he widened the opening with his dagger, breaking\nout mortar and bricks, and soon, his work had progressed so far\nthat he could easily fit the wide belt inside.  When he was\nfinished, his brow was covered with cold sweat.  Once again, he\ntried to feel, whether there was no strap or buckle hanging out of\nthe hole, and then he closed the window.  One hour later, he lay,\nstill fully dressed, on the bed and slept.  The gnats were buzzing\nover his face, the birds of the night were curiously flapping\nabout the hole outside, in which his treasure lay hidden.  But the\nsleeping man's lips were closed too tightly, to betray any word of\nhis secrets, even in his dreams.",
                "The same night, a man was sitting in Verona by his lonely lamp and\nwas unfolding, after having carefully locked the shutters and the\ndoor, a letter, which had been secretly handed to him today in the\ndusk by a Capuchin begging for alms, while he had been promenading\nnear the amphitheatre.  The letter bore no external inscription.\nBut being asked how the messenger would know that he was putting\nthe letter into the right hands, the monk had answered:  \"Every\nchild in Verona knows the noble Angelo Querini like his own\nfather.\"  Having said this, the messenger had left.  But the\nbanished man, whose exile had been eased by the respect which had\nfollowed him into his misfortune, had managed to bring the letter\nback to his lodgings, unnoticed by the spies watching him, and he\nnow read, while the steps of the guard in front of the house\nechoed menacingly through the silence, the following lines:",
                "\"To Angelo Querini.",
                "\"I have no reason to hope that you will remember the fleeting\nhour, when I met you in person.  Many years have passed since\nthen.  I had grown up with my sister and my brother in the rural\npeace of our estate in Friaul;  only after I had lost both of my\nparents, I left my sister and my younger brother.  After just a\nfew days, the seductive maelstrom of Venice had swallowed me\nwhole.",
                "\"Then, one day, I was introduced to you in Morosini Palace.  I\nstill feel your glance, examining us young folks, one after\nanother.  Your eyes said:  `and this is supposed to be the\ngeneration on whose shoulders the future of Venice shall rest?'  -\nYou were told my name.  Unnoticed by the others, you turned the\nconversation with me to the great history of the state, to which\nmy ancestors had devoted their services.  Kindly, you failed to\nmention the present and the services which I still owed this\nstate.",
                "\"Since that conversation, I read day and night in a book, which in\nthe past I had not even regarded worthy of a single glance, the\nhistory of my native country.  The result of these studies was\nthat I, driven by horror and disgust, left this city forever,\nwhich used to rule over foreign countries and seas, but was now\nthe slave of a deplorable tyranny, being as powerless in external\naffairs as it is internally miserable and violent.",
                "\"I returned to my siblings.  I succeeded in warning my brother, in\nrevealing the corruption of life to him, which seemed to be\nshining so brightly when seen from afar.  But I never thought that\neverything I did to save him and us was to destroy us just the\nmore surely.",
                "\"You know the jealousy with which the rulers of the city have\nalways looked upon the aristocracy of the Terraferma.  Even in\ntimes when it was regarded as an honour to serve the republic,\nthey had never stopped fearing that the Terraferma might sever its\nties with the city.  Now, after self-made and unavoidable evils\nhad brought about a change in the position of Venice in the world,\nthis fear became the source of the most outrageous intrigues and\nmisdeeds.",
                "\"Let me keep silent about what I have witnessed of the fate of\nthose living in the neighbourhood of my province, about the\ncunning means by which they had sought to crush the sovereignty\nand independence of the aristocracy of Friaul, about the army of\nbravi, which had been sent against those who refused to comply,\nand which had been relieved even from the torments of their own\nconscience by numerous decrees of amnesty.  How they sought to\nbring disagreement into the families, to poison friendships, to\nbuy treason and betrayal even among those who were most closely\ntied by kinship, all of this you found out even earlier than I.",
                "\"And not for long, the fact that my frivolous habits were\nremembered in Venice even after I had left could protect me from\nthe suspicion that I also might, one day, pose a threat.  When I\nasked on my sister's behalf for the permission for her to marry a\nnoble, German gentleman, the government categorically refused to\ngive its consent.  I and my brother were thought to be in\nagreement with the Kaiser's politics, and they decided to punish\nus for this.",
                "\"A complaint of the province against its governor, which I and my\nbrother had signed among others, provided the inquisition with the\npretext they needed to cast out their nets to catch us.",
                "\"My brother was summoned to Venice, to answer for himself.  As\nsoon as he had arrived, he was imprisoned under the lead roofs,\nand for many months, they sought, at times with threats and at\ntimes with seductive offers, to get a confession out of him.  He\nhad no reason to represent that one act we had committed in a more\nfavourable light;  it had been legal.  There was nothing else for\nhim to confess, since we had not committed any actions against the\nstate.  Thus, he finally had to be released.  But they did not\neven consider to pardon him.",
                "\"I myself had asked him in a letter not to depart right away, to\navoid raising new suspicions.  We would rather be willing to miss\nhis company for another few months.  When he finally came, we were\nto lose him for ever after just a few days.  He fell victim to a\nslow acting poison, which had been mixed into his food in one of\nthese illustrious houses he used to visit.",
                "\"The stone over his grave had not even been set up yet, when the\ngovernor of the province proposed marriage to my sister.  She\nrejected him, feeling deeply offended by the proposal;  her pain\nmade her utter certain words, the echos of which were then to be\nheard in the courtroom of the inquisition's tribunal.",
                "\"A new effort by the aristocracy of Friaul to improve the\nconditions in the country was discussed.  I remained absent from\ntheir secret endeavours, since I was convinced of their\nfruitlessness.  But the guilty conscience of the rulers of the\nrepublic made them think of me first, being the one who had been\naffected the most, the one who had to avenge a brother.  At night,\na gang of hired bravi attacked our remote estate in the mountains.\nI had only my servants for our defence.  When this scum found us\nwell armed and determined not to surrender thus easily, they set\nfire to the house in all four corners.  Together with my people, I\ncarried out a desperate counter-attack with my sister, also\ncarrying a pistol, among us.  Then suddenly, a blow to the\nforehead struck me down and rendered me unconscious.",
                "\"Only the next morning, I woke up.  The place was an abandoned\npile of ruins, my sister had perished in the blaze, some of my\nfaithful servants had been slain, some were driven back into the\nburning house.",
                "\"For many hours, I just lay beside the smoking rubble and stared\ninto the empty void, as which my future appeared before me.  Only\nwhen I saw peasants in the valley, coming up towards mountain, I\npicked myself up.  One thing I knew:  For as long as I was\nbelieved to be alive, I would be regarded as an enemy and would be\npursued to wherever I might go.  The burning tomb was spacious\nenough;  if I was to disappear, nobody would doubt that I also\nrested in there with those who had been close to me.  Wandering\naimlessly about the rocky mountainside, I found a wallet belonging\nto one of my servants, who had been born in Brescia and had\ntravelled to all kinds of places.  His papers were in it;  I took\nthem, just in case, and fled through the dense, craggy forest.  I\nmet no one, who would have been able to betray me.  When I knelt,\nparched with thirst, by a murky lake in the forest, I saw that my\nappearance could not betray me either.  My hair had turned gray\nduring the night;  my features had aged by many years.",
                "\"Arriving in Brescia, I could pass for my servant without any\nproblems, since he had left the town when he was still a boy and\nno longer had any relatives there.  For five years, I lived like a\ncriminal who would shun the light of day and avoided the company\nof other men.  My spirit had been clouded by a feeling of\npowerlessness, as if that blow which had struck me down had\nshattered whatever organ had been in charge of my willpower.",
                "\"That it had not been destroyed, but only paralysed, I felt when\nthe news of you speaking out against the tribunal arrived.  With a\nfeverish excitement, which rejuvenated me and let me become aware\nof the energy of my living soul again, I followed the reports from\nVenice.  When I heard about the failure of your high-minded\nventure, I fell back into the old, mind-numbing depression for\njust a short moment.  In the next moment, something like a\nfire-storm penetrated all of my senses.  My decision had been\nmade, to carry out the work, which you had been unable to perform\nby the open means of justice and the law, by means of violence and\na horrifying kind of self-defence, with the arm of the invisible\njudge and avenger for the salvation my precious native country.",
                "\"Since then, I have incessantly examined this decision and found\nthat my intentions could not be condemned.  I am solemnly aware of\nthe fact that it is not hatred against those persons, not revenge\nfor the pain I have suffered, not even the just sorrow for the woe\nwhich has come over my loved ones, which arms my hand against the\ntyrants.  What moves me to take on the task of saving an entire\nenslaved people and to execute the sentence by myself, which in\nother times the collective will of a free nation used to pronounce\nover unjust rulers, who are out of the reach of the arm of a\njudge, - this is neither selfishness nor the vain lust for fame;\nit is merely a debt I owe for having spent my youth in idleness,\nand which your look, when we were in Morosini Palace, admonished\nmy to pay.",
                "\"May God, whom I beseech to protect my cause, mercifully grant me,\nas the only replacement for all He has taken from me, that in a\nliberated Venice I shall once more be able to shake your hand.\nYou will not reject my blood-stained hand, which will thereafter\nrest in no friend's hand any more;  for he who has performed an\nexecutioner's duties has been consecrated to a lonely life and has\nto shun the sight of his fellow men.  But if I should perish by my\ndeeds, he whose respect I care for the most will know that the\nyounger generation is also not entirely without men who know how\nto die for Venice.",
                "\"This letter will be delivered to you by a reliable man, who has\nexchanged the garments of a secretary of the inquisition for a\nmonk's cowl, to atone by means of fasting and prayer for the sins\nof the republic, for which his pen had to serve.  Burn this page.\nFarewell!  Candiano.\"",
                "After the banished man had finished reading the letter, he sat\nthere for about one hour, regarding the fateful pages in deep\ngrief.  Then, he held them over the flame, scattered the ashes\ninto the fireplace, and restlessly paced up and down the room\nuntil the early morning, while the unfortunate man, whose\nconfession he had read, had long since fallen asleep like someone\nwhose cause is just and who has heaven on his side.  - -",
                "The next day, the late arrival of the street della Cortesia, left\nthe house early.  Marietta's happy singing outside in the corridor\nmight have let him sleep a while longer, but her mother's loud\nscolding, rebuking her for making a racket which could raise a\ndead man and would end up driving all guests out of the house,\nencouraged him fully.  He tarried at the stairs, where his\nlandlady was already sitting at her usual post, just long enough\nto inquire where a few notaries and advocates would live, whose\nnames a friend had written down for him in Brescia.  Once he had\ngot this information, neither the widow's affectionate worries\nconcerning his health, nor the red bow Marietta had put into her\nhair, could move him to stay any longer, and though the good woman\nat other times used to do her best to avoid any social contact of\nthe lodgers with her daughter, it now gave her an almost dreadful\nfeeling that the stranger was so persistently overlooking the dear\ncreature, the apple of her eye.  To her, his gray hair was only an\ninsufficient explanation of this strange blindness.  He had to\nhave a secret sorrow or feel thus ill that the sight of freshly\nblossoming life would hurt him.  Nevertheless, he walked firmly\nand swiftly, and his chest was broad and strong, so that the\nillness, he had talked about, had to reside deeply within his\nbody.  The colour of his face also gave no rise to suspicion.\nStriding through the streets of Venice, he attracted pleased looks\nfrom many a woman's eyes, and Marietta also, watching him as he\nleft from one of the upper windows, was not without any feelings\nfor him.",
                "But he tended to his business in a self-absorbed manner, and\nthough he had at length asked Signoria Giovanna for directions and\nwas finally comforted by her, concerning his ignorance of the\ncity, with the saying \"Asking will get a person all the way to\nRome\", he nevertheless now seemed to be able to find his way\nthrough the network of alleys and canals without any help at all.\nHe spent several hours visiting advocates, but with them his\nrecommendation by a colleague from Brescia carried little weight,\nand he seemed to strike them as suspicious on account of his\nmodest appearance.  For there was actually a certain pride in the\nwrinkles of his forehead, telling anyone of the keener observers\nthat he, under other circumstances, would have regarded the work\nhe sought to be beneath his dignity.  Finally, he reached a\nnotary who lived in a side-alley of the Merceria and seemed to\nengage in all kinds of shifty business on the side.  Here, he\nfound a place as a clerk at a very modest salary, just on a trial\nbasis, and the hasty manner in which he accepted gave the man the\nsuspicion that he was facing an impoverished nobile, many of which\nwould be willing to do any kind of work, without haggling over the\nprice, just to be able to make a living.",
                "But Andrea was evidently very content with the result of his\nefforts and entered, since it was already noon, the next inn,\nwhere he saw people from the lower classes sitting at long tables\nwithout linen, who were spicing up their very simple meals with a\nglass of turbid wine.  He took his seat in a corner near the door\nand ate the slightly rancid fish without any complaint, while, on\nthe other hand, he left the wine untouched after having taken a\nsip.  He was already about to ask for the bill, when he found\nhimself being politely addressed by his neighbour.  The man, whom\nhe had overlooked entirely until now, had already been sitting\nthere for a long time with his half bottle of wine, eating\nnothing, only taking a sip once in a while, making a sightly wry\nface every time;  but while he gave the impression of being so\ntired that his eyes had to be half closed, his keen looks wandered\nall across the large, gloomy room and stuck with particular\ninterest to our Brescian, who, on his part, had noticed nothing\nremarkable about his observer.  He was a man in his thirties with\nblond, curly hair, whose Jewish descent was not instantly\nrecognisable since he wore black Venetian garments.  In his ears,\nhe wore heavy, golden rings, on his shoes, buckles with large\ntopazes, while his collar was wrinkled and unclean, and his coat\nof fine wool had not been brushed for weeks.",
                "\"The gentleman doesn't like the wine,\" he said in a low voice,\ndexterously leaning over towards Andrea.  \"The gentleman seems to\nhave wandered in here only by mistake, where they aren't\naccustomed to waiting on guests of a better class.\"",
                "\"I beg your pardon, sir,\" Andrea replied calmly, though he had to\nforce himself to answer at all, \"what would you know about my\nclass?\"",
                "\"I can see it by the way you eat that you're accustomed to a\ndifferent kind of company than the one you would find here,\" said\nthe Jew.",
                "Andrea examined him with a firm look, from which the other lowered\nhis spying eyes.  Then, a thought seemed to rise in him, which\nsuddenly caused him to approach this obtrusive man with some kind\nof openness.",
                "\"You are a keen observer of your fellow men,\" he said.  \"The fact\ndidn't escape you that I had once seen better days and drank an\nundiluted wine.  I also had entered into the better circles of\nsociety, though my family is from the lower middle class, and I\nhave only studied a tiny part of the law, without obtaining a\ndegree.  This has changed.  My father went bankrupt, I became\npoor, and a poor law-clerk and assistant of an advocate has no\nright to demand anything more than what he would find in this\ntavern.\"",
                "\"A learned gentleman has always a right to demand respect,\" the\nother one said with a very obliging smile.  \"It would make me\nhappy, if I could do a favour for Your Grace;  for I've always\nsought the company of learned men, and in my many business\ntransactions, I've rather often had an opportunity to get close to\nthem.  With Your Grace's permission, I would like to suggest that\nwe should drink a better glass of wine than what we would be able\nto get here...\"",
                "\"I can't pay for any better wine,\" the other one said\nindifferently.",
                "\"I would feel honoured to demonstrate Venetian hospitality to you,\nsir, who seems to be a stranger in this city.  If there's any\nother way I could also be of assistance to you, sir, with my\nproperties and my knowledge of the city...\"",
                "Andrea was just about to give him an evasive answer, when he\nnoticed the inn-keeper, who stood in the back of the room at the\nbar, motioning him vivaciously with his bold head to come over to\nhim.  Among the other guests, consisting of craftsmen, market\nwomen, and bums, there were also several who made clandestine\nsigns at him, as if they would have liked to tell him something,\nwhich they could not have dared to say aloud.  Under the pretext\nthat he would want to pay his bill first, before he would respond\nto this polite invitation, he left his seat and approached the\ninn-keeper, asking loudly how much he would owe him.",
                "\"Sir,\" whispered the kind-hearted old man, \"be on your guard\nagainst that fellow.  You're dealing with a very bad character.\nThe inquisitors are paying him to spy out the secrets of all\nstrangers who might come in here.  Don't you see that nobody else\nwould want to sit in his corner?  They all know him, and the day\nwill come when he'll be thrown out the door, the God of Abraham\nwould give His blessing to that!  But I, though I have to tolerate\nhis presence or else I'd be in trouble, still feel obliged to tell\nyou the truth.\"  \"I thank you, my friend,\" said Andrea aloud.\n\"Your wine is a bit turbid, but healthy.  Good day.\"",
                "With these words, he returned to his seat, took his hat, and said\nto his obliging neighbour:  \"Come, sir, if you please.  They don't\nlike you here,\" he added more quietly.  \"They think you're a spy,\nas I've been able to notice.  Let's continue our acquaintance\nelsewhere.\"",
                "The Jew's thin face turned pale.  \"By God,\" he said, \"they\nmisjudge me!  But I can understand why these people are so\nwatchful, for Venice is swarming with the bloodhounds of the\nsignoria.  My business affairs,\" he continued, when they were\nalready in the street, \"all of my many connections lead me to so\nmany houses, so that it might appear as if I would pry into other\npeople's secrets.  May God let me live for a hundred years, but\nwhat do all these strangers concern me?  As long as they pay what\nthey owe me, I'd be a dog if I'd talk badly about them.\"",
                "\"But I'd think, Signore - what is your name?\"",
                "\"Samuele.\"",
                "\"But I'd think, Signore Samuele, that you're thinking too badly\nabout those who spy out the plots and assassinations of the\ncitizens for the benefit of the state and who uncover conspiracies\nagainst the republic before they can do any harm.\"  The Jew\nstopped walking, grabbed the other one's sleeve, and looked at\nhim.  \"Why didn't I recognise you right away?\" he said.  \"I should\nhave known that you couldn't have come to this miserable tavern by\naccident, that I should have welcomed you as a colleague.  Since\nwhen are you in office?\"",
                "\"Me?  Since the day after tomorrow.\"",
                "\"What do you mean, sir?  Do you want to play a joke on me?\"",
                "\"Truly not,\" Andrea replied.  \"For I'm perfectly serious in my\nplans to be accepted into your order as soon as possible.  I'm\nbadly-off, as I've told you, and I've come to Venice to improve my\nconditions.  The salary I'm receiving since today as a clerk from\na notary is not what I had hoped to obtain here with a bit of good\nluck and whatever little wits I've got.  Venice is a beautiful\ncity, a fun-loving city;  but there is a golden sound in the\nlaughter of the beautiful women which always reminds me of my\npoverty.  I think, this can't go on like this forever.\"",
                "\"Your trust honours me very much,\" said the Jew with a thoughtful\nexpression.  \"But I have to tell you that these gentlemen don't\nlike accepting strangers, who have just recently arrived in the\ncity, into their service, before they haven't passed a trial\nperiod and haven't looked around a bit.  If I could help you out\nwith my purse until then - I take low interests from my friends.\"",
                "\"I thank you, Signore Samuele,\" Andrea replied indifferently.\n\"Your protection is more valuable to me, for which I'd like to ask\nyou hereby in the most sincere manner.  But this here is my house;\nI won't intrude upon you by asking you inside, because I've still\nmore than enough work to do for my new employer.  Andrea Delfin is\nmy name.  When the time has come for me to be of any use, think of\nme:  Andrea Delfin, Calle della Cortesia.\"",
                "He shook the strange friend's hand, who kept standing outside for\na while longer, taking a close look at the house and the area\naround it, while mumbling to himself with a face full of doubt and\ncunning ideas, which revealed that he would not so quickly vouch\nfor the Brescian before he had not passed his trial period.",
                "When Andrea ascended the stairs, he could not get past Signoria\nGiovanna without answering to her.  She was not content with the\nfact that he had only found such inferior employment.  She said\nshe would not rest until he had abandoned it and found a more\nprofitable and more honourable position.  He shook his head.  \"It\nwill do, good woman,\" he said gravely, \"for the little time I've\nstill left.\"",
                "\"What's this talk!\" the woman scolded him.  \"To approach the good\nand to let the bad come by itself, that's the thing to do for a\nman, and for honey you are licking, while the vermouth has you\nspitting.  Look at the pretty sun outside, and be ashamed for\ncoming home thus early, while there's music on the Piazzetta and\nthose who are handsome, rich, and noble are strolling up and down\nthe Piazza San Marco.  Your place is among them, Signore Andrea,\nnot in this room.\"",
                "\"I'm neither handsome, nor rich, nor noble, Signoria Giovanna.\"",
                "\"Doesn't it give you any joy, to see the beautiful part of the\nworld?\" she asked eagerly, looking around to see, whether Marietta\nmight, by any chance, be nearby.  \"You wouldn't be lovesick?\"",
                "\"No, Signoria Giovanna.\"",
                "\"Or might you even regard it as a sin to enjoy life?  There are\nthose little books, you've got lying on your table;  I'm just\nsaying this, because you're the first guest who has brought a\nreligious book into my house, let God hear how I lament this!  But\nnowadays, the young people think:  Live audaciously and die\npiously, this is the way to spoil the devil's fun, and around\nChristmas time, even the sparrows on the roof are fasting.\"",
                "\"Kind woman,\" he said with a smile, \"you're very worried about me,\nbut nobody would be able to help me.  When I'm sitting quietly at\nmy work, I'm feeling most comfortable, and you could do me a\nfavour by getting me an inkstand and a few sheets of paper.\"",
                "Soon afterwards, Marietta brought what he had asked for to his\nroom, where he was sitting silently by the window, staring into\nthe empty space.  She found him in the same position, when she\nbrought him the light in the evening, and being asked by her what\nhe wanted to eat, he only ordered bread and wine.  She did not\nhave the courage to ask him, whether the gnats were bothering him\nand whether he wanted to have the room fumigated again.  \"Mother,\"\nshe said, sitting down on the stairs next to the old woman, \"I\nwon't go into the room again while he's there.  He has such eyes,\nlike the martyr in the small chapel of San Stefano.  I can't\nsmile, when he looks at me.\"",
                "Whatever would she have said, if she had entered the room a few\nhours later?  While the nightly winds were blowing across the\ncanal, he stood at the window, talking to the maid on the other\nside, eagerly trying to give his eyes a worldly look.",
                "\"Beautiful Smeraldina,\" he said, \"I couldn't bear waiting for the\ntime when I was to see you again.  Passing by a goldsmith's store,\nI've thought of you and bought you a pin, a filigree, which is\ncertainly too inferior for you, and is still more genuine than the\nbrooch on your turban.  Open the window, then I'll throw it to\nyou, hoping that I'll soon take the same course through the air\nand fall at your feet.\"",
                "\"You're very courteous,\" the girl said with a smile and caught the\ngift, which he had wrapped in a piece of paper, with both of her\nhands.  \"Hey, what a good taste you've got!  And still you've said\nyou were poor?  Do you know that today I'm particularly in need of\nsome joy?  We had to bear a lot during the day, the countess is in\na bad mood.  Her lover, young Gritti, the senator's son, has\nshunned her for a full twenty-four hours.  She has sent servants\nto his house;  and there he had also gone missing, and they\nbelieve that the tribunal had secretly picked him up and taken him\nprisoner.  My countess is beside herself, she's receiving no\ncallers, she's lying on her sofa and weeping like an insane woman,\nand she has hit me when I tried to comfort her.\"",
                "\"You've no idea what the young man has been accused of?\"",
                "\"Not in the least, sir.  I'd furthermore vow to remain a virgin\nforever, if he had even the slightest plot against the state on\nhis mind.  Good heavens, he was just barely twenty-three, and he\nhad his heart set on nothing else but my countess and perhaps also\ngambling.  But those gentlemen of the inquisition know how to turn\ncobweb into a rope, strong enough to strangle the strongest\nthroat, and who'd know whether it isn't, this time, only directed\nagainst his father, the senator!\"",
                "\"Speak more carefully of the highest authorities of this city,\"\nAndrea said quietly.  \"They've been appointed by the wisdom of the\nforefathers, and the foolishness of the grand-children shall not\ntouch them.\"",
                "The girl looked at him to find out whether he had spoken in\nearnest;  it was not easy to solve the enigma of his features.\n\"Stop it,\" she said, \"you're getting serious, and I won't have it.\nYou haven't been here for a long time yet;  therefore, you're\nrespecting the old dignitaries, pronouncing and executing their\ndeath sentences, who might seem very dignified when viewed from a\ndistance or as a painting.  But I've already seen them several\ntimes at close range, at the faro table, when my countess was\nkeeping bank, and I can tell you, they are also just as human as\nAdam was.\"",
                "\"This may be so, dear girl,\" he answered, \"but they have the\npower, and it is not a smart thing for a poor citizen like myself\nto do, to have such an incriminating conversation here through an\nopen window.  If the news should be spread to bad houses that the\ntwo of us regarded the justice incarnate of Venice as nothing\nbetter than a handful of mortal human beings, you, my dear\nSmeraldina, will be protected by the magic of your beauty;  but\nI'll go the well-known path into a watery grave or will at least\nexchange my quarters in the Calle della Cortesia for a much more\nmodest chamber in the wells [1] or under the lead roofs.\"",
                "[1] The prisons under the bottom of the sea.",
                "\"Here, you can talk as you please,\" said the chamber-maid;  \"there\nare only a few windows opening onto the canal, and nobody has any\nbusiness there at this time of day.  Over on your side, there is\nnow nothing but the bare wall;  because whoever can afford a\nbetter place wouldn't choose our murky sewage down there for a\nmirror.  But do you know what I'm thinking?  You should come over\nhere for an hour or so;  this would surely make our chat more\ncomfortable, and a glass of wine, good muscatel from Samos, and a\ngame of tarock would very much sooth my nerves after the countess\nhaving slapped me.\"",
                "\"I'd like to come,\" he said, \"but it would be noticed, and my\nlandlady would hardly let me back in after midnight.\"",
                "\"Not like this,\" the maid laughed.  \"Such a roundabout way isn't\nnecessary.  I've got a board here, which we can, without much\ntrouble, use to build a bridge.  After all, we could reach out for\neach other's hands across the canal;  why shouldn't our feet do\nthe same?  Or do you get dizzy?\"",
                "\"No, beautiful friend.  Just wait a moment, and I'll be ready.\"",
                "Andrea put out the light, bolted the door of his room, listened\nwhether they were all asleep in the house, and then he went back\nto the window.  Smeraldina seemed to be experienced in building\nthese kinds of bridges, for the board was at hand and, in a few\nmoments, the firm path was bridging the chasm, resting evenly and\nsafely on the ledge on both sides, being just barely wide enough\nto support a man.  She stood on the other side, happily waving at\nhim.  Swiftly, he climbed onto the ledge, stepped onto the board,\nassessing the depth with firm eyes, and with a single, calm step,\nhe had reached the window on the other side.  She caught him in\nher arms as he jumped down, and her lips touched his cheek.  But\nhe preferred to put on a shy face and to pretend as if the\ncloseness of his girl-friend gave him the feeling of being\nconfined into the bounds of reverence, to which she reacted with\nsome astonishment.  The board was pulled back in, the cards and\nthe wine were taken from the cupboard, and a table was pushed in\nfront of the opened window, by which the strange couple took their\nseats, conversing in confidence.  During all of this, the girl\nkept on wearing the red turban, which had, while she was building\nthe bridge, slanted a bit to the back of her head, and she had\npinned Andrea's present, the filigree, daintily to her breast.",
                "She was just helping herself to her second glass of wine and was\nscolding her guest for drinking so slowly and not really getting\ninto the spirit of it at all, when a bell was forcefully rung\ninside the house.",
                "\"Look,\" said the girl, getting up and throwing the cards away in\nanger, \"that's my life;  I never have a quiet hour!  First, she\nsends me away, saying that she'd want to undress alone tonight,\nand now she's disturbing me at such a late time.  But be patient\nfor just ten minutes, my friend;  I'll be back with you right\naway.\"",
                "She slipped out, and he seemed to try to get over his loneliness.\nHe stepped to the window and took a keen look at the wall on the\nother side between his window and the canal.  It was not more than\nabout twenty feet high;  almost everywhere, the limestone was\nweathered due to the dampness, and the bare stones were rough\nenough to enable him to climb up at them, if needs be.  Under the\nmaid's room, as he had already noticed on the first evening, some\nstairs extended down to the water, and there was a small gondola\nchained to the high pole on the side, so that a second gondola\nwould only barely be able to pass by.  All of this visibly\nsatisfied him.",
                "\"I wouldn't have been able to arrange it better for my purposes,\"\nhe mumbled to himself.",
                "Lost in thought, he looked down the canal, flowing between its\nsteep, windowless banks of houses in perfect darkness.  Then, he\nsaw a faint shimmer of light at its very end downstream, moving\ncloser, and, after a while, he heard the sound of oars striking\nthe water.  A gondola slowly came closer and stopped down below at\nthe stairs.  Carefully, the observer above leaned back, to avoid\nbeing noticed, but was still able to see with half a glance that a\nman rose from his seat and stepped onto the stairs.  The knocker\nbelow sounded with three heavy blows, and soon afterwards, he\nheard a voice inside the house, asking from behind the door who\nwould wish to enter.",
                "\"In the name of the exalted Council of Ten,\" was the answer, \"open\nup!\"",
                "The servant below instantly obeyed, and the waterfront entrance\nclosed again, after the nightly visitor had passed through.",
                "Shortly afterwards, Smeraldina returned to her chamber, excited,\nwithout her turban, and with blushed cheeks.  \"Did you hear this?\"\nshe whispered.  \"Oh God, they'll take our countess away, they'll\nstrangle her, or drown her, and who'll then pay me the six months'\nwages she owes me?\"",
                "\"Rest assured,\" tender-hearted girl, he said swiftly.  \"As long as\nyou've good friends, you won't be left on your own.  But you'd be\ndoing me a favour, if you'd want to hide me somewhere, where I\ncould hear what the high council wants with your mistress.  I\nconfess, that I'm curious, as a stranger may very well be.\nFurthermore, I might be able to help you and the countess, since\nI'm working for an advocate and, if things are turning towards a\npublic indictment, I'd like to offer my humble services.\"",
                "She thought about it.  \"I'd know an easy way to do it,\" she said.\n\"The place is safe, and I've been sitting there myself several\ntimes, not trusting my ears.  But if it would nevertheless be\ndiscovered?\"",
                "\"Then, I'll take all the blame on myself, my love, and no one will\nfind out by which way I had gained entrance into the house.\nLook,\" he continued, \"here are three zecchini, just in case I\nwon't be able to thank you afterwards.  But if all goes well, you\nshall see that I'll be happy to share what little possessions I've\ngot left with such a clever friend.\"",
                "Without any ado, she put the gold into her pocket, swiftly opened\nthe door, and listened out into the dark corridor.  \"Take your\nshoes off,\" she whispered, \"give me your hand and don't hesitate\nto follow me to wherever I'll go.  Inside the house, they are all\nasleep, except for the porter.\"",
                "She put out her light and scurried ahead, through the corridor,\npulling him along by his hand.  They stepped through several\nlarge, dark chambers;  then, the girl opened the door of a\nball-room, which was faintly lit by the dusky light coming in\nthrough three high windows in the front side of the palace.  On\none side, a narrow staircase went up to the estrade where the\nmusicians would play.  \"Walk softly!\" the girl warned, \"the stairs\ncreak a little.  I'm leaving you alone here.  Up there, you'll\nfind a crack between the panels, through which you'll be able to\nsee and hear sufficiently well.  For the reception-room of the\ncountess is right behind this wall.  When the visitor will be\ngone, I'll come back to get you.  But don't you stir from this\nspot, before I'll come.\"",
                "Thus, she left him alone, and without hesitation, he climbed up\nthe few steps and softly groped his way along the wall, heading\nfor the strip of light, which came through the narrow crack.  The\nlarge room was separated from the next chamber only by a wooden\nwall, since, in times of greater splendour, both rooms had formed\na single, large festive hall.  The shimmering light came from a\nsilver chandelier, which stood below on the table in front of the\ncountess's couch, and cast the portraits on the wall only in a\nflickering light.  Andrea had to get down on his knees, to be able\nto look down into the room.  But however uncomfortable this\nposition was, many would surely have liked to take his place,\nthough they would have cared less for what he got to hear than for\nwhat there was to see.",
                "Even though the chamber-maid was right, saying that her mistress\nwas in the habit of using a lot of make-up, she probably did so\nmore for the sake of fashion, than because she would have had to\nto be regarded as beautiful.  She sat on the couch, dressed as if\nshe had not expected such a late caller, the extremely ample hair,\nwith a slight touch of red in its colour, was loosened and\nunstyled;  since she had wept, her eyes were glistening\nwonderfully, with traces of her tears still being visible on her\nfull, pale cheeks.  The man, sitting opposite to her in an\narmchair and turning his back to Andrea, seemed to observe her\nkeenly;  at least, he moved his head not very often and listened\nto even the harshest words of the beautiful woman, without\ninterrupting her with a single gesture.",
                "\"Indeed,\" the countess said, and her features expressed the same\npainful bitterness as the tone of her voice, \"I'm truly astonished\nthat you still dare to show your face in here, after having\nviolated your most solemn promises in such a shameful manner.  Did\nI perform so many a service for you, just to have you treat me\nwith such cruelty, such hostility, now?  Where have you put him,\nmy poor friend, the only one I cared about, and whom you've\npromised to spare under all circumstances?  Was there no one but\nhim, to satisfy your desire to fill the void in your prisons?  And\nwhat incriminating evidence have you found against him, what sin\nhas he committed against the mighty republic, for which there was\nno lesser punishment than exile, and none other which would have\nbeen less hard on me?  For I had openly admitted to you that I had\nset my heart on him, and that whoever would but hurt a hair on his\nhead would be my enemy.  Return him to me, or I'll cut off all\nties with you, once and for all, and I'll leave Venice, to seek my\nfriend in exile, and make you feel how much you've lost by this\nbetrayal, this shameful act.  Oh, how could I ever allow myself to\nbecome the instrument of your schemes!\"",
                "\"You're forgetting, countess,\" said the man, \"that we've got means\nto prevent your escape, and that, even if it would be successful,\nour arm is long and strong enough to be your ruin, wherever you\nmight have thought you had found a refuge.  Young Gritti has\ndeserved his punishment.  In spite of the warning we had given\nhim, he has kept in steady contact with the secretary of the\nAustrian ambassador, a young man with knowledge of very\nconfidential matters.  The laws of Venice prohibit such a contact\nmost strictly, as you know well enough.  Furthermore, a letter by\nAngelo Querini has been intercepted, in which the careless young\nman is mentioned with some praise.  It was a fatherly disciplinary\nmeasure to send him into exile, before he became even more guilty.\nBut at the same time, we know what we owe you, Leonora.  And\ntherefore, I've been sent to you, to give you this information and\nsome advice, how you, if you're reasonable, could repair the\ndamage.\"",
                "\"I'm tired,\" she said harshly, \"of listening to your orders.  This\nday has shown me that it'll be my ruin, sooner or later, if I\nshould put my trust in you and delude myself into believing that\nfor all of my sacrifices for your interests, I would ever get any\nthanks, or even be protected from but the basest of insults and\nhumiliations.  I don't need you;  I don't want anything from you;\nit's all over between me and the high government, who casts\nfriends as well as enemies aside with equally little\nconsideration.\"",
                "\"Too bad,\" he interjected, \"that you're still needed, that you're\nstill supposed to do something, and that, therefore, it can't be\nover between us for now.  You'll understand, Leonora, that there\nwould be some objections against letting you, knowing about so\nmany secrets of the republic, travel into foreign countries, where\nyou might soon succumb to the wide-spread fad of our time to write\nyour memoirs.  Venice and you are inseparably connected, and you\nhave sufficiently proven that you possess a high intelligence,\ntaming your female whims, so that it won't take elaborate\npersuasion to reconcile you once again with Venice.\"",
                "\"I don't want ho hear anything about a reconciliation!\" she\nexclaimed passionately, and, once again, tears came to her eyes.\n\"And what good would it do, if I wanted to?  I'm good for nothing,\nI'm unable to grasp even the simplest thought, as long as I don't\nhave my poor Gritti.\"",
                "\"You shall have him, Leonora.  But not right away, since his\nsudden return would foil our plan.\"",
                "\"And for how long shall I be patient?\" she asked, regarding him\nwith a deploring look.",
                "\"This depends on you,\" he replied.  \"How long will it take for you\nto make a young man lie at your feet, who previously enjoyed the\nreputation of a paragon of virtue?\"",
                "A hint of curiosity and interest became noticeable in her\nfeatures, which, just a moment ago, had expressed nothing but pain\nand desperation.  \"Whom are you talking about?\" she asked.",
                "\"That German, who was a friend of Gritti, the secretary of the\nminister from Vienna.  You know him?\"",
                "\"I've seen him at the last regatta.  Gritti pointed him out to\nme.\"",
                "\"His master is a zero and he's the number one in front of it.  We\nhave reason to believe that he's secretly recruiting a large\nfollowing among our opponents and is seeking to exploit, for the\nbenefit of his sovereign, the discontent which the actions of\nQuerini have left behind.  He's unusually cunning.  Out of the\nfour observers, which we have taken on our pay-roll from among the\nambassador's own men, not a single one has delivered even the\nsmallest evidence into our hands yet.  The inquisitors are placing\nall of their confidence in you, Leonora, that you'll find the key\nto this well locked mind, as you have already successfully done\nseveral times before.  There was no hope for this, as long as\nGritti was in the way.  His exile smoothens the path and, at the\nsame time, provides the pretext for you to approach this\ninaccessible man, who will now surely be moved to greater\ncompassion towards his friend's girl-friend than before, since\nyou're both mourning the same loss.  The rest, I'll leave up to\nthe power of your charms, which were never more irresistible than\nwhen they met with resistance.\"",
                "She thought about it for a while.  Her face became brighter, her\neyes gained a daring, proud expression, her beautiful, full mouth\nopened a bit, and an absent-minded smile wandered across her lips.\n\"You'll promise,\" she finally said, \"that Gritti will be called\nback right away, as soon as I've surrendered the other one to\nyou?\"",
                "\"We promise.\"",
                "\"If that's so, it shall not be long, until I'll demand the\nfulfilment of your promise.\"  She got up and threw away the\nhandkerchief, which had become wet from the tears she had cried in\nthe course of the day.  From his hiding-place, Andrea could only\nobserve her pacing up and down the room for a stretch of the way,\nsince the crack was too narrow to get a full view of the room.  He\nadmired her royal posture, while she, as if contemplating new\nvictories, walked slowly across the carpet of the chamber, her\neyes wide open, her hair thrown back from her white temples.  A\nstrange feeling startled him, when her gaze, aimlessly looking\nabout the upper part of the wall, brushed past him.\nInvoluntarily, he shrunk back, as if it had been possible for her\nto discover him.",
                "The man sitting in the armchair below got up, but seemed to be\nimmune to her charms, for he continued in the most calm and\nbusiness-like tone:  \"The nuncio has frequented your house less\noften in recent times.  You've been to candid about your worldly\ntendencies, gambling in particular has taken too much room here.\nWe would appreciate it, if you'd, once again, feel some spiritual\nneeds and renew your once so busy acquaintance with his Eminence.\nFor some time, the close relations of the papalists with France\nhave become alarming.\"",
                "\"You can count on me,\" she replied.",
                "\"One more thing, Leonora.  The money we still owe you for the\nsupper with Candiano...\"",
                "She was petrified, as if she had been bitten by a snake, and\nsuddenly turned pale.  \"By all saints,\" she said, \"not a word\nabout this, never mention it again, and donate the rest of the\nmoney to the church, they shall say Mass for his soul and - for\nmine.  Whenever this name is mentioned, I always feel like hearing\na trumpet of judgement day.\"",
                "\"You're a child,\" said the man.  \"The responsibility for this\nsupper is ours, not yours.  He was a criminal, and only his\nconnections and the respect he got obliged us to execute the\nsentence in secret.  He has died quietly in his bed, and no one\nwas ever able to say that he had brought death with him, when he\nleft your house.  Or have you heard anything of the kind?\"",
                "She shivered and looked to the ground.  \"No,\" she said.  \"But at\nnight, I'm awakened by a voice, whispering it to me.  Oh!  If I\nonly hadn't done this one thing, not this one thing!\"",
                "\"This is a passing delusion, Leonora;  you'll get over it.  I just\nwanted to tell you this one thing:  the money is waiting for you\nat Marchesi's.  Good night, countess.  I see that I've already\nused too much of your time.  Sleep tight, and tomorrow, don't\ncloud the sun of your beauty, but let it rise on the just as well\nas the unjust.  Good night, Leonora!\"",
                "He made a little bow towards her and walked towards the door.\nJust briefly, Andrea was able to see his face while he left.  His\nfeatures were cold, but not hard, a face without a soul, without\npassions, only the expression of a powerful will governed the\nforehead and his eyebrows.  He put on a mask and threw the black\ncloak, which he had left at the entrance, around his shoulders.\nThen, he left the chamber, without waiting for her goodbye.",
                "In this very moment, Andrea heard the girl's voice down below in\nthe large room, quietly calling him to come down.  He obeyed,\nafter having had one last glance at the beautiful woman, who was\nstill standing motionlessly in the middle of the chamber and was\nstaring pensively at the door, through which the man had left.\nUnsteadily, like a man who had suffered a stroke, he descended\nfrom the estrade and followed, without speaking a single word, the\ngirl who was leading the way with swift, but quiet, steps.  In her\nchamber, the light had been lit again, the wine was still on the\nsmall table by the window, and nothing seemed to prevent them from\ncontinuing their interrupted game.  But a frightening shadow had\ncome across the man's face, which even intimidated Smeraldina's\nlevity and quenched all of her hopes for this night.",
                "\"You're looking,\" she said, \"as if you had seen ghosts.  Come on,\nhave a glass of wine and tell me what has happened.  After all,\nthey talked much more calmly than we had feared.\"",
                "\"Oh, certainly,\" he said, forcing himself to seem unemotional.\n\"Your mistress is very much in their favour, and there is even a\nchance that you'll soon be payed the wages she still owes you.\nOtherwise, they were talking so quietly that I understood only a\nlittle, and now, I'm more than anything else very tired from\nkneeling on those hard boards.  Next time, I'll appreciate your\nwine more, my dear girl.  But tonight, I must sleep.\"",
                "\"You haven't even told me, whether you're thinking that she's just\nas beautiful as all the other people say she is,\" said the girl\nand tried to pout at her ungrateful, uncommunicative friend.",
                "\"As beautiful as an angel or a devil,\" he mumbled through his\nteeth.  \"I thank you, Madamigella, for enabling me to see her.\nAnother time, I'll be good and stay with you, since I've suffered\nplenty tonight for my curiosity.  Good night!\"",
                "He leaped up onto the ledge and stepped onto the board, which she\nhad reluctantly put back over the chasm.  Standing up there, he\nlooked downstream along the canal, where in the distance, the\ngondola's light was just now disappearing.  \"Good night!\" he\ncalled out to her once more, before carefully descending from the\nboard into his room, while Smeraldina dismantled the bridge and\nendeavoured in vain to explain how the strangers unusual\nbehaviour, his poverty, his generosity, his gray hair, and his\nlust for adventure would fit together.",
                "One week passed, without Smeraldina seeing any particular\nconsolidation in her relationship with her neighbour, whom she had\nthought she had conquered.  Only once, after having got the porter\non her side, she let him in through the door at night and, wearing\na mask, conducted him to the small door on the waterside and\nentered the gondola with him, which he personally propelled\nthrough the dark labyrinth with slow strokes of the oar, in order\nto finally float along openly on a Great Canal for an entire hour.\nIn spite of the good opportunity, he was not in a loving mood this\ntime either, while she was constantly chatting and was trying to\namuse him with tales from the world of the high society, in which\nthe countess played her part.  He was told that for the last few\ndays, the secretary of the Austrian embassy had been paying long\nvisits to her mistress, at which, undoubtedly, they were both\ndiscussing how they could go about affecting a withdrawal of young\nGritti's exile.  She said that the countess was in a better mood\nthan ever and had given her generous gifts.  Andrea seemed to\nlisten to this only with half an ear and to concentrate solely on\nsteering the gondola.  Thus, even the girl had no objections when\nher taciturn companion turned the boat around and, on the most\ndirect course, directed it back home.  Without making a sound, he\npushed the narrow vessel close to the pole, attached the chain\nafter they had disembarked, and asked for the key, in order to\nlock it.  She gave it to him and had already gone through the\ndoor when he called out to her that, in this haste, the small key\nhad slipped out of his hand and had fallen into the canal.  She\nwas actually upset about this, but in her usual, light-hearted\nmanner she comforted her friend, saying that a second key would be\nlikely to be found in the house, and this time, he could not help\nbut bid his farewell to her by giving her a casual kiss on the\ncheek, when she let him out at midnight through the main portal of\nthe palace.",
                "To his landlady, Signoria Giovanna, he said the next morning that\nthere had been a lot of work to be done for his employer, so that\nthey had to make use of the night.  This was the only time he\nneeded the key for the front door.  Usually, he was already back\nat nightfall, only had some bread and wine, and put out his light\nearly, so that the good woman praised him all over the\nneighbourhood as a paragon of hard labour and decent living.  Only\none thing she complained about:  that he would not conserve his\nstrength and that he, at his age, would not take part in any\npermissable entertainment, which would cheer him up and prolong\nhis life.  Whenever she talked like this, Marietta was quiet and\nlook down into her lap.  As soon as the stranger was in his room,\nshe stopped singing, and quite generally gave the impression as\nif, since the stranger's arrival, she had spend more time\npondering than she would previously have done in a year.",
                "In the morning of the second Sunday which Andrea had spent in the\nwidow's house, the woman entered his room in a hurry with a\ndisturbed look on her face, dressed in her best clothes, just as\nshe had returned from church.  He sat at the table, was not fully\ndressed yet, and read in one of his prayer-books.  His face was\npaler than usually, but his eyes were calm, and it seemed as if he\ndisliked being disturbed in his meditation.",
                "\"What are you still sitting quietly in your room, Signore Andrea,\"\nshe called out to him, \"while all of Venice is up and about?\nHurry up and get dressed and go out into the street for yourself,\nwhere you'll be able to see as many horror-stricken faces as there\nare pieces of grain in a mill.  Holy Jesus!  That I've got to live\nto see the day, and I've thought there was nothing else that could\nhappen in Venice to surprise me!\"",
                "\"What are you talking about, good woman?\" he asked in an\nindifferent tone and put the book down.",
                "She threw herself onto a chair and seemed to be very exhausted.\n\"All the way to the Piazzetta, the crowd has been pushing me,\" she\nstarted again, \"and there I saw the gentlemen of the Great Council\nclimbing in droves up the huge staircase in the court of the\nDoges' Palace and the flags of mourning waving in the windows of\nthe Procurators' Offices.  Will you believe it?  Tonight, between\neleven and midnight, the most noble one of the three inquisitors\nof the state, the venerable lord Lorenzo Venier, has been murdered\non the threshold of his own house.\"",
                "\"Has he lived to an old age?\" Andrea asked calmly.",
                "\"Misericordia!  The way you talk!  As if he had merely died in his\nbed.  But of course, you're no Venetian and can't understand what\nthis means:  a member of the inquisition has been murdered, one of\nthe tribunal.  This is worse than if it had been a doge, of whom\nmany have come to an unnatural death, for the tribunal has the\npower, and the doge has the robe.  But the most horrible part of\nit is this:  engraved in the dagger they've found in the wound it\nreads:  `Death to all inquisitors';  all of them!  Do you\nunderstand, Signore Andrea?  This isn't just some scoundrel being\npayed by a bravo to do away with a single man, because he's\nkeeping him from a love affair, a powerful position, or something\nelse.  `This is a political murder,' my neighbour the spicer told\nme, `and there is a conspiracy behind it and henchmen and that\nAngelo Querini with his followers.'  He was rubbing his hands\nwhile saying this, but I felt my heart shivering in my body, for I\ndon't want to say what I'm thinking, but I know:  an evil deed is\nlike a cherry, once one of them has been shook off a tree, twenty\nmore will come after the first, and this blood will cost much more\nblood.\"",
                "\"Don't they have any lead pointing to the murderer, Signoria\nGiovanna?  What good are those hundreds of spies, they are paying,\nfor the tribunal?\"",
                "\"Not even the shadow of a lead,\" answered the widow.  \"It was a\ndark night, the bora was blowing, and on the Grand Canal, which\nruns by his palace, there were no gondolas at all.  Then, all by\nhimself, he came home through one of the small alleys, and then,\nthat invisible hand struck him down, and he only lived long enough\nto scare up the porter with his last sighs.  Then, there was a\ndeadly silence throughout the alley, and nobody was in sight.  But\nI know what I know, Signore Andrea.  Do you want me to tell you?\nYou're decent and good and won't pass it on to anybody else and\nwon't bring new hardship upon me:  I know the hand which has\nspilled this blood.\"",
                "He looked at her firmly.  \"Talk,\" he said, \"if you've got to get\nit off your chest.  I won't give you away.\"",
                "\"Don't you suspect anything?\" she said, rising from her seat and\nstepping up close to him:  \"Haven't I told you that there are many\nwho are alive and don't return and many who are dead and still\nreturn?  Do you know it now?  He hasn't forgotten about them\nwho've dragged his wife and his child under the lead roofs and\ntortured them.  But, for God's sake, don't say a word about this!\nIf his spirit should have done it, the living would have to suffer\nfor it.\"",
                "\"And what reason do have to believe in this?\"",
                "She took a frightened look around the room.  \"You should know,\"\nshe whispered, \"this house was haunted tonight.  I've heard\nsomething rushing up and and down the walls, like the footsteps of\nghosts, I lay in bed and listened, and there was a noise, secretly\nbuzzing along the canal down below, and a rattling at your window,\nand scared beasts scurried through the adjoining alley until long\npast midnight.  Only after the the bell had struck one o'clock, it\nwas quiet;  I know just too well, who had disturbed them.  He\ncame, after he had done it, to greet us, since we hadn't been able\nto say farewell.\"",
                "His head had dropped to his chest.  Now, he got up and said that\nhe wanted to go out personally, in order to inquire what had\nhappened.  He had, as she would know, gone to bed early and had\nbeen particularly fast asleep, so that all of this fuss had not\ndisturbed him.  And besides, she should keep it to herself, for it\nwas indeed dangerous to have received but a ghostly knowledge of\nsuch a crime.  - Having said this, he got dressed in a hurry and\nwent out into the city.",
                "Agitated and busy crowds had gathered in the alleys, in a way\nwhich was even unusual for important holidays of the republic.\nQuietly, coming from the centre of the city, hasty groups of\ncurious people moved through the narrow streets towards the Piazza\nSan Marco, and whoever did not join them was at least standing by\nthe door of his house, exchanging meaningful gestures and looks\nwith acquaintances who were rushing by.  It was plain to see that\nsomething outrageous and horrible had both upset and stunned these\npeople, so that they were all following the general march without\nan individual plan, most of all being eager to see the event with\ntheir own eyes and to touch it with their hands.  Nobody talked\naloud, nobody laughed, whistled, or sighed even audibly;  it was\nas if those honourable citizens felt the pile-work quaking, on\nwhich the city of the lagoon had been built.",
                "In a seemingly careless fashion, Andrea walked among the crowd,\nhis hat pulled deeply over his eyes, the hands placed on his back.\nNow, he stepped out into the Piazza San Marco, where, in numerous\ngroups, all classes, intermingled with one another, had gathered\nunder the clear summer sky, while at the halls of the Procurators'\nOffices the crowd streamed on, towards the Piazzetta, extending\nout to the wide basin of the canal, which is dominated by the two\ncolumns.  The old Doges' Palace rose majestically above the\nagitated crowd.  Behind the arched windows and in the arcades,\nweapons could be seen flashing in the sun, and a troop of soldiers\nhad taken their post by the entrance, forming a cordon and\npresenting their arms to everyone who sought to enter the palace\nwithout being a member of the Great Council.  For upstairs, in the\nwide hall, the walls of which are painted with the heroic deeds of\nthe republic, the highest ranks of the nobility sat together in a\nsecret meeting, and the people, shyly crowding down below past the\nheavy pillars of the old building, seemed to wait impatiently for\nthe result of the meeting;  whenever a nobile could be seen at a\nwindow, they were all murmuring and pointing and staring up, as if\nany moment, the verdict on the undiscovered perpetrator of this\nsacrilegious crime would be pronounced from the balcony.  Andrea,\nwho had crossed the long rectangle of this public place all by\nhimself, was now also approaching the Doges' Palace, and in\npassing, he had a look inside the church of San Marco, where he\nsaw the people standing tightly packed, even outside the portal,\nand listening to the sermon.  Then, he managed to push his way\nthrough the crowd, towards the two columns, and stood by the quay\nof the Piazzetta, lost in gloomy thoughts, facing the busy\nmultitude of black gondolas, the jagged steel bows of which\nreflected flashes of sunlight across the waves whenever they\nturned about.  The Riva degli Schiavoni, which was to his left,\nwas also densely crowed with people full of expectation.  Behind a\nTurk's turban appeared a red Greek fez, the picturesque cap of a\nmariner from Chioggia, a triangular hat, or a powdered wig, and\nlikewise the various tongues could be heard chattering all\ntogether, while the monotonous calls of the gondoliers, echoing\nfrom the waterside, told even the blind that the Great Canal of\nVenice flowed at their feet.",
                "An open gondola, rowed by two servant wearing liveries with rich\ngolden embroidery, sped by;  a lady lay casually on the wide\nupholstery, her head resting on her hand.  The fire of a large\ndiamond ring, flashed among the red shimmer of her hair;  her eyes\nwere fixed on the face of a young man, sitting opposite to her,\nwho was eagerly talking to her.  Now, she lifted her head up and,\nwith a proud look, examined the seething crowd on the Piazzetta\nabove.  \"This is the blond countess,\" Andrea heard some of the\npeople say;  he had already recognised her from the start.\nShrinking back, as if her mere sight would incur doom, he turned\naway and found himself looking at a familiar face, nodding at him\nlike an old friend.  Samuele stood behind him.",
                "\"Did you also go out for a change, Signore Delfin?\" the Jew\nwhispered to him in his thin voice.  \"In vain, I've sought to meet\nYour Grace again in all those days since.  Your live is more\nsecluded than that of a pregnant woman.  If you'd like to come\nwith me to where my business is calling me, I could tell you\nsomething which you might like to hear.  Come!  What are you\nstanding here for, like all those other fools, who believe the\nGreat Council would give birth to the salvation of the republic?\nThe rats in the ship won't make it afloat again, once it has run\naground.  The real pilots have better things to do, now, than to\nchat.  But let's go away from here, I'm in a hurry, and we'll be\nable to talk more comfortably in the gondola.\"",
                "He hailed one of the taxi gondolas and pulled Andrea by the arm\nalong with him.  They embarked and sat under the black roof,\nhaving a full view of the canal to the left and the right through\nthe windows of the narrow cabin.  \"What do you have to tell me,\nsir?\" Andrea started.  \"And where are you taking me to?\"  \"Don't\ngo to your notary tomorrow,\" said the Jew.  \"It might be possible\nthat someone might come for you, to send you on an errand which\nwould be more profitable for you.\"",
                "\"What are you talking about, Samuele?\"",
                "\"You know what has happened last night,\" the other man continued.\n\"It's an outrage, that twelve hours have past since a murder in\nVenice, and no lead has been found, yet, pointing to the\nperpetrator.  We have lost our credit with the signoria, with the\npeople, with the visitors from out of town, who used to believe\nthat the local police would perform miracles and have been\nexpecting some signs.  The Council of Ten thinks that they are\ngetting a bad service.  They'll look around for new eyes, which\nwould do a better job peering into all corners.  Your eyes,\nSignore Delfin, shall, if you're still thinking as you did ten\ndays ago, soon get to read a finer hand that your notary's.\nTherefore, stay at home tomorrow morning.  If there'll be\nsomething and I'll be able to put a word in on your behalf, I'd be\nglad.\"",
                "\"My mind is still unchanged;  but I almost doubt in my abilities.\"",
                "\"Hush, hush!\" said the other one and shook his index finger.  \"I'd\nhave to be a poor judge of a person's face, or you've got yours\nunder control, and he who's able to conceal what he's thinking has\nalready half guessed what kinds of thoughts others seek to\nconceal.\"",
                "\"And who'll decide whether they'll be able to use me or not?\"",
                "\"You must pass an examination by the tribunal;  I can't do\nanything more than tell them that I know you and that I regard you\nas talented.  Until tomorrow, I think, the tribunal will be\ncomplete again;  right now, the ten are sitting together and are\nelecting the third man.  I can tell you, they could give me a lot\nof money to become an inquisitor of the state - I would still\nreject the honour.  For the inscription on the dagger was not just\nengraved to pass the boredom, and a soldier sitting on a mine\nwould eat his beard more calmly than one of the three rulers of\nVenice since last night.\"",
                "\"Nevertheless, there's probably no doubt that the elected man will\ntake the office?  Or is he allowed to refuse?\"",
                "\"Refuse!  Don't you know that the republic severely punishes\neveryone who evades serving it?\"",
                "Andrea said nothing and watched the surface of the canal through\nthe hatch with a glum look.  Many black gondolas, too numerous to\nsee them all, went into the same direction between the palaces,\nand there were quite a few which came towards them from the\nRialto.  Now, both groups met and crowded towards a wide flight of\nstairs by the waterside, where they landed as quickly as they\ncould and put their passengers ashore.  It was Venier Palace and\nthe dead man lay upstairs.",
                "One look and Andrea know where they were.  Using all of his\nwillpower, he kept his emotions under control and said:  \"Do you\nhave any business here, Samuele, or are you just curious to see a\nmurdered inquisitor lain out on his bed of state?\"",
                "\"I'm on duty,\" replied the Jew.  \"But it could be useful for you\nas well to come along.  I'll introduce you to some of my friends,\nfor one out of ten here knows what he's looking for.  But let's\npretend we wouldn't know each other.  You know, I'd bet, that\nthere are probably quite a few of the conspirators among these\nmournful faces.  Who knows, perhaps the killer is just now\nstepping out of one of these gondolas!  He wouldn't be stupid in\nbelieving that he was safer here than anywhere else.  For I can\ntell you:  In this very moment, the police are searching those\nhouses which ever struck them as suspicious, while everyone has\ngone out, and the proverb is true:  The devil teaches to do it,\nbut not to conceal it.\"",
                "With these words, he jumped out of gondola and was ready to assist\nAndrea in getting out.  \"Do you feel uncomfortable seeing a dead\nman?\" he asked.  \"You aren't in very high spirits.\"",
                "\"You're mistaken, Samuele,\" Andrea answered quickly and looked\ninto his face, as if he could not care less.  \"It is rather that\nI'm grateful to you for helping me to overcome my indolence.  If\nit wasn't for you, I would hardly be here.  Let's go upstairs, to\ncall on this important gentleman, who would hardly have received\nus while he was still alive.  A stately domicile, which he has to\nexchange for so very narrow quarters in such an untimely fashion!\nI pity him indeed, though I've never laid eyes on him.\"",
                "Walking side by side among the large crowd, they ascended the\nstaircase, shrouded in black, and looking down from its top, there\nwas the coat of arms of the house of Venier, dressed in crape,\ncommanding the crowd to silence in the absence of a porter.\nInside, in the largest hall, the catafalque had been set up under\na canopy, tall cypress-trees touched the ceiling high above,\ncandles on silver candelabra flickered as the air blew from the\nwater across the open balcony through the hall, and four servants\nof the house of Venier, dressed in black velvet, with crapes\nwrapped around their shiny halberds, were standing on guard like\nstatues at the four corners of the catafalque.  The corpse had\nbeen covered with a velvet blanket;  the silver fringes touched\nthe floor.  The first thing the people saw of the dead man as they\nentered the hall was his sharp profile with an angry and sad\nexpression, his closed eye turned towards the canopy.  Andrea\nrecognised these features.  In that night in Leonora's room, he\nhad firmly committed them to memory.  But no twitch of his mouth\nnor of his eyes, which were keenly fixed on the dead man, revealed\nthat the avenger was facing his victim.  -",
                "One hour later, Andrea came home.  Signora Giovanna received him\nat the top of the stairs with an almost motherly concern, and\nMarietta also seemed to have been anxiously expecting him.  They\ntold him that the sbirri had been searching his room in his\nabsence, but had found everything to be all right, matching the\nfavourable testimony which she, the landlady, had personally given\nconcerning her lodger.  The calm manner in which Andrea listed to\nher report assured her completely that her fear had been\nunnecessary and that the visit from the police had been a\nformality rather than anything else.  The good woman impressed\nnumerous warnings and precautions on him, how he had to talk and\nact to stay clear of any suspicion in these evil times.  \"They'll\neven tighten their control,\" the old woman sighed, \"for they know\nvery well:  A gloved cat won't catch any mice, and that's also a\ntrue saying, that the dead shall make the living see.  Therefore,\nbe careful, dear sir, and trust no one who'd approach you.  You\ndon't know the worst kinds of people yet, how kind-hearted they\ncan pretend to be, but believe in me:  For someone to double-cross\nyou, you've got to trust him first.  You'd better not eat at an\ninn, but let us prepare for you at home whatever we can.  You're\nlooking exhausted.  Rest on the bed for a while;  you aren't\naccustomed to walking around.\"",
                "During all of this speech, Marietta gave him imploring looks and,\nstanding next to her mother, stared in his pale, serious face.  He\nassured them that he was well, asked for bread and wine, and,\nafter it had been brought to him, was not seen for the rest of the\nday.",
                "Early in the next morning, when he was still lying in bed, Samuele\nentered his room.  \"If you're interested,\" he said, \"to pocket at\nleast fourteen ducats a month, so come with me;  all has been\narranged, and I think you won't go there in vain.\"",
                "\"Has the new inquisitor of the state been elected yet?\" asked\nAndrea.",
                "\"So it seems.\"",
                "\"And no lead on the conspiracy yet?\"",
                "\"No lead yet.  The shock among the aristocracy is great.  They\nlock themselves into their houses and suspect every visitor to be\na spy of the Ten or of the tribunal.  One after another of the\nforeign ambassadors has called on the doge, made the most solemn\nassurances of his outrage about the crime, and offered his help in\nthe discovery of the perpetrator.  From now on, the three men of\nthe tribunal will be even more secretive about their identities\nthan before, and, as I believe, a price shall be put on the\nmurderer's head, which would put a poor devil in the money for\nquite a number of years.  Keep your eyes open, Signore Andrea!\nPerhaps, we'll both soon drink a better wine together, than at\nthat time in that tavern!\"",
                "Without a word, Andrea had dressed, and was now following his\nbenefactor, who was incessantly chatting, to the Doges' Palace.\nSamuele was well known here.  He knocked at an inconspicuous door\nin the yard, whispered a word into the ear of the servant who\nopened it, and politely let Andrea walk ahead of him up a small\nstaircase.  After they had walked through a long, almost dark\npassage upstairs, and had answered to several men bearing\nhalberds, they were shown into a not so big chamber with a window,\nwhich opened onto the yard and was half covered by a dark curtain.\nIn the back of the room, three men paced up and down, whispering\nto one another, their faces covered by masks, under which only the\ntips of their beards stuck out.  A fourth man, without a mask, sat\nat a table and wrote by the light of a single candle.",
                "He looked up, when Samuele appeared with Andrea on the threshold.\nIt seemed as if the three others were not paying any attention\nto the visitors, but were rather busy in continuing their\nconversation.",
                "\"You're bringing the stranger, you told us about?\" the secretary\nasked.",
                "\"Yes, Your Grace.\"",
                "\"You may leave, Samuele.\"",
                "The Jew bowed obediently and left the room.",
                "After a pause, during which the secretary of the tribunal had\nlooked through some papers, which were lying in front of him, and\nthen had checked out the appearance of the stranger with a long\nlook, he said:  \"Your name is Andrea Delfin;  are you related to\nthe Venetian nobili of the same name?\"",
                "\"Not that I know of.  My family resided in Brescia for as long as\nanybody can remember.\"",
                "\"You're living at the Calle della Cortesia with Giovanna Danieli;\nyou're wishing to enter the service of the exalted Council of\nTen.\"",
                "\"I wish to devote my services to the republic.\"",
                "\"Your papers from Brescia are in order.  The advocate, for whom\nyou've worked for five years, recommends you as an intelligent and\nreliable man.  Only concerning the six or seven years before you\ncame to him, there is no document whatsoever.  What have you been\nup to in that long time, after your parents had died?  You haven't\nspent it in Brescia?\"",
                "\"No, Your Grace,\" Andrea replied calmly.  \"I was in foreign\ncountries, in France, Holland, and Spain.  After I had spent my\nsmall inheritance, I reluctantly had to become a servant.\"",
                "\"Your references?\"",
                "\"They've been stolen from me, having been in a suitcase which\ncontained all of my possessions.  After this, I was tired of the\nunsafe life of a traveller and went back to Brescia.  My employers\nhad found me suited for all kinds of secretarial work.  I tried my\nluck with an advocate, and you can see the reference for yourself,\nYour Grace, attesting that I've learned to work.\"",
                "While he was saying this, in a quiet, submissive posture, his head\nslightly bent forward and holding the hat in both hands, suddenly\none of the three masked gentlemen stepped closer to the table, and\nAndrea felt a piercing look directed at him.",
                "\"What's your name?\" asked the inquisitor with a voice revealing\nhis old age.",
                "\"Andrea Delfin.  My papers prove it.\"",
                "\"Consider that it means your death if you betray the exalted\ntribunal.  Think about the answer once again.  What if I'd now say\nthat your name was Candiano?\"",
                "A short pause followed this word, the larvae of the\ndeathwatch-beetle could be heard digging through the timber-work\nof the room.  Eight scrutinising eyes were fixed on the stranger.",
                "\"Candiano?\" he said slowly, but with a firm voice.  \"Why should I\nbe called Candiano?  I'd truly wish for it myself;  because, as\nfar as I know, the Candiano family is rich and noble, and whoever\nbears this name doesn't need to earn his bread laboriously with\nthe pen.\"",
                "\"You've got a Candiano's face.  Furthermore, your manners point to\na better upbringing than what these papers attest.\"",
                "\"My face is not my fault, exalted gentlemen,\" replied Andrea with\ndecent openness.  As far as my manners are concerned, I have seen\nall kinds of customs on my travels and improved my own as much as\nI could;  I also haven't wasted any time in Brescia, but rather\nused books to catch up on what I had missed in my youth.\"",
                "By now, the two other inquisitors had stepped closer to that first\none, and one of them, whose red beard stuck out widely from under\nthe mask, said in a low voice:  \"A resemblance, which I would not\nwant to deny, might deceive you.  But you know for yourself:  The\nbranch of the family which used to reside near Marano has died\nout;  the old man has been buried in Rome, the sons did not\noutlive him for long.\"",
                "\"This may be,\" replied the first one.  \"But look at him and say,\nwhether it isn't just as if old Luigi Candiano had risen from his\ngrave, only being rejuvenated.  I've known him well enough;  we've\nbeen elected to the senate on the same day.\"",
                "He took the papers from the table and examined them carefully.\n\"You may be right,\" he finally said.  \"The age wouldn't be match\nup.  He's too old to be one of Luigi's sons.  If he had fathered\nhim before his marriage - we would be able to ignore it.\"",
                "He threw the papers back on the table, gave the secretary a sign,\nand stepped back to the window's niche with the others, quietly\ncontinuing the interrupted conversation.  Nobody could read from\nAndrea's eyes what a burden had, in this moment, fallen off his\nsoul.  The secretary started again.  \"You understand foreign\nlanguages?\" he asked.",
                "\"I speak French and a little German, Your Grace.\"",
                "\"German?  Where have you learned this?\"",
                "\"A German painter in Brescia has been a good friend of mine.\"",
                "\"Have you ever been to Triest?\"",
                "\"For two months, Your Grace, doing business for my employer, the\nadvocate.\"",
                "The secretary got up and walked over to the three men by the\nwindow.  After a while, he returned to the table and said:\n\"You'll be given the passport of an Austrian subject, who was born\nin Triest.  With this, you'll go to the house of the Austrian\nambassador and ask for his protection, because the republic was\nthreatening to deport you.  You'll say that you had left Triest at\na young age and had gone to Brescia.  Whatever answer you may\nreceive, with some cleverness, this visit will be all you need to\nget acquainted with the ambassador's secretary.  It is your task\nto continue this relationship and to observe the secret contacts\nof the court of Vienna with the aristocracy of Venice as much as\nyou can.  If you should discover the slightest thing which would\narouse your suspicion, you have to report it immediately.\"",
                "\"Does the high tribunal wish me to abandon my present position\nwith the notary Fanfani?\"",
                "\"You won't change anything about the routine of your life.  For\nthe first month, your salary is only twelve ducats.  It is up to\nyour cleverness and caution to double the amount.\"",
                "Andrea bowed to signalise that he agreed with everything.",
                "\"Here is your German passport,\" said the secretary.  \"Your\nlodgings are next to the palace of Countess Amidei.  It'll be easy\nfor you to start a relationship with her chamber-maid, the\nexpenses of which shall be refunded to you.  Whatever you'll find\nout by these means about relationships the countess has with noble\nVenetians, you'll report right here.  The republic expects you to\nfulfil your task faithfully and conscientiously.  It will not bind\nyou by means of an oath, because you wouldn't have human blood in\nyour veins and would also laugh at heavenly justice, if the fear\nof the earthy punishments we inflict wouldn't confine you to your\nduty.  You are dismissed.\"",
                "Andrea bowed once again and turned to the door.  The secretary\ncalled him back.",
                "\"One more thing,\" he said, while unlocking a small box, which\nstood on the table.  \"Step closer, and take a look at the dagger\nin this box.  There are large factories for weapons in Brescia.\nDo you remember having seen any work resembling this one there?\"",
                "Controlling his emotions with his last bit of strength, Andrea\nlooked into the container, which the secretary held out to him.\nHe recognised the weapon just too well.  It was a double-bladed\nknife, the handle, also made of steel, in the shape of a cross.\nOn the blade, which had not been cleansed from the blood yet,\nthese words were engraved:  \"Death to all inquisitors of the\nstate\".",
                "After a lengthy examination, he pushed the box back with a firm\nhand.  \"I do not recall,\" he said, \"having seen a similar dagger\nin the shops of Brescia.\"",
                "\"It's good.\"",
                "The secretary locked the small box again and motioned him with his\nhand to leave.  With slow steps, Andrea left the room.  The men\nwith the halberds let him pass;  like in a dream, he went along\nthe echoing corridor, and only when he had reached the dark\nstaircase, he allowed himself to sit down on the marble steps for\na moment.  His knees were close to failing him;  cold sweat\ncovered his forehead, the tongue stuck to his palate.",
                "When he stepped out of the building, he took a deep breath,\nbravely he held his head high, and returned to his decisive\nposture.  Outside by the portal opening to the Piazzetta, he saw a\ncrowd standing closely together, eagerly reading a large poster,\nwhich had been attached to one of the columns.  He also joined\nthem and read that by the Council of Ten, with the high permission\nof the doge, a reward of a thousand zecchini as well a pardon from\nexile or other punishment was promised to him who would be able to\ninform on the murderer of Venier.  People were rushing from and to\nthe column, and only a few lurking faces persistently reappeared\nagain and again under the arcades, observing the faces of the\nreaders.  Andrea also did not escape their attention.  But with\nthe indifference of a completely uninvolved stranger, he left to\nmake room for other curious people, after quickly glancing over\nthe paper, and then, he calmly stepped into a gondola at the Grand\nCanal, which was to get him to the hotel of the Austrian\nambassador.",
                "When, after a lengthy ride, he got off in front of the palace,\nsituated in a rather remote part of the city, bearing the\ntwo-headed eagle above the entrance, a tall, young man was just\nusing the knocker of the gate.  He looked around for the gondola,\nand his serious features suddenly became cheerful.  \"Ser Delfin,\"\nhe said and extended his hand to Andrea, \"to meet you here?  Don't\nyou remember me?  Have you already forgotten that night at the\nLago di Garda?\"",
                "\"It's you, Baron Rosenberg!\" replied Andrea and heartily shook the\nright hand which had been extended to him.  \"Are you going to stay\nfor a long time in Venice, or are you already getting your\npassport here, to continue your travels?\"",
                "\"Heaven knows,\" said the other one, \"when my star will ever lead\nme away from here, and whether I will welcome or curse it then.\nBut for my passport, I don't need to bother anybody, since I can\nendorse it for myself.  For you ought to know, dear friend, that\nyou're talking to the secretary of His Excellency the Austrian\nambassador, which I'm truly not saying for the purpose of pushing\na wall of diplomacy between me and my dear travel-companion of\nRiva, but in your own interest, good fellow, since not every\nVenetian would wish to be regarded as an old acquaintance of\nmine.\"",
                "\"I've nothing to fear,\" said Andrea.  \"If I'm not bothering you,\nI'll step inside with you for a moment.\"",
                "\"You wanted to see me, without knowing about me.  Whatever favour\nthe secretary of the embassy was supposed to do for you, your\nfriend will now perform for you just the more willingly, if it's\nin his power.\"",
                "Andrea blushed.  For the first time, he now felt all the\nhumiliation of the mask he wore in the company of a free man, who,\nafter a brief encounter several years ago, was approaching him\nwith so much friendship now again.  The passport of the man from\nTriest, which he had in his pocket, burdened him like a weight of\nlead.  But the practise he had in controlling his inner struggle\ndid not fail him this time either.  \"I only wanted to make an\ninquiry concerning a German commercial house,\" he said, \"for here\nin Venice, I hold the very modest position of a clerk, who has to\nput up with having to perform all kinds of petty services for his\nemployer, the notary.  But since I wasn't much better of in\nBrescia, and you nevertheless didn't regard me as too low to grant\nme the company of yourself and your mother, I will, here as well,\nboldly enter in your company;  most of all, you must tell me:  How\nis this outstanding woman, whose venerable image, her moving love\nfor you, her great kindness for me, are still most vivid in my\nmemory.\"",
                "The young man became serious and sighed.  \"Come to my room,\" he\nsaid.  \"There, we can chat more confidentially.\"",
                "Andrea followed him upstairs, and with the first look he had into\nthe cozy chamber, he caught sight of a large pastel painting,\nwhich was hanging above the desk.  He recognised the shining eyes\nand the rich hair or Leonora.  All seductive softness of youth and\nof wantonness lay on these smiling lips.",
                "The young man pushed two armchairs to the window, through which\nthe rather wide canal, the picturesque bridge, and, between the\nhouses on the other side, that wall of an old church behind which\nthe choir-stalls would be were all in view.  \"Come,\" he said,\n\"make yourself comfortable.  Shall I send for wine or sorbet?  But\nyou aren't listening.  You're captivated by this unfortunate\npainting.  Do you know whom it represents?  Do you know the\noriginal, of which it is only a pale shadow?  But who in Venice\nwouldn't know her?  Don't tell me anything about this woman.  I\nknow everything which is being said about her, and I believe\neverything, and nevertheless I assure you in all earnestness that\neven you, if you were standing in front of her, would think of\nnothing out of all this, but rather you would thank God for not\nentirely losing your five senses.\"",
                "\"Is this painting your property?\" Andrea asked after a pause.",
                "\"No;  it used to belong to a more fortunate man, a handsome, young\nVenetian, who, as she has personally confessed to me, had been her\nidol.  This careless man dared to offer his friendship to me.  He\nis paying for this crime in exile, and my punishment is now that\nhe has left me with this painting, and that I've seen the eyes of\nthe original crying for him.\"",
                "While he was saying this, he stood in front of the painting and\nregarded it with a doting, sad look.  Andrea observed him with the\ndeepest compassion.  His face was not handsome, he only seemed\nattractive by means of the combination of the youthful softness of\nhis physique and the male sincerity and fire of the expressions of\nhis features.  The movements of his tall body also revealed\nnobility and energy.  Andrea could not help but exclaim:  \"How can\nyou, you too, love this woman, who is so unworthy of you!\"",
                "\"Love?\" replied the German in a strangely gloomy tone.  \"Who told\nyou that I would love her as I used to love in Germany and which\nis the only love worthy of that name?  Say that I'm obsessed by\nher, that I'm wearing her shackles while gnashing my teeth and\nmoaning, and accept my confession that I'm ashamed of this\nweakness and yet savour it.  Never before, I've felt how\nmeaningless all earthly bliss is compared to the feeling of having\none's back burdened by a yoke of one's own choosing, until it\nbleeds, and to cast all male pride into the dust for a smile of\nsuch eyes.\"",
                "His face had turned red;  only now, he noticed that Andrea had,\nfor some time, turned away from the painting and was listening to\nhim with deep concern.",
                "\"I'm boring you,\" said Rosenberg.  \"Let's talk about something\nelse.  What has happened to you in the meantime?  Why have you\nleft Brescia?\"",
                "\"You haven't told me about your mother yet,\" Andrea changed the\nsubject.  \"What a woman!  The most complete stranger would feel\nthe desire to venerate her like a mother.\"",
                "\"Go on,\" said the other man.  \"Perhaps, your words will free me\nfrom the evil spell, I have succumbed to.  It's not so that you\nwould tell me anything new.  But hearing from you what a mother\nshe is, and what an ungrateful child she has brought up in me,\nwill perhaps make me turn back to my duty.  Would you believe me\nthat I have already received the third letter from her in which\nshe implores me to leave Venice and to come to her to Vienna?\nShe's dreaming that a tragic fate was awaiting me here.  She\ndoesn't even suspect the worst fate to which I'm doomed;  and yet,\nthere is nothing else keeping me here but that woman, which I do\nnot dare, for anything in the world, to bring close to her\nuntarnished presence.  - But no,\" he continued, \"I shouldn't be\ntoo hard on myself:  It would indeed be difficult for me to obtain\na leave at this time.  My superior, the count, has persuaded\nhimself that I was indispensable for him, and especially now,\nthere's a lot of work to be done with which he wouldn't want to\nburden himself.  It's not unknown to you that we're unwanted\nguests here.  They don't want to open their eyes to that side\nwhich might pose a real danger and foster the prejudice that the\npower we represent had its hands in everything hostile which\nhappens in Venice.  They've even gone so far to blame us for the\nmurder of Venier, a crime which I despise from the bottom of my\nheart just as much as I regard its instigators as shortsighted\npoliticians.  - After all, wouldn't you say so too, dear friend,\"\nhe continued with untempered enthusiasm, perhaps also with the\nintention to persuade one more person in Venice to speak out in\nhis favour, \"wouldn't you say so too, that there's not even the\nslightest prospect of achieving the goal, the overthrow of the\ntribunal, by these criminal means?  Let's forget about the moral\naspects for a moment:  Is it in any way conceivable that such an\nextensive conspiracy to commit these assassinations will remain a\nsecret here in Venice for as long as it would take for it to\nachieve the goal of intimidating their enemies?\"",
                "\"It is inconceivable,\" replied Andrea calmly.  \"Whatever three\nVenetians know, the Council of Ten knows.  It's just the more\nastonishing that, this time, they are thus badly supplied with\ninformation.\"",
                "\"And now, let's suppose that the conspirators would succeed in\ncommitting one murder after another as they please, which does\nseem to be what they are up to, suppose they would get to the\ninquisitors in spite of the secrecy surrounding them, and there\nwould finally be no one left who would dare to risk his life for\nsuch a dangerous honour - what would be achieved by this?  An\naristocracy which is organised on such a monstrous scale as the\none of Venice requires, in order to prevail, in order to secure\nitself against the tempestuous waves of the will of the people,\nthe firm dam of an everlasting dictatorship, which would have to\nbe reestablished again and again in milder or tougher forms.\nAfter all, where are those elements from which a genuine republic\nwith free institutions could be formed?  You've got a ruling class\nand a ruled class, sovereigns by the hundreds and mob by the\nthousands.  Where are the citizens, without which a free\nadministration of a city is an impossibility?  Your nobili have\nmade sure that the common man has never matured enough to develop\na citizen's way of thinking, the feeling of being responsible, and\nof having to make true, conscious sacrifices for great purposes.\nThey've never allowed the plebeians to get involved in matters of\nthe state.  But because the rule of eight hundred tyrants is too\nsluggish, too much in disagreement, and wastes too much time with\nidle banter to have a powerful effect on the outside world or on\ninternal matters, those gentlemen rather enslaved themselves and\nput up with the yoke of an irresponsible triumvirate, which has at\nleast originated from among their midst.  They preferred seeing\ntheir own peers falling victim to this triple-headed idol, without\nany laws and legal rights, to a life unter the protection of laws\nand rights, which would render them equal to the people.\"",
                "\"You're saying these things as they are,\" Andrea interjected.\n\"But do they have to stay like this?\"",
                "\"Stay - or get worse.  Because, look, my dearest friend, how\nterribly the blade of their weapon has turned against themselves.\nAs long as the republic had its role among the peoples of Europe,\nthe pressure of this constant dictatorship in internal affairs had\nbeen compensated by the successes in external matters.  Without\nbundling all of its strength in the hands of merciless tyrants,\nVenice would never have flourished to this height of political\npower and immeasurable wealth, which we still found growing up\nuntil the past century.  As soon as these purposes were gone,\nwhich could only justify such violent means, the bare tyranny in\nall of its monstrosity remained and began, lest it should be idle\nand realise that it had outlived its time, to direct its frenzy\ntowards its insides.  A dictatorship in peace, may it be ruled by\none or by three, it always a mortal danger for every large or\nsmall state.  But here, the disease has become too old to be still\ncurable.  The germs of a genuine middle class of citizens, out of\nwhich now a new life would have to grow for the republic, have\nrotted by means of a system of terror, which had lasted for\ncenturies, by means of a network of the most skilful spies, all\nconfidence, all honesty, safety, and love for freedom has been\nsuffocated, and the building, which seemed to have been\nconstructed so skilfully and durably, would collapse, as soon as\nthe cement of fear would disappear from its joints.\"",
                "\"Your reasons may be good,\" replied Andrea after a pause, \"but\nthey are the reasons of a stranger, who doesn't stand to lose\nanything by declaring that this republic had outlived its time and\nwas doomed to fall.  You would hardly convince a Venetian that the\ndisease of his old native town doesn't at least deserve a final\nattempt to cure it.\"",
                "\"But you are no Venetian.\"",
                "\"You're right, I'm only from Brescia, and my town has bled heavily\nunder the scourge of Venice.  Nevertheless, I can't help but feel\na deep compassion for these desperate men, who are attempting to\ncut out the cancerous growth of the secret rule of terror with a\nknife.  Whether they'll reach their goal, is written in the stars.\nMy eyes are weak, I'll forgo reading this inscription.\"",
                "Both men became silent and looked through the window at the canal\nfor a while.  Their armchairs were standing closely together.  The\nburning sun shone into the room, but they did not try to avoid the\nunpleasant heat.",
                "\"You see,\" the younger one finally started again with a smile,\n\"that I've learned far too little caution, though being a\ndiplomat, especially being one who is starting his career in\nVenice.  We've only met once;  and today, I'm telling you straight\nforward what I think about the local state of affairs.  But of\ncourse, I regard myself as a good enough judge of character to\nknow that a mind like yours couldn't seek to get on the payroll of\nthat signoria.\"",
                "Without a word, Andrea extended his hand to him.  In the same\nmoment, he turned his face around and saw his colleague Samuele\nstanding a few steps behind them with a demure posture in the\nmiddle of the room.  He had quietly opened the door and had\nstepped closer on the carpets of the room, without being heard,\nmaking many obeisances.  \"Your Grace,\" he now said turning to\nRosenberg, while pretending not to know Andrea, \"please forgive me\nfor having entered unannounced.  The valet wasn't in the anteroom.\nI'm bringing the jewels you had send for;  things, your Grace,\nlike those the most beautiful Esther could have worn.\"",
                "He pulled boxes and cases out of his pockets and carefully spread\nout his merchandise on the table, and in doing so, he visibly\nsought to bring out the Jewish merchant in him, whose existence he\notherwise did all he could to conceal.  While the German inspected\nthe jewelry, Samuele gave an approving look to Andrea, who had his\nback turned against him and was stepping over to the window.  He\nunderstood the purpose of the Jew's visit at this time.  The spy\nwas supposed to keep an eye on the spy, the old fox was supposed\nto watch over the new recruit on his trial job.",
                "In the meantime, Rosenberg had chosen a necklace with a ruby lock\nand payed the price the Jew had been asking without haggling.  He\nthrew the gold coins on the table for him, nodded at him to\nsignalise that he was dismissed, without bothering to answer to\nhis banter, and stepped back to the window.  \"I'm seeing it in\nyour face,\" he said, \"that you're pitying me and regarding me as a\nmadman.  Indeed, the wiser thing for me to do would be to throw\nthis shiny jewelry into the canal, instead of putting it around\nLeonora's white neck.  But what does all wisdom help me against\nthis daemon?\"",
                "\"I'm convinced,\" Andrea answered, \"that you won't have to wait\nlong for reality to free you from this enchantment.  But I owe you\nanother warning.  Are you more closely acquainted with the Jew,\nwho has just left us?\"",
                "\"I know him.  He's one of the spies in our house, who are on the\npayroll of the Council of Ten.  He eats his daily bread in sin,\nfor all of our secret is that we are honest.  And because they\nthink that this would be entirely impossible, we are regarded by\nthem as the most dangerous and most secretive ones.  Only for your\nsake, I dislike the fact that the sneak had entered here just now\nout of all times.  He has seen that you shook hands with me.  I\ncan guarantee you that you, before one hour is up, will be listed\nin the black book of the tribunal.\"",
                "Andrea smiled bitterly.  \"I don't fear them, my friend,\" he said.\n\"I'm a peaceful man and my conscience is calm.\"  - -",
                "Four days had passed since that conversation.  Andrea had\ncontinued his usual life, had gone to the notary every morning,\nand had stayed at home at night, though now, having established a\nclose relationship with the high police, he did not need to care\nabout having a good reputation in the street della Cortesia any\nmore.",
                "Saturday evening, he asked Signora Giovanna for the key to the\nhouse.  She praised him for making an exception to his rule.\nToday, she said, it was also worth the effort;  to be among those\nwatching the obsequies for the noble Signore Venier in San Rocco,\ncould even tempt her.  But she disliked being in a crowd, and then\n- he would know why this case gave her a particular feeling of\ndread.",
                "He also preferred avoiding the nightly crowd, Andrea said.  It\nsuffocated him.  He wanted to take a gondola and go out to the\nlido.",
                "Thus, he left the old woman and turned to the direction opposite\nto San Rocco.  It was already eight o'clock, a thin rain made the\nair hazy, but did not prevent the people from flocking to the\nchurch on the other side of the canal, where the exequies for the\nmurdered inquisitor of the state were supposed to be held at this\nhour.  Dark figures, some of them wearing masks, some of them\nprotecting their faces against the drizzling rain by means of the\nbrims of their hats, rushed past him to the ferries or to the\nRialto Bridge, and the low ringing of bells buzzed through the\nair.  In a side alley, Andrea stood still, pulled a mask out of\nhis jacket, and tied it to his face.  Then, he went to the nearest\ncanal, jumped into a gondola, and exclaimed:  \"To San Rocco!\"",
                "The majestic, old church was already lit as bright as day by\ninnumerable candles, and an immense crowd flooded around the empty\ncatafalque, rising darkly in the middle of the nave without\nflowers and wreaths.  Only a large silver cross stood at its top,\nand the black blanket showed on both sides the coat of arms of the\nhouse of Venier.  On seats draped in black, filling the entire\nchoir, each row rising above the one in front like in an\namphitheatre, the aristocracy of Venice had taken their seats,\nassembled in a completeness which was even at important meetings\nof the Great Council rarely achieved.  Nobody dared to be absent,\nbecause everyone had an interest in not allowing even the\nslightest doubt to be cast on his sincerity in mourning the\ndeceased.  On a special tribune, sat the foreign ambassadors.\nTheir ranks were also complete.",
                "From above, the trombones were playing the solemn introduction to\na requiem, and a full-voiced choir, accompanied by the organ,\nintoned the elegy, which rolled heart-stirringly through the\nchurch and was heard outside in the square as well as far off in\nthe neighbouring streets by people crowding to the church.  The\nslight rain, which still continued, the darkness of the night,\nthrough which the bright windows of the church in the shape of\nroses of stone glowed wondrously even from a distance, the shy\nbustling and buzzing of the thousands impressed everyone in the\narea all around the church with a frightful, creepy feeling, which\nonly a few might have been able to fend off.  The closer they got\nto the entrance of the sacred room, which contained everything\nwhich was great and powerful in Venice, the more devoutly all lips\nfell silent.  From behind the black masks, which according to the\nold custom appeared in a large number among the crowd at mournful\nand joyous celebrations alike, rather many frightful looks peered\nin through the bright portal for the catafalque, which was an even\nmore perceivable warning to consider the end of all things and the\nmeaninglessness of earthy power than the words of the song.",
                "In a side alley, which in those days led through dark arcades and\nended on the square of San Rocco, two men walked hastily, talking\nto one another.  They did not see that in the darkness of the\nhouses, a third man was following them closely, carefully hidden\nby a cloak and a mask, who at times came closer, at times stayed\nbehind and let them increase their distance from him again.  Those\nothers did not wear the mask.  One of them was a gentleman with a\ngray beard and a noble appearance, his companion seemed to be\nyounger and of a lower class.  He listened attentively to every\nword of the old man and only occasionally made a humble remark.",
                "Now, they were reaching the spot where, from a lit house, a bright\nlight fell across the alley.  Swiftly, the masked one had passed\nthem by, and as they were now walking closely past him, he peered\nwith a keen look at both of their faces from behind a pillar.  The\nfeatures of the secretary of the inquisition emerged clearly for a\nmoment out of the darkness.  The voice of the old man had also\nbeen heard in the chamber of the secret tribunal.  He had told\nAndrea Delfin to his face that he was a Candiano.",
                "\"Now, go back,\" the old man concluded the conversation, \"and take\ncare of this matter without delay.  The Grand Captain is busy at\nSan Rocco, as you know;  but a small detachment of his men will be\nenough to arrest both of them.  You'll impress upon them that it\nhas to be done without any noise.  You'll have to conduct the\nfirst interrogation right away, for I'll hardly be back before\nmidnight.  If you'll have something urgent to report, you'll find\nme at my brother-in-law's place, as soon as the mass is over.\"",
                "They parted, and the old man walked through the lonely passage\nbetween the pillars towards the square of San Rocco.  Just now,\nthe music in the church fell silent, and everybody's eyes were\nturned to the pulpit, to which an old man with hair as white as\nsnow, the papal nuncio, with the help of two younger priests,\nascended with some difficulties, in order to talk to the assembled\naristocracy and common people of Venice.  No sound was uttered any\nmore;  the feeble voice of the old man began, widely audible, to\npray that the Lord would look down in His grace and grant, from\nthe treasure of his eternal wisdom and mercy, comfort and\nenlightenment to the saddened spirits, that He would bring light\nto the darkness, which is shielding the guilty and insidious ones\nfrom the eyes of worldly justice, and foil the work of darkness.",
                "The echo of the \"amen\" had hardly faded, when from the portal the\nnoise of a low murmur rose up and proceeded lightning-fast through\nthe nave of the church and reached the seats of the nobili, to\nmake the huge gathering instantly waver and surge like a lake in a\nstorm.  In the first instant, they all peered helplessly to the\nthreshold, over which the horror had entered.  Torches could now\nbe seen through the main portal, wandering hastily across the dark\nsquare, and while they were all holding their breath and listening\nto what was happening outside, suddenly, many voices shouted into\nthe church:  \"Murderer!  Murderer!  Save yourself, if you can!\"",
                "An unparallelled turmoil, a confusion, as if the arches of the\nchurch were in immediate danger of collapsing, followed this\nexclamation.  Commoners and patricians, clerics and laymen, the\nsingers up in the choir, the guards of the catafalque, men and\nwomen crowded blindly towards the exits, and only the old man up\nin the pulpit looked down on the frightened bustle with unwavering\ndignity and only left his seat when there was nothing but the\nblack catafalque left in the middle of the empty church, to remind\nhim of his sermon, which had been cut short thus abruptly.",
                "But outside, the horrified crowd pushed towards that spot, where a\nfew torches had difficulties in fighting against the wind and the\nrain.  The sbirri who had rushed to that spot, lead by the Grand\nCaptain, as soon as the first indications of the event had started\nto stir, had found a motionless body in the darkness of the side\nalley, who had still blood gushing out of his side.  When the\ntorches came, a dagger with a cross-shaped handle of steel was\nseen in the wound, and the engraved words were read:  \"Death to\nall inquisitors of the state!\", which were passed on through the\nstunned crowd in low voices from one mouth to the next.",
                "The first jolt of an earthquake, though constituting a terrible\nwarning that one would be standing on volcanic ground, does not\nstir up people's minds in their depths, yet.  The horror is too\nvividly intermixed with surprise and indignation;  indeed,\nwherever the effects do not persist in a too tangible manner,\npeople, swiftly striving back to their usual routine, prefer to\nbelieve that their senses had been deceived for the sake of their\npeace of mind.  Only the repetition of the destructive,\ninescapable, and merciless event disproves any kind of belief in a\nmisinterpretation, any hope that only random coincidences could\nhave brought on the event.  The return of the danger brings on\neverlasting fear and points to a series of horrifying events with\nno end in sight, against which neither courage nor cowardice can\nprovide even the slightest protection.",
                "The news of the second murderous assault against an inquisitor of\nthe state had a similar effect in Venice.  For that the wounded\nman had been nothing less, the insiders had not been able to keep\na secret.  Nobody could deny that the boldness, with which this\nsecond blow had been struck, was surely just incited once again\nand encouraged to proceed on the course of violence by the\nsuccessful execution of the crime.  Though the dagger had not\nstruck a deadly blow this time, deflected by a silken\nundergarment, the wound was nevertheless life-threatening and\ncaused, at any rate, a standstill in the activities of the secret\ntribunal, which was not allowed to proclaim a sentence without the\nunanimous consent of its three members.  Thus, its rule was\nparalysed for the moment, and, what was more important, the\nunpenetrated secret surrounding the hostile power destroyed the\nbelief in the omniscience and omnipotence of the triumvirate and\nfinally had to undermine the self-confidence and the unscrupulous\nenergy of its members.",
                "After all, what precautions were still left, and which means of\nsecret investigations had not been exhausted yet?  Had they not,\nin the Council of Ten, vowed to each other with a solemn oath to\nkeep most silent about the election of the new, third inquisitor?\nAnd nevertheless, a few days afterwards, the blow had been struck\nas surely as if it had come from heaven against no one but the\nnewly elected one.  With distrustful looks, they all looked at\neach other.  The thought was forcing itself upon them that among\nthe rulers themselves, treason was building its nest, that the\ntyrants had, in a suicidal way, assaulted their own power.  The\nsecretary of the inquisition was arrested, who had been the last\nto talk to the wounded man shortly before the attack.  He was\nquestioned thoroughly and threatened with a cruel death.  This\nwas also, of course, unsuccessful.",
                "And what had been the benefit of increasing the numbers of the\nsecret police, the massive recruiting of new spies from among the\nservants of the nobili and the foreign ambassadors, in the inns,\nin the arsenal, even in the barracks and monasteries?  One half of\nVenice was payed to spy on the other half.  A sizable amount of\nmoney was supposed to be the reward for even the slightest news,\nwhich would help them to get on the trail of the conspiracy.  Now,\nit was tripled.  But, since the conspiracy was presumed to be\namong the aristocracy, they had little hopes to get results from\nthese measures, which were only targeted at the poorer people.\nQuite generally, they did a lot of things to preserve the\nappearance that they were not idle, though what they did was idle.\nStrict orders were issued that the inns and taverns had to be\nclosed at nightfall;  wearing masks and weapons of any kind was\nbanned with a severe punishment;  all night long, the steps of the\npatrols echoed through the allies, and they were heard calling out\nto the gondolas, which were passing by the guard-posts on the\ncanals.  Nobody who wanted to leave Venice received a passport,\nand at the entrance to the harbour, there was a large guard-ship,\nstopping every vessel, and even the officials of the republic were\nasked for the password, before they were allowed to pass.",
                "Far across the Terraferma, the rumour of these frightening\nconditions was spreading, as usual increasing with the distance.\nWhoever was planning to travel to the city, postponed it.  Whoever\nhad been planning to engage into a business connection with a\nVenetian house, preferred to wait until the confusion was over,\nwhich was threatening to revolutionise the structure of the\nrepublic in its foundations.  The resulting effect was soon\nevident in a desolation of the city, where everything seemed to\nhave come to a standstill.  The nobili only left their palaces in\ncases of extreme emergency, locking themselves in against any\nvisitor, to avoid getting unknowingly in contact with one of the\nconspirators.  Nobody knew precisely what was going on outside,\nand the most outrageous rumours of arrests, torture, and inflicted\npunishments reached the closed doors, entered into the frightened\nfamilies.  Even the common people, though they felt clearly that\nthey were not the ones who were primarily suffering under these\nconditions, and though they watched gloatingly how the noble men\ngave each other squinting looks in panic and fear, could still not\nfight off an uneasy feeling in the long run.  It was definitely a\nnuisance to abandon cards and wine at nightfall, to be searched\nfor concealed weapons by every guard who felt like it, and not to\nbe save for a single moment from the treachery of false\naccusations, in spite of having the best conscience in the world.",
                "Among the few whose lives and activities seemed to be unaffected\nby the stifling atmosphere, which depressed all spirits, was also\nAndrea Delfin.  The morning after the crime, he had, like all the\nother secret spies, been interrogated by the successor of that\nunfortunate secretary who had put him on the payroll, concerning\nhis observations at the hour of the crime, and had presented him\nthe fairy-tale of a trip to the lido, on which he had the\nintention to investigate how the fisherman thought about all this.\nWhat he could tell them about what was going on in the hotel of\nthe Austrian ambassador and the palace of the countess -\nmeaningless facts, which the tribunal already knew for a long time\n- at least proved his zeal to familiarise himself with his new\ntask.  His friend Samuele did not fail to inform against the\nstriking familiarity he had found between the man from Brescia and\nthe secretary of the embassy.  Calmly, Andrea explained himself,\nand the old acquaintance from Riva could only be advantageous for\nthe intentions of the tribunal.",
                "Thus, almost no day passed by, when he would not, after he was\ndone with his work for the notary, call on his German friend, to\nwhom, being cut off from other company, the conversations with the\ngrave man, clouded by secret grief, became, by and by, a\nnecessity.  He had developed an unlimited trust in Andrea, and\nwhen he avoided political topics with him, it was more because he\ncould not hope that they would understand each other on account of\ntheir different nationalities, than for a concern that Andrea\nmight abuse his openness.  He even told him with a laughing face\nthat he had been warned against him being a spy of the tribunal.\nThe carelessness with which he crossed the shunned threshold of\nthe foreign ambassador every day would, of course, catch people's\nattention.",
                "\"I'm no nobile,\" replied Andrea with a calm face.  \"The ten men\nwill realise that I don't seek any diplomatic connections here;\nthey didn't even think me worthy of a warning up to now.  But I've\ncome to like you, and it would pain me to forgo forcing my\nunpleasant company on you from time to time, for I'm a perfectly\nlonely man.  Even my kind landlady, who in the past used to\nshorten the time for me with her proverbs for an hour or so,\ndoesn't enter my room any more.  She's ill, and what made her ill\nis Venice and pale shadows haunting this city.\"",
                "This was indeed true.  After the second assault against the\ninquisition of the state, Signora Giovanna had been walking around\nin deep thoughts for one day, and as the night fell, an ever\ngrowing excitement had come upon her.  She was now firmly\nconvinced that her Orso's spirit had been the perpetrator;  for\nonly a bodiless shadow would be able to escape for a second time\nthe thousand spying eyes which were guarding Venice.  She put on\nher best clothes and decided, since she was expecting nothing less\nthan a visit of her departed husband, to be ready to receive him,\nspending the entire night at the top of the stairs.  In a touching\nconfusion of these concepts, she had prepared a favourite dish of\nher husband, laid the table with three armchairs by its side, and\ncould not be persuaded to eat a bite of it herself.  In this\nstate, she sat awake for the larger part of the night.  Only after\nthe small lamp in the corridor had gone out, Marietta, calling\nAndrea to her aid, succeeded in bringing the poor woman back to\nher room and to bed.  A fever broke out, not dangerous, but strong\nenough to render her unconscious for several hours a day.  Andrea\nwatched all of this with deep sympathy, and the moving words the\nill woman uttered in her delusions tormented him a lot.  He had to\nadmit to himself that he was to blame for the confusion of this\ngood soul, and Marietta's sad looks depressed him more heavily\nthan all the bloody secrets he carried around with him.",
                "With this burden, Andrea strolled past the Doges' Palace one\nafternoon and, for a long time, stood by the narrow canal which\nflows along under the high arch of the Bridge of Sighs.  Whenever\nhe started to waver in his decisions and he began to doubt in the\nmoral justification of the office of a judge which he had taken\non, he fled to this place and confirmed his determination by\nlooking at these ancient walls, behind which thousands of victims\nof an irresponsible power had sighed and gnashed their teeth,\nbelieving in the righteousness and the necessity of his mission.",
                "The sun shone with blinding rays through the mists of September,\nrising up from the water.  This quay, which had at other times\nbeen swarming with people, was unsettlingly quiet.  The gloomy\nlooks of the soldiers, marching noisily up and down under the\narcades of the palace, were liable to scare away the loud\ncheerfulness of the people passing by.  Andrea could hear clearly\nthat from a gondola, which was just arriving at the Piazzetta, his\nname had been called.  He recognised his friend, the secretary of\nthe ambassador from Vienna.",
                "\"Do you've got time?\" the young man called out at him, \"If so,\ncome on board for a while, and join me for a stretch of my way.\nI'm in a hurry, but would still like to talk to you once more.\"",
                "Andrea entered the gondola, and the other man shook his hand\nparticularly cordially.  \"I'm very happy, my dear Andrea that I\nhappened to meet you here.  I would have disliked leaving you\nwithout a farewell, and yet, I didn't dare to visit you or to sent\nfor you, since this would undoubtedly have caught someone's\nattention.\"",
                "\"You're taking a journey?\" Andrea asked almost perplexed.",
                "\"I guess, I'll have to.  Here, read this letter from my dear\nmother, and tell me whether I'm still allowed to hesitate after\nthis.\"",
                "He pulled the letter out of his pocket and gave it to his friend.\nThe old lady implored her son that, if he wanted her to ever be\nable to get but one hour of sleep again, he should travel to her\nwithout delay.  The rumours from Venice, the position he held\nthere and which put him into more danger than others, the fact\nthat less than a third of all of his letters would reach her, -\nshe would not know who was to blame for this, - all of this was\neating away at her peace of mind, and her physician would not\nvouch for anything, unless she would be comforted and calmed down\nby a visit of her son.  There was a tone of unlimited motherly\ndevotion and deep grief in all of these line, so that Andrea could\nnot read them without being moved.",
                "\"And yet,\" he said, returning the letter, \"and yet, I almost wish\nyou wouldn't leave now out of all times, though I know that your\nmother is counting the hours.  Not because, once you'll be gone,\nI'll be left behind here, completely abandoned and like a\nwalking corpse, but rather because it is not advisable to leave\nVenice at this time, since the suspicion will follow you on your\nheels that you were leaving as a precaution.  Didn't they give you\nany trouble, when you were asking for a leave?\"",
                "\"None at all.  How could they, since I'm working for the embassy?\"",
                "\"If that's so, be twice as cautious.  Many a door has already been\nopened accommodatingly in Venice, because stepping over the\nthreshold meant plunging into an abyss.  If you'd follow me in\nthis, you wouldn't show yourself thus openly and without a\ndisguise here in the city during the last hours before your\ndeparture.  You wouldn't be able to know what measures they might\ntake to prevent it.\"  - \"But what shall I do?\" asked the young\nman.  \"You know that masks are illegal.\"",
                "\"Then stay at home, and rather let the dignitaries of the republic\nwait for your farewell visit in vain.  - And when will you leave?\"",
                "\"Early tomorrow at five o'clock.  I'm planning to stay away for a\nmonth, and hope that by then my mother will have calmed down, so\nthat I'll be able to leave her.  Now that it has been irreversibly\ndecided that I shall sever my ties, I'm almost at ease with this\nviolent cure, though it cuts into my life rather deeply.  Perhaps,\nonce I'll have broken out of the circles of my enchantress, I'll\nsucceed in shaking off her spell for ever more.  But will you\nbelieve it, my friend, that the separation makes me shiver, as if\nI wouldn't be able to survive it?\"",
                "\"If that's so, the best remedy is to part with her right away.\"",
                "\"You mean, not to see her again before the journey?  What you're\nasking is inhuman.\"",
                "Andrea seized his hand.  \"My dear friend,\" he said with a\nheartfelt emotion, which at other times he had always been able to\ncontrol, \"I have no right to ask you for even the slightest\nsacrifice.  The feeling of cordial affection, which has brought me\ntogether with you from the start, is ample thanks by itself, and I\ndo not dare to ask you for anything in the name of this friendship\nof mine.  But by the image of that noble woman, whose loving words\nyou've just let me read, I implore you:  Don't enter the house of\nthe countess any more.  More than anything I know of her, what\neven you don't deny, my premonition is warning you, that it will\nbe your doom, if you don't avoid her in these last hours.  Promise\nit to me, my dearest friend!\"",
                "He extended his hand to him.  But Rosenberg did not take it.\n\"Don't demand an unbreakable promise,\" he said, gravely shaking\nhis head, \"be content with my firm intention to follow your\nadvice.  But if the daemon would be stronger than I and would run\ndown everything I've put in his path, then I would have the double\ngrief to have become unfaithful to both me and you.  But you don't\nknow what this woman can achieve, when she puts her mind to it.\"",
                "After this, they were silent and cruised for a while, lost in\nthought, together through the lifeless waters, receding listlessly\nlike a swamp as the gondola's keel ploughed through them.  Near\nthe Rialto, Andrea wished to get out.  He asked the young man to\ngive his regards to his mother and inscrutably shrugged his\nshoulders when being asked whether he could still be found in\nVenice one month from now.  They held each others hand for a long\ntime, and when the gondola landed, they parted with a cordial\nembrace.  Once more, the intelligent and trusting face of the\nyoung man looked through the hatch of the black canopy and nodded\nto his friend, who had stopped on the stairs leading down to the\nwater, lost in his thoughts.  For both, the farewell felt more\npainful than they could explain.",
                "Especially Andrea, who had thought for a long time that he was\nfree from all those ties with which one person would tie himself\nto another, who seemed to be dead to all those small reasons for\nliving due to that one, fearful goal which he had set out for\nhimself, was astonished at how much the thought of having to make\ndo without that young man for several weeks did pain him.  But\nsoon, the wish forced itself upon him that he would never meet him\nhere again, before he had not succeeded in his work.  He was\nresolved to write a letter to the mother and to urge her with\nmysterious warnings not to consent to her son's return to Venice.\nOnce he had made this decision, he was relieved of a great burden.\nHe instantly went home, in order to carry out his plan.",
                "But in his gray room, where no ray of sunlight ever entered and\nthe barren wall of the alley inhospitably stared at him through\nthe iron bars, he was seized by such a violent restlessness and\nuneasiness that he, whenever sat down to write, threw away the pen\nand paced to and fro like a predator in its cage.  He felt\nperfectly certain that this feeling did not rise from the depth of\nhis conscience, that not the fear of being found out and being the\nsubject of vengeance was partially disturbing his soul.  Just this\nvery morning, he had again come face to face with the secretary of\nthe tribunal and could see for himself how completely at a loss\nthe tyrants were.  The wounded inquisitor of the state was still\nbetween life and death.  The longer this state of uncertainty\nlasted, the more the existence of the triumvirate itself was\nquestioned.  Another successful strike against the shaky building,\nand it would be in ruins for ever.  Andrea did not doubt for a\nmoment that providence, having guided his hand up to now, would\nalso allow him to succeed in his final effort.  At no time, he had\ndoubted in his mission.  And when today, the indistinct\npremonition of a great tragedy made him restless, his own actions\nand plans had no part in it.",
                "It was already getting dark, when he heard a quiet cough on the\nother side by Smeraldina's window, the agreed sign that the girl\nwished to talk to him.  Lately, he had neglected her pretty much\nand was rather inclined to continue the acquaintance today,\npartially to escape his own thoughts, partially to keep his access\nto the tribunal by means of news from the palace of the countess,\nand perhaps even to get to one of the inquisitors.  Swiftly, he\nstepped to the window and greeted her.  The chamber-maid received\nhim with cold condescension.",
                "\"You've been avoiding me,\" she said;  \"it seems as if you had made\nother acquaintances in the meantime, whom you prefer to your\nneighbour.\"",
                "He assured her that his feelings for her were unchanged.",
                "\"If it's true,\" she said, \"then, I'm willing to put you back in my\ngrace.  Today, there's a particularly good opportunity to have\nanother undisturbed chat.  My countess is gambling with several\nguests tonight, half a dozen young gentlemen.  They would hardly\nleave before midnight, and until then, the two of us can also be\ntogether, and I'll get all we need from the kitchen and from the\nwine table.\"",
                "\"Has the German been invited, about whom you've told me that the\ncountess is seeing him so often at her place?\"",
                "\"Him?  What are you thinking!  He's so jealous that he wouldn't\ncross the threshold when he senses that he would have company\nhere.  And besides, he's leaving.  We wouldn't be mortally sad for\nthat.\"",
                "Andrea sighed in relief.  \"At ten o'clock, I'll be here by the\nwindow,\" he said;  \"or shall I come to the portal?\"",
                "She thought about it.  \"You'd better do the latter,\" she said.\n\"After all, you're well acquainted with the porter, and your\nlandlady would surely give you the key.  Or are you playing the\nrole of a virtuous man before little Marietta?  Do you know that I\nseriously started to get jealous of that insignificant creature?\"",
                "\"Of Marietta?\"",
                "\"She has a crush on you, or else I'd have no eyes in my head.\nJust look at her.  Doesn't she walk about like a changed person\nand doesn't sing any more, while at other times I had to cover my\nears?  And how many times have I seen her, while you were gone,\nsneaking to your room and searching through your things!\"",
                "\"She's reading my books;  I've permitted her to do so.  The reason\nfor her not singing any more is that her mother has fallen ill.\"",
                "\"You only want to make excuses for her, but I know enough, and if\nI should find out that she had been talking badly about me, in\norder to get you away from me, I'll scratch her eyes out, that\nenvious witch.\"",
                "Vigorously, she slammed the window shut, and he could not help\nthinking about her words for a long time.  In the old days, the\nidea that the charming girl cared for him would have made his\nblood throb faster.  Now, the only thing occupying his mind was\nwhich way he would have to take in order to avoid crossing the\ncalm paths of this innocent soul in the future.  Thinking back, he\nbecame aware of many small things which supported Smeraldina's\nopinion.  Individually, he had ignored them.  But he had to accept\ntheir sum.  \"I must leave this place,\" he said to himself.  \"And\nyet, where am I as safe and as sheltered as in this house?\"",
                "At night, at the appointed time, he arrived at the portal of the\npalace, the brightly lit windows of which were facing the unevenly\nshaped square.  There was no moon in the cloudy sky, presaging an\nearly autumn, and the few people who were still in the streets,\nwrapped themselves in their short coats.  Andrea, as he was\nstanding there and waiting to be admitted, thought of that night\nwhen another Candiano had crossed this threshold to come to his\ndeath.  His mind shivered with horror.  His hand, which was soon\nafterwards seized in an intimate way by the chamber-maid opening\nthe door, was cold.",
                "She showed him to her room, but, no matter how much she urged him,\nit was impossible for him to eat and drink, though she had\nransacked the kitchen of her mistress and put aside some of the\nmost exquisite delicacies for her friend.  He excused this by\nblaming his sickness, and she accepted it, since he did not refuse\nlosing a few ducats to her in a game of tarock.  Furthermore, he\nhad brought her a present, so that she could get over the fact\nthat tonight she again found him to be a lover who was so little\ntalkative and forthcoming.  She ate and drank just the more\neagerly, played all kinds of jokes, and gave him the names of the\nyoung Venetians who had come to the countess to gamble.",
                "\"There, things are done so very differently than with us,\" she\nsaid;  \"the gold isn't counted, but a full fistful of coins is\nbetted on one card.  Would you like to have a look at them?  After\nall, you already know the secret path.\"",
                "\"You're referring to the crack in the wall?  But aren't they in\nthe large hall?\"",
                "\"No, in the room of the countess.  The hall is only used for the\nbig galas during the carnival.\"",
                "He briefly thought about it.  It could only be desirable for him\nto expand his knowledge of the persons belonging to the\naristocracy.  \"Show me there,\" he said.  \"I'll soon have enough of\nit and not be disloyal to you for a long time.\"",
                "\"Just don't fall in love with my countess,\" she threatened.\n\"Concerning jealousy, I'm dead serious, and unfortunately, there\nare some who think that my mistress was more beautiful than me.\"",
                "He tried to reply in the same tone;  and making jokes, they left\nthe room.  Outside, they came across several footmen wearing\nliveries, who did not seem to object against the man who was with\nthe girl.  They carried silver bowls and plates and did not use\nthe path to the large hall.  This path was unlit just as the first\ntime;  but the mood next door was more cheerful and animated, and\nAndrea hardly recognised the chamber, after having taken his\nuncomfortable post as a spy on the platform above.  The mirrors at\nthe walls reflected the light from the candles about a hundred\ntimes over and over, and their golden frames caught sidelights and\nhurled their reflections high up to the ceiling.  But amidst all\nof this, the jewels of beautiful Leonora were sparkling, and\nAndrea clearly recognised around her neck the necklace with the\nruby lock, which his German friend had bought from Samuele.  The\ngem lay like a stain of blood on her white breast.  But her eyes\nlooked tiredly and indifferently at the cards, and whenever she\nglanced at the faces of the young men, it was plain to see that no\none of them could capture her interest.  And yet, the guests did\ntheir best to be courteous.  They made the most humorous remarks\nwhen placing their bets and lost their gold more swiftly than\ntheir high spirits.  One of them, who seemed to have lost\neverything already, sat in an armchair between two mirrors and\nsang sad barcaroles while playing the lute.  Another one, who was\ntaking a break from winning, threw his golden coins at the carpet,\ntrying to hit certain parts of the pattern, and forgot to pick the\nzecchini, which were rolling away, back up.  Among them, servants\nwere walking in and out with ice-cream and fruits, and a small\nBolognese dog had a friendly conversation with a large, green\nparrot, which, sitting on its golden perch, occasionally called\nout funny swear-words in good Venetian to the company.  The spy on\nthe the musicians' platform already wanted to retreat again,\nbecause the sight he looked down on aroused the most uncomfortable\nfeelings in him, when suddenly, a tall figure was stepping through\nthe folding-door into the gambling room, who was greeted by\neveryone present with astonishment.  It was a rather aged\ngentleman, who nevertheless still carried his white head high on\nhis shoulders and also had nothing of an old man in the way he\nwalked.  With a swift glance, he inspected the young men, bowed\nslightly to the countess, and asked them not to let his presence\ndisturb them.",
                "\"You're asking too much, Ser Malapiero,\" replied the countess.\n\"The respect these young men have for the services which you have\nperformed for the republic by sea and by land doesn't permit us to\nproceed in your presence to kill time in such a sinful fashion.\"",
                "\"You're mistaken, beautiful Leonora,\" the old man responded.  \"I\nhave retired from the public service and not even attended the\nmeetings of the Great Council for years, just because the respect\nof the young people was a nuisance to me and I longed for\ncarefree, cheerful company.  But who would nowadays want to open\nhis heart under the influence of wine, when there is a member of\nthe Council of Ten or even an inquisitor of the state sitting with\nhim at the table?  In such an office, a man ages more swiftly, and\nI'm planning to continue belying my white hair for quite a while\nand to be at least young when I'm having my wine, though I'm\nfeeling my years in the presence of beauty.\"",
                "\"As far as your courtesy is concerned, you can surely still\ncompete with these young gentlemen,\" said Leonora, \"who would\nthink that it only took a daintily curled blond or black beard to\nobtain the right to kiss every beautiful, female mouth.  But I\nwant to have the wine table carried in, to welcome my rare guest\nby drinking to his health.\"",
                "\"Forgive me, my charming friend.  I haven't come to impose on your\nhospitality.  I was only driven here by the wish to bring you the\nnews of your brother without delay, which have reached me tonight\nby means of a courier from Genua.  They are of such a happy nature\nthat I don't fear that they might diminish the cheerfulness of our\nbeautiful hostess and that I'm sure of your forgiveness when I'm\ndepriving these noble gentlemen for a few moments of your company.\nMay I enter this room with you?\" he said, pointing to the door to\nthe dark hall, towards which he had taken a few steps.",
                "Andrea startled.  He realised that he could not leave his place\nswiftly and noiselessly enough to sneak away unnoticed.  And the\ndoor to the hall was already opening, and he heard the dress of\nthe countess rustling in.  He quickly decided to lay down flat on\nthe floor of the high estrade, the balustrade of which, though it\nwas very low, still covered him completely in this position.  He\nheard the steps of the old man following Leonora and him answering\n\"No\" to the question whether a candlestick should be brought in.",
                "\"I've got only two words to say to her,\" Malapiero exclaimed\nturning back to the gambling room.  \"No one of you young gentlemen\nwill find the time to get jealous of me.\"",
                "The door closed behind them, and they walked to and fro under the\nplatform.",
                "\"What brings you here?\" the countess asked hastily.  \"Are you\nfinally bringing me the news that Gritti is going to be called\nback?\"",
                "\"You haven't fulfilled the condition yet, Leonora.  What have you\ntold the tribunal of the secrets from Vienna?\"",
                "\"Was it my fault?  Didn't I do everything a woman might be capable\nof, and didn't I make this stubborn German squirm in my web like a\nfish on dry land?  But never, a word about his occupation had come\nacross his lips.  And today, he's departing, as you would know.\nThe annoyance of having spent so much time on him in vain is\nmaking me ill.\"",
                "\"It would be preferred if he was ill.\"",
                "\"How come?\"",
                "\"He wants to leave, his path couldn't be blocked.  But we're\ncertain that it would cause the greatest harm to the republic if\nhe should actually reach Vienna.  The pretext for his vacation is\nmeaningless.  The true reason is that he has things to report in\nVienna, which he doesn't even dare to entrust a secret courier\nwith.  And therefore, it is imperative to prevent this journey.\"",
                "\"So, prevent it.  Whether he's leaving or staying is completely\nindifferent to me.\"",
                "\"You've got the easiest means in your hands, Leonora, to keep him\nhere.\"",
                "\"These would be?\"",
                "\"You'll sent him a message right away that he should come, to find\nyou less cruel than before.  Then, when he'll call on you this\nvery night, as he undoubtedly will, you'll make sure that he'll\nsoon fall ill.\"",
                "She swiftly interrupted him.  \"I've made an oath,\" she said,\n\"never to agree to such impositions again.\"",
                "\"You'll be relieved of your oath, and your conscience will be\ncalmed down, Leonora.  We're also not of the opinion that the drug\nshould be lethal;  this should even be most carefully avoided.\"",
                "\"Do whatever you want,\" she said.  \"But leave me out of it.\"",
                "\"Your final word, countess?\"",
                "\"I've said it.\"",
                "\"Well, so we'll have to arrange it so that the traveller will have\nan accident on the way.  This always makes things more complicated\nand causes more suspicion.\"",
                "\"And Gritti?\"",
                "\"I'll tell you about him another time.  Permit me to escort you\nback to your guests.\"",
                "The door of the hall opened and closed again.  Andrea could stand\nup without putting himself into danger.  But the words he had\nheard were still paralysing his mind and his body.  Muffled by the\nwall, he heard the wanton laughs and jokes of the young men;  his\nhair was made to stand on end by the realisation how terribly\nclose death and life, crime and levity came to one another in\nhere.  When he straightened up with some difficulties and groped\nhis way down the stairs, his hand was feverishly searching the\ndagger, which he always carried with him, hidden in his clothes.\nHis lips were bloody, thus hard he had bit on them with his teeth.",
                "But he could still think straight enough to go back to Smeraldina\nand to tell her in calm words that this company had been rather\namusing to look at;  but he would never look through the crack\nagain, since he had just barely escaped discovery by the countess\nand an older guest.  He hoped that they had not heard him slipping\nout the other door as they had entered the dark hall.  - After\nthis, he emptied his purse completely and insisted on leaving her\nat once.  The safest thing would be if she let him leave on the\nboard through the window, in order to avoid any suspicion of the\ncountess.  She did not suspect anything bad in it, the bridge was\nbuilt in an instance, and he crossed it with firm steps, though he\nwas already firmly resolved to commit a serious act.  But this\ntime, it was not only for the great cause, he had consecrated his\nlife to.  This time, a friend's life had to be protected from\nhostile treachery, a son had to be sent to his mother's arms\nunharmed, a vile violation of hospitality had to be prevented by\nexecuting a swift sentence.",
                "Quietly, he stepped out into the corridor of his house and\nlistened into the gloomy passage.  His landlady's door was closed;\nbut he nevertheless heard her voice, talking to Orso's shadow in\nher feverish dreams.  He reached the stairs and carefully opened\nthe door downstairs.  The street was empty;  the light of the\nsmall eternal flame did not extend far into the windy night;  but\nhe knew the paths and walked with hasty steps through the next\nside alleys over the narrow bridge of the canal, which got him to\nthe small square in front of Leonora's palace.  He had not seen a\ngondola anywhere and had to assume that the old man would go the\nway to his house on foot.  He chose a place where he had to pass\nby.  A deep, dark, salient pillar by a door he regarded as\nsuitable for an ambush.  Here, he pushed himself into the corner\nand kept a keen eye on the portal of the palace.",
                "But the hand holding the dagger ready to strike was shivering a\nlot, and the blood was gushing thus violently through his heart\nthat he had to make the greatest effort to gather all of his\ncourage.  What was this, which was rebelling in him this time\nagainst an act which he regarded as a holy duty, as something\ncommanded by a higher necessity?  He fought hard against the dark\nvoices, which seemed to lure him away from his post.  His shoulder\nwas firmly pressed against the pillar;  with his left hand, he\nwiped his brow, which was covered by cold drops of sweat.  \"Stay\nstrong!\" he could not help saying to himself.  \"Perhaps, if\nheaven's providence is gracious, this is the last time.\"",
                "Then occurred to him that the old Malapiero would undoubtedly have\nservants to escort him, and instantly, he comprehended the\nimpossibility of carrying out the assault in this case.  He almost\nliked finding a pretext forcing him to go home today, without\nhaving done the deed.  But as he was already putting one foot\nforward out of the door's niche, the portal of the palace opened\non the other side of the square, and in the gray night, he saw a\ntall figure, wrapped in a cloak, crossing the threshold all by\nhimself and coming towards him.  The white hair was sticking out\nclearly enough from under the hat;  the swift steps echoed over\nthe slabs of stone;  and carefully, the man kept close to the\nhouses on his late walk.  Now, he approached the house in the\nshadow of which the avenger stood;  as if he sensed the immediate\ndanger, he held the cloak before his face and firmly clenched,\nwith his left hand, the handle of his sword, which he carried by\nhis side in spite of the ban on weapons.  He passed by his enemy\nwithout noticing him;  for another ten, twenty steps, the latter\nlet him walk ahead of him.  The lonely man was already approaching\nthe bridge.  Suddenly, he heard steps behind him, he turned\naround, his hand dropped the cloak, but in the same moment, his\ntall figure collapsed;  the steel had struck a deep blow against\nhis life.",
                "\"My mother, my poor mother!\" sighed the murdered man.  Then, his\nhead fell onto the pavement.  The eyes closed forever.",
                "Several minutes of silence followed these words of farewell.  The\ndead man lay stretched out across the street, with his arms spread\nout, as if he wanted to eagerly embrace the life which had so\ndisloyally abandoned him.  The hat had fallen off his brow;  under\nthe disguise of the white curls, the natural, brown hair flowed\nforth, the youthful face seemed like being asleep in the pale\ntwilight of the night.  And one step away from him, by the wall of\nthe next house, petrified like a statue leaning against the wall,\nstood the murderer, and his eyes were staring into the motionless\nfeatures of the young man, trying in vain, filled with desperate\nfear, to deny this horrible certainty, to persuade himself that\nsome ghost was deceiving him, that the features of that old man,\nwho had just before, in Leonora's hall, arranged an ambush for\nAndrea's friend, were hidden under this young mask, which hell\npresented to him.  Had it not been on account of this friend that\nhe had hurried to strike this blow?  Did he not intent to send a\nson back to his mother unharmed?  And what had this man, lying\nthere on the ground, been babbling about his poor mother?  Why was\nthe judge and avenger now standing there like a condemned man and\nwas unable to move a single limb, though his teeth were rattling\nlike in mortal fear, and extreme cold made all of his body shiver?",
                "The blood, which had been raging towards his eyes, flowed back and\nwas gushing towards his heart.  His eyes clearly recognised the\ndagger in the dead man's chest.  In the gloomy twilight, he read\nthe words on the handle which he had painstakingly engraved with\nhis own hand:  \"Death to all inquisitors of the state\".  He could\nnot help but speak them aloud and let his eyes wander to and fro\nbetween the fatal weapon and the face of the poor victim, until\nhis mind was filled with the condemning contradiction between\nthese words and these features.  In a frightful haste, thoughts\nchased past his mind.  Suddenly, he saw everything clearly which\nhad happened here and could never be atoned for.  No miracle had\nany part in turning this atrocity into reality.  Everything was so\nperfectly natural, so probable, a child had to comprehend it.\nDuring the day, the young man had kept his distance from his\nruinous, beautiful enemy.  He wanted to leave without farewell.\nHe had sent someone to tell her, and she felt indifferently enough\nabout it to invite guests for the same night.  When the night had\ncome, he could not resist the powerful urge of the daemon and\nwalked the accustomed path.  At the portal, he had been told that\nhe would not find the countess alone.  Momentarily, he was\nresolved to turn back.  And this very moment was enough for his\nonly friend to position himself into his hiding place, in order to\nbecome his murderer.",
                "Only after Andrea had clearly thought about all of this, with the\ncold clairvoyance which comes upon people in all decisive hours\nwhen all comfort disappears, the petrification of his body\nreceded.  He fell towards the silent sleeper, dropped to his knees\nonto the pavement, and closely looked at his face.  A mad laugh,\nwhich sounded like choking, he now involuntarily uttered, as he\nwas pushing the white curls off his head, which had so tragically\ndeceived him.  He remembered that he himself had warned the friend\nagainst showing himself openly in the streets of Venice.  He\nhimself had set up the trap for himself and the one who was so\ndear to him.  Then, he ripped his clothes open and felt whether\nthere was still a trace of life throbbing in his heart.  He bent\nhis mouth closely over the young man's lips, to find out whether\nhe could still feel his breath.  Everything was quiet and cold and\nhopeless.",
                "In this moment, the door of the palace was opened again, and a\ntall figure, wearing a cloak, stepped out.  The light from the\ncorridor fell on the white hair of old Malapiero, returning to his\nhouse.  Andrea looked up;  the piercing irony of his situation\nbecame evident to his soul.  There walked the man from whom he\nwanted to protect Venice, the defenceless flock of aristocrats and\ncommoners, and, last but not least, his German friend.  There he\ncame, lonely enough, along his way, only shrouded by a secret\nwhich his enemy had found out;  nothing prevented him from\nattacking him, the dagger was right there -;  but this dagger had\nbeen desecrated by innocent blood, there was nothing any more to\nset the judge and avenger apart from the one against whom he\nwanted to execute the verdict, except that here a treacherous,\nblind coincidence had struck the blow, while those irresponsible\nexecutioners had their goals safely and infallibly in their\nsights.",
                "All of this was raging through Andrea's mind.  He picked himself\nup, pulled the dagger out of the wound, and fled, still being\nunnoticed by the aged triumvir, keeping in the shadows, across the\nnarrow bridge over the canal, towards his house.  When it occurred\nto him that the old Malapiero had to find the corpse and would be\ngrateful to his unknown murderer, that he had spared him the\ntrouble he would otherwise have gone through, he had to bite on\nhis teeth in order to avoid uttering a savage scream.",
                "Thus, he reached the front door of his house and found it open.\nLooking up the staircase, he saw at its top, where the old woman\nusually sat, her daughter, standing by the uppermost step and\nlooking down, leaning far over the banister, holding on to it with\nboth of her arms.  \"Are you finally coming!\" she whispered at him.\n\"Where have you been at this late time of day?  I heard you\nleaving and couldn't sleep.\"",
                "He did not reply a single word;  with difficulties, he ascended\nthe staircase and wanted to get past her.  Then, she saw the\ndagger, which he did not care to conceal at all, and suddenly, she\nfell right before his feet, uttering a choked exclamation.  He\nleft her lying there and walked to his room.  There was not any\nroom left inside of him for sympathy with small human pains.  He\nsaw nothing but the mother, impatiently awaiting her son to return\nfrom abroad, but being destined to receive his coffin instead.",
                "But as soon as he had locked himself in his room, he perceived\nMarietta knocking and her quiet voice asking to be let in.",
                "\"Go to bed,\" he said.  \"There is nothing left for me to share with\npeople of the world.  Early tomorrow, go to the Doges' Palace.\nThere are three thousand zecchini for you to receive.  You'll be\nable to report that one of the conspirators had been rendered\nharmless.  Don't fear that they might apprehend me alive.  Good\nnight!\"",
                "Persistently, she remained at the door.  \"Let me in,\" she said.\n\"I know, you'll do something to yourself, if you'll stay alone.\nYou're thinking that I could betray you, because I've seen you\ncoming in with the dagger.  Oh, you're safe from me putting you\ninto danger.  Let me in, look into my face, and then tell me\nwhether you'd think that I would do anything bad to you.  Haven't\nI already suspected for a long time that you were the one they've\nbeen looking for?  In my dreams, I've seen you stained with blood.\nBut still, I don't hate you.  I knew that you were unhappy;  I\ncould give my life, if you asked me to.\"",
                "She put her ear against the door, but there was no answer.\nInstead, she heard him stepping to the window opening onto the\ncanal and busying himself there with something.  A mortal fear\ncame over her, she rattled at the door, she shouted again, she\ndeplored him in the most moving words not to perform any desperate\nact - all in vain.  When finally, everything had become quiet\ninside, she pushed, in terrible agony, hard against the door with\nher shoulders and tried to break the lock, employing all of her\nstrength.  The old woodwork broke, only the frame held.  The hole,\nwhich she had broken into the door, allowed her slender figure to\njust barely slip through.",
                "The room was empty;  she searched him in all niches in vain.  When\nshe stepped to the open window, not doubting any longer that he\nhad jumped into the canal, she hardly dared to peer down over the\nledge into the depth.  But what she saw restored her lost hope.  A\nrope was hanging down the wall, being attached to a firm hook\nunderneath the ledge.  It extended down to the surface of the\nwater.  If someone would push himself off the wall with his feet,\nafter having reached the lower end of the rope, he should easily\nbe able to swing to the stairs on the other side by the palace of\nthe countess and into the gondola, which was usually chained to\nthe pole there.  Today, it had disappeared, and the lonely girl,\nlooking down the dark gorge of the canal in vain, trying to\ndiscover a trace of the fugitive, was at least left with the\ncomforting belief that he could not have chosen a safer course, if\nhe wanted to safe himself.",
                "It had been his intention to make her believe that.  He did not\nwant to burden the soul of this innocent creature, whom he had\nalready given enough grief, with the entire, harsh truth that\nthere was nothing left which could save him, since he was unable\nto flee from himself.",
                "The poor girl was still looking out of the window, and her tears\nfell bitterly into the black waters below, when Andrea was already\nsteering his gondola out into the Grand Canal.  The palaces on\nboth sides towered darkly over the face of the water.  He passed\nby the house of Morosini, he saw the palace of Venier, and a sense\nof horror made his hair stand on ends.  Here, his life lay before\nhim like being encircled by a ring;  what a beginning and what an\nend!  -",
                "When he rowed past the Giudecca and was now seeing the broad front\nof the Doges' Palace in the twilight of the moon's murky crescent,\nthe thought was briefly flashing through his mind that this was\nthe place where crimes would be punished.  But for his crime, he\nwould not find any judges here;  for who may pass judgement on his\nown case?  And was not still the hope with him that, nevertheless,\nout of his atrocious deed, salvation and liberation could flourish\nfor his fellow citizens, that perhaps even the murder of an\ninnocent man, for which popular opinion would surely blame the\ntribunal, would complete the work he had begun and push the\nmeasure of tyranny beyond its limits?",
                "He himself would have destroyed this hope, if he had given himself\nup to the judges, if he had dispersed their fear of the invisible\nenemies, and if he had diverted the foreign powers' complaints\naway from them.",
                "With strong strokes of the oar, he propelled the gondola towards\nthe lido and crossed the basin of the harbour, where only the\nships' lanterns were still standing guard.  By the harbour's\nentrance, lay the large felucca, which had prevented even the\nsmallest vessel from reaching the sea for the last week, unless\nthe challenge of the guard was answered by the password of the\ninquisition.  Like all other secret servants of the tribunal,\nAndrea had been told the word this morning.  Unhindered, he was\nallowed to row out into the open sea.",
                "The sea was calm.  It were not the waves he had to struggle with\nas he rowed along the coast for several hours.  But in this calm,\nlukewarm night, he only felt his agony even more harshly, and,\nfrom time to time, he beat the sea with the oar like a madman,\njust to hear a different sound than his friend's last words:  \"My\nmother, my poor mother.\"",
                "It was already well past midnight, when he pushed the gondola\nashore, jumped out, and walked towards a lonely monastery, which\nstood on a spit of land and was well known by the poor mariners.\nCapuchins dwelled here, who lived of the kindness of the people of\nChioggia and of begging on the mainland and gave them spiritual\ncomfort in return and have been a support for the people in many a\ntime of need.  Andrea pulled the bell-rope by the gate.  Soon\nafterwards, he heard the porter's voice, asking who was out there.",
                "\"A dying man,\" Andrea answered.  \"Call Brother Pietro Maria, if\nhe's in the monastery.\"",
                "The porter left the door.  In the meantime, Andrea sat on the\nbench of stone, pulled a piece of paper out of his wallet and\nwrote by the light of a lantern, which was shining on him from the\nporter's lodge, the following lines:",
                "\"To Angelo Querini.",
                "\"I have played the judge and have become a murderer.  I have\nwrongfully executed the justice which God has reserved for\nHimself, and God has entangled me in my own blasphemous madness\nand has let me spill innocent blood.  The offering I intended to\nmake has been rejected.  The time had not come yet, the sacred\noffice of liberating Venice has been destined for other hands.  Or\nis there no salvation at all?",
                "\"I am going to face God, the highest judge, who will justly weigh\non His eternal scales my guilt and my suffering.  There is nothing\nI could still hope to get from the people of this world;  from\nyou, I expect only generous sympathy for my error and my\nmisfortune.\n                                                     Candiano.\"",
                "The door of the monastery was opening, and a venerable monk with a\nbold head stepped outside towards him while he was still writing.\nAndrea stood up.  \"Pietro Maria,\" he said, \"I thank you for\ncoming.  Have you brought my letter to the exiled man in Verona?\"",
                "The old man nodded.",
                "\"If you care for the last thanks of an wretched man, deliver this\npiece of paper also safely into the same hands.  Will you promise\nme this?\"",
                "\"I promise.\"",
                "\"It's good.  God shall reward you for this!  Farewell!\"",
                "He did not take the hand which the monk extended to him for the\nfarewell.  Without delay, he again boarded the gondola and rowed\nout to the open sea.  When the old man, after quickly reading the\nlines, was calling out for him in dismay, deploring him to return\nonce more, he did not answer.  Being extremely agitated, the old\nservant of the republic saw the last member of an old family\ndrifting out on the dreary waves, which now, being moved by an\nearly morning wind, formed a few lively ripples.  He pondered\nwhether it was a good act, whether it was at all possible, to\nstand against the firm wish of a dying man.  Then, the dark figure\nrose in the distant gondola, being clearly visible against the\ngray horizon;  he who was about to quit his life seemed to have\none final glance over the land and the sea and to gaze back at the\ncity, the outline of which swam on the mists of the lagoons like\non an island of clouds.  Then, he jumped into the depth.",
                "The monk, watching his end, folded his hands and prayed quietly\nand fervently.  Then, he also boarded a boat and rowed out to sea,\nwhere the empty gondola was dancing on the surf.  He did not find\na trace of the wretched man who had steered it."
            ]
		}
	]
}