{
    "id": "4025",
    "title": "The Project Gutenberg E-text of Anna Christie",
    "author": "Eugene O'Neill",
    "content": [
        {
            "name": "ACT I",
            "sub_name": "",
            "text": [
                "ACT I",
                "SCENE -- \"Johnny-The-Priest's\" saloon near South Street, New York City.\nThe stage is divided into two sections, showing a small back room on\nthe right. On the left, forward, of the barroom, a large window looking\nout on the street. Beyond it, the main entrance -- a double swinging\ndoor. Farther back, another window. The bar runs from left to right\nnearly the whole length of the rear wall. In back of the bar, a small\nshowcase displaying a few bottles of case goods, for which there is\nevidently little call. The remainder of the rear space in front of the\nlarge mirrors is occupied by half-barrels of cheap whiskey of the\n\"nickel-a-shot\" variety, from which the liquor is drawn by means of\nspigots. On the right is an open doorway leading to the back room. In\nthe back room are four round wooden tables with five chairs grouped\nabout each. In the rear, a family entrance opening on a side street.",
                "It is late afternoon of a day in fall.",
                "As the curtain rises, Johnny is discovered. \"Johnny-The-Priest\"\ndeserves his nickname. With his pale, thin, clean-shaven face, mild\nblue eyes and white hair, a cassock would seem more suited to him than\nthe apron he wears. Neither his voice nor his general manner dispel\nthis illusion which has made him a personage of the water front. They\nare soft and bland. But beneath all his mildness one senses the man\nbehind the mask -- cynical, callous, hard as nails. He is lounging at\nease behind the bar, a pair of spectacles on his nose, reading an\nevening paper.",
                "Two longshoremen enter from the street, wearing their working aprons,\nthe button of the union pinned conspicuously on the caps pulled\nsideways on their heads at an aggressive angle.",
                "FIRST LONGSHOREMAN -- [As they range themselves at the bar.] Gimme a\nshock. Number Two. [He tosses a coin on the bar.]",
                "SECOND LONGSHOREMAN -- Same here. [Johnny sets two glasses of barrel\nwhiskey before them.]",
                "FIRST LONGSHOREMAN -- Here's luck! [The other nods. They gulp down their\nwhiskey.]",
                "SECOND LONGSHOREMAN -- [Putting money on the bar.] Give us another.",
                "FIRST LONGSHOREMAN -- Gimme a scoop this time -- lager and porter. I'm dry.",
                "SECOND LONGSHOREMAN -- Same here. [Johnny draws the lager and porter and\nsets the big, foaming schooners before them. They drink down half the\ncontents and start to talk together hurriedly in low tones. The door on\nthe left is swung open and Larry enters. He is a boyish, red-cheeked,\nrather good-looking young fellow of twenty or so.]",
                "LARRY -- [Nodding to Johnny -- cheerily.] Hello, boss.",
                "JOHNNY -- Hello, Larry. [With a glance at his watch.] Just on time.\n[LARRY goes to the right behind the bar, takes off his coat, and puts\non an apron.]",
                "FIRST LONGSHOREMAN -- [Abruptly.] Let's drink up and get back to it.\n[They finish their drinks and go out left. The POSTMAN enters as they\nleave. He exchanges nods with JOHNNY and throws a letter on the bar.]",
                "THE POSTMAN -- Addressed care of you, Johnny. Know him?",
                "JOHNNY -- [Picks up the letter, adjusting his spectacles. LARRY comes and\npeers over his shoulders. JOHNNY reads very slowly.] Christopher\nChristopherson.",
                "THE POSTMAN -- [Helpfully.] Square-head name.",
                "LARRY -- Old Chris -- that's who.",
                "JOHNNY -- Oh, sure. I was forgetting Chris carried a hell of a name like\nthat. Letters come here for him sometimes before, I remember now. Long\ntime ago, though.",
                "THE POSTMAN -- It'll get him all right then?",
                "JOHNNY -- Sure thing. He comes here whenever he's in port.",
                "THE POSTMAN -- [Turning to go.] Sailor, eh?",
                "JOHNNY -- [With a grin.] Captain of a coal barge.",
                "THE POSTMAN -- [Laughing.] Some job! Well, s'long.",
                "JOHNNY -- S'long. I'll see he gets it. [The POSTMAN goes out. JOHNNY\nscrutinizes the letter.] You got good eyes, Larry. Where's it from?",
                "LARRY -- [After a glance.] St. Paul. That'll be in Minnesota, I'm\nthinkin'. Looks like a woman's writing, too, the old divil!\nJOHNNY -- He's got a daughter somewheres out West, I think he told me\nonce. [He puts the letter on the cash register.] Come to think of it, I\nain't seen old Chris in a dog's age. [Putting his overcoat on, he comes\naround the end of the bar.] Guess I'll be gettin' home. See you\nto-morrow.",
                "LARRY -- Good-night to ye, boss. [As JOHNNY goes toward the street door,\nit is pushed open and CHRISTOPHER CHRISTOPHERSON enters. He is a short,\nsquat, broad-shouldered man of about fifty, with a round,\nweather-beaten, red face from which his light blue eyes peer\nshort-sightedly, twinkling with a simple good humor. His large mouth,\noverhung by a thick, drooping, yellow mustache, is childishly\nself-willed and weak, of an obstinate kindliness. A thick neck is\njammed like a post into the heavy trunk of his body. His arms with\ntheir big, hairy, freckled hands, and his stumpy legs terminating in\nlarge flat feet, are awkwardly short and muscular. He walks with a\nclumsy, rolling gait. His voice, when not raised in a hollow boom, is\ntoned down to a sly, confidential half-whisper with something vaguely\nplaintive in its quality. He is dressed in a wrinkled, ill-fitting dark\nsuit of shore clothes, and wears a faded cap of gray cloth over his mop\nof grizzled, blond hair. Just now his face beams with a too-blissful\nhappiness, and he has evidently been drinking. He reaches his hand out\nto JOHNNY.]",
                "CHRIS -- Hello, Yohnny! Have drink on me. Come on, Larry. Give us drink.\nHave one yourself. [Putting his hand in his pocket.] Ay gat\nmoney -- plenty money.",
                "JOHNNY -- [Shakes CHRIS by the hand.] Speak of the devil. We was just\ntalkin' about you.",
                "LARRY -- [Coming to the end of the bar.] Hello, Chris. Put it there.\n[They shake hands.]",
                "CHRIS -- [Beaming.] Give us drink.",
                "JOHNNY -- [With a grin.] You got a half-snootful now. Where'd you get it?",
                "CHRIS -- [Grinning.] Oder fallar on oder barge -- Irish fallar -- he gat\nbottle vhiskey and we drank it, yust us two. Dot vhiskey gat kick, by\nyingo! Ay yust come ashore. Give us drink, Larry. Ay vas little drunk,\nnot much. Yust feel good. [He laughs and commences to sing in a nasal,\nhigh-pitched quaver.]",
                "\"My Yosephine, come board de ship. Long time Ay vait for you.\n    De moon, she shi-i-i-ine. She looka yust like you.\n    Tchee-tchee, tchee-tchee, tchee-tchee, tchee-tchee.\"",
                "[To the accompaniment of this last he waves his hand as if he were\nconducting an orchestra.]",
                "JOHNNY -- [With a laugh.] Same old Yosie, eh, Chris?",
                "CHRIS -- You don't know good song when you hear him. Italian fallar on\noder barge, he learn me dat. Give us drink. [He throws change on the\nbar.]",
                "LARRY -- [With a professional air.] What's your pleasure, gentlemen?",
                "JOHNNY -- Small beer, Larry.",
                "CHRIS -- Vhiskey -- Number Two.",
                "LARRY -- [As he gets their drinks.] I'll take a cigar on you.",
                "CHRIS -- [Lifting his glass.] Skoal! [He drinks.]",
                "JOHNNY -- Drink hearty.",
                "CHRIS -- [Immediately.] Have oder drink.",
                "JOHNNY -- No. Some other time. Got to go home now. So you've just landed?\nWhere are you in from this time?",
                "CHRIS -- Norfolk. Ve make slow voyage -- dirty vedder -- yust fog, fog, fog,\nall bloody time! [There is an insistent ring from the doorbell at the\nfamily entrance in the back room. Chris gives a start -- hurriedly.] Ay\ngo open, Larry. Ay forgat. It vas Marthy. She come with me. [He goes\ninto the back room.]",
                "LARRY -- [With a chuckle.] He's still got that same cow livin' with him,\nthe old fool!",
                "JOHNNY -- [With a grin.] A sport, Chris is. Well, I'll beat it home.\nS'long. [He goes to the street door.]",
                "LARRY -- So long, boss.",
                "JOHNNY -- Oh -- don't forget to give him his letter.",
                "LARRY -- I won't. [JOHNNY goes out. In the meantime, CHRIS has opened the\nfamily entrance door, admitting MARTHY. She might be forty or fifty.\nHer jowly, mottled face, with its thick red nose, is streaked with\ninterlacing purple veins. Her thick, gray hair is piled anyhow in a\ngreasy mop on top of her round head. Her figure is flabby and fat; her\nbreath comes in wheezy gasps; she speaks in a loud, mannish voice,\npunctuated by explosions of hoarse laughter. But there still twinkles\nin her blood-shot blue eyes a youthful lust for life which hard usage\nhas failed to stifle, a sense of humor mocking, but good-tempered. She\nwears a man's cap, double-breasted man's jacket, and a grimy, calico\nskirt. Her bare feet are encased in a man's brogans several sizes too\nlarge for her, which gives her a shuffling, wobbly gait.]",
                "MARTHY -- [Grumblingly.] What yuh tryin' to do, Dutchy -- keep me standin'\nout there all day? [She comes forward and sits at the table in the\nright corner, front.]",
                "CHRIS -- [Mollifyingly.] Ay'm sorry, Marthy. Ay talk to Yohnny. Ay\nforgat. What you goin' take for drink?",
                "MARTHY -- [Appeased.] Gimme a scoop of lager an' ale.",
                "CHRIS -- Ay go bring him back. [He returns to the bar.] Lager and ale for\nMarthy, Larry. Vhiskey for me. [He throws change on the bar.]",
                "LARRY -- Right you are. [Then remembering, he takes the letter from in\nback of the bar.] Here's a letter for you -- from St. Paul,\nMinnesota -- and a lady's writin'. [He grins.]",
                "CHRIS -- [Quickly -- taking it.] Oh, den it come from my daughter, Anna.\nShe live dere. [He turns the letter over in his hands uncertainly.] Ay\ndon't gat letter from Anna -- must be a year.",
                "LARRY -- [Jokingly.] That's a fine fairy tale to be tellin' -- your\ndaughter! Sure I'll bet it's some bum.",
                "CHRIS -- [Soberly.] No. Dis come from Anna. [Engrossed by the letter in\nhis hand -- uncertainly.] By golly, Ay tank Ay'm too drunk for read dis\nletter from Anna. Ay tank Ay sat down for a minute. You bring drinks in\nback room, Larry. [He goes into the room on right.]",
                "MARTHY -- [Angrily.] Where's my lager an' ale, yuh big stiff?",
                "CHRIS -- [Preoccupied.] Larry bring him. [He sits down opposite her.\nLARRY brings in the drinks and sets them on the table. He and MARTHY\nexchange nods of recognition. LARRY stands looking at CHRIS curiously.\nMARTHY takes a long draught of her schooner and heaves a huge sigh of\nsatisfaction, wiping her mouth with the back of her hand. CHRIS stares\nat the letter for a moment -- slowly opens it, and, squinting his eyes,\ncommences to read laboriously, his lips moving as he spells out the\nwords. As he reads his face lights up with an expression of mingled joy\nand bewilderment.]",
                "LARRY -- Good news?",
                "MARTHY -- [Her curiosity also aroused.] What's that yuh got -- a letter,\nfur Gawd's sake?",
                "CHRIS -- [Pauses for a moment, after finishing the letter, as if to let\nthe news sink in -- then suddenly pounds his fist on the table with happy\nexcitement.] Py yiminy! Yust tank, Anna say she's comin' here right\navay! She gat sick on yob in St. Paul, she say. It's short letter,\ndon't tal me much more'n dat. [Beaming.] Py golly, dat's good news all\nat one time for ole fallar! [Then turning to MARTHY, rather\nshamefacedly.] You know, Marthy, Ay've tole you Ay don't see my Anna\nsince she vas little gel in Sveden five year ole.",
                "MARTHY -- How old'll she be now?",
                "CHRIS -- She must be -- lat me see -- she must be twenty year ole, py Yo!",
                "LARRY -- [Surprised.] You've not seen her in fifteen years?",
                "CHRIS -- [Suddenly growing somber -- in a low tone.] No. Ven she vas little\ngel, Ay vas bo'sun on vindjammer. Ay never gat home only few time dem\nyear. Ay'm fool sailor fallar. My voman -- Anna's mother -- she gat tired\nvait all time Sveden for me ven Ay don't never come. She come dis\ncountry, bring Anna, dey go out Minnesota, live with her cousins on\nfarm. Den ven her mo'der die ven Ay vas on voyage, Ay tank it's better\ndem cousins keep Anna. Ay tank it's better Anna live on farm, den she\ndon't know dat ole davil, sea, she don't know fader like me.",
                "LARRY -- [With a wink at MARTHY.] This girl, now, 'll be marryin' a\nsailor herself, likely. It's in the blood.",
                "CHRIS -- [Suddenly springing to his feet and smashing his fist on the\ntable in a rage.] No, py God! She don't do dat!",
                "MARTHY -- [Grasping her schooner hastily -- angrily.] Hey, look out, yuh\nnut! Wanta spill my suds for me?",
                "LARRY -- [Amazed.] Oho, what's up with you? Ain't you a sailor yourself\nnow, and always been?",
                "CHRIS -- [Slowly.] Dat's yust vhy Ay say it. [Forcing a smile.] Sailor\nvas all right fallar, but not for marry gel. No. Ay know dat. Anna's\nmo'der, she know it, too.",
                "LARRY -- [As CHRIS remains sunk in gloomy reflection.] When is your\ndaughter comin'? Soon?",
                "CHRIS -- [Roused.] Py yiminy, Ay forgat. [Reads through the letter\nhurriedly.] She say she come right avay, dat's all.",
                "LARRY -- She'll maybe be comin' here to look for you, I s'pose. [He\nreturns to the bar, whistling. Left alone with MARTHY, who stares at\nhim with a twinkle of malicious humor in her eyes, CHRIS suddenly\nbecomes desperately ill-at-ease. He fidgets, then gets up hurriedly.]",
                "CHRIS -- Ay gat speak with Larry. Ay be right back. [Mollifyingly.] Ay\nbring you oder drink.",
                "MARTHY -- [Emptying her glass.] Sure. That's me. [As he retreats with the\nglass she guffaws after him derisively.]",
                "CHRIS -- [To LARRY in an alarmed whisper.] Py yingo, Ay gat gat Marthy\nshore off barge before Anna come! Anna raise hell if she find dat out.\nMarthy raise hell, too, for go, py golly!",
                "LARRY -- [With a chuckle.] Serve ye right, ye old divil -- havin' a woman\nat your age!",
                "CHRIS -- [Scratching his head in a quandary.] You tal me lie for tal\nMarthy, Larry, so's she gat off barge quick.",
                "LARRY -- She knows your daughter's comin'. Tell her to get the hell out\nof it.",
                "CHRIS -- No. Ay don't like make her feel bad.",
                "LARRY -- You're an old mush! Keep your girl away from the barge, then.\nShe'll likely want to stay ashore anyway. [Curiously.] What does she\nwork at, your Anna?",
                "CHRIS -- She stay on dem cousins' farm 'till two year ago. Dan she gat\nyob nurse gel in St. Paul. [Then shaking his head resolutely.] But Ay\ndon't vant for her gat yob now. Ay vant for her stay with me.",
                "LARRY -- [Scornfully.] On a coal barge! She'll not like that, I'm\nthinkin'.",
                "MARTHY -- [Shouts from next room.] Don't I get that bucket o' suds,\nDutchy?",
                "CHRIS -- [Startled -- in apprehensive confusion.] Yes, Ay come, Marthy.",
                "LARRY -- [Drawing the lager and ale, hands it to CHRIS -- laughing.] Now\nyou're in for it! You'd better tell her straight to get out!",
                "CHRIS -- [Shaking in his boots.] Py golly. [He takes her drink in to\nMARTHY and sits down at the table. She sips it in silence. LARRY moves\nquietly close to the partition to listen, grinning with expectation.\nCHRIS seems on the verge of speaking, hesitates, gulps down his whiskey\ndesperately as if seeking for courage. He attempts to whistle a few\nbars of \"Yosephine\" with careless bravado, but the whistle peters out\nfutilely. MARTHY stares at him keenly, taking in his embarrassment with\na malicious twinkle of amusement in her eye. CHRIS clears his throat.]\nMarthy --",
                "MARTHY -- [Aggressively.] Wha's that? [Then, pretending to fly into a\nrage, her eyes enjoying CHRIS' misery.] I'm wise to what's in back of\nyour nut, Dutchy. Yuh want to git rid o' me, huh? -- now she's comin'.\nGimme the bum's rush ashore, huh? Lemme tell yuh, Dutchy, there ain't a\nsquare-head workin' on a boat man enough to git away with that. Don't\nstart nothin' yuh can't finish!",
                "CHRIS -- [Miserably.] Ay don't start nutting, Marthy.",
                "MARTHY -- [Glares at him for a second -- then cannot control a burst of\nlaughter.] Ho-ho! Yuh're a scream, Square-head -- an honest-ter-Gawd\nknockout! Ho-ho! [She wheezes, panting for breath.]",
                "CHRIS -- [With childish pique.] Ay don't see nutting for laugh at.",
                "MARTHY -- Take a slant in the mirror and yuh'll see. Ho-ho! [Recovering\nfrom her mirth -- chuckling, scornfully.] A square-head tryin' to kid\nMarthy Owen at this late day! -- after me campin' with barge men the last\ntwenty years. I'm wise to the game, up, down, and sideways. I ain't\nbeen born and dragged up on the water front for nothin'. Think I'd make\ntrouble, huh? Not me! I'll pack up me duds an' beat it. I'm quittin'\nyuh, get me? I'm tellin' yuh I'm sick of stickin' with yuh, and I'm\nleavin' yuh flat, see? There's plenty of other guys on other barges\nwaitin' for me. Always was, I always found. [She claps the astonished\nCHRIS on the back.] So cheer up, Dutchy! I'll be offen the barge before\nshe comes. You'll be rid o' me for good -- and me o' you -- good riddance\nfor both of us. Ho-ho!",
                "CHRIS -- [Seriously.] Ay don' tank dat. You vas good gel, Marthy.",
                "MARTHY -- [Grinning.] Good girl? Aw, can the bull! Well, yuh treated me\nsquare, yuhself. So it's fifty-fifty. Nobody's sore at nobody. We're\nstill good frien's, huh? [LARRY returns to bar.]",
                "CHRIS -- [Beaming now that he sees his troubles disappearing.] Yes, py\ngolly.",
                "MARTHY -- That's the talkin'! In all my time I tried never to split with\na guy with no hard feelin's. But what was yuh so scared about -- that I'd\nkick up a row? That ain't Marthy's way. [Scornfully.] Think I'd break\nmy heart to lose yuh? Commit suicide, huh? Ho-ho! Gawd! The world's\nfull o' men if that's all I'd worry about! [Then with a grin, after\nemptying her glass.] Blow me to another scoop, huh? I'll drink your\nkid's health for yuh.",
                "CHRIS -- [Eagerly.] Sure tang. Ay go gat him. [He takes the two glasses\ninto the bar.] Oder drink. Same for both.",
                "LARRY -- [Getting the drinks and putting them on the bar.] She's not such\na bad lot, that one.",
                "CHRIS -- [Jovially.] She's good gel, Ay tal you! Py golly, Ay calabrate\nnow! Give me vhiskey here at bar, too. [He puts down money. LARRY\nserves him.] You have drink, Larry.",
                "LARRY -- [Virtuously.] You know I never touch it.",
                "CHRIS -- You don't know what you miss. Skoal! [He drinks -- then begins to\nsing loudly.]",
                "\"My Yosephine, come board de ship -- \"",
                "[He picks up the drinks for MARTHY and himself and walks unsteadily\ninto the back room, singing.]",
                "\"De moon, she shi-i-i-ine. She looks yust like you.\n    Tche-tchee, tchee-tchee, tchee-tchee, tchee-tchee.\"",
                "MARTHY -- [Grinning, hands to ears.] Gawd!",
                "CHRIS -- [Sitting down.] Ay'm good singer, yes? Ve drink, eh? Skoal! Ay\ncalabrate! [He drinks.] Ay calabrate 'cause Anna's coming home. You\nknow, Marthy, Ay never write for her to come, 'cause Ay tank Ay'm no\ngood for her. But all time Ay hope like hell some day she vant for see\nme and den she come. And dat's vay it happen now, py yiminy! [His face\nbeaming.] What you tank she look like, Marthy? Ay bet you she's fine,\ngood, strong gel, pooty like hell! Living on farm made her like dat.\nAnd Ay bet you some day she marry good, steady land fallar here in\nEast, have home all her own, have kits -- and dan Ay'm ole grandfader, py\ngolly! And Ay go visit dem every time Ay gat in port near! [Bursting\nwith joy.] By yiminy crickens, Ay calabrate dat! [Shouts.] Bring oder\ndrink, Larry! [He smashes his fist on the table with a bang.]",
                "LARRY -- [Coming in from bar -- irritably.] Easy there! Don't be breakin'\nthe table, you old goat!",
                "CHRIS -- [By way of reply, grins foolishly and begins to sing.] \"My\nYosephine comes board de ship -- \"",
                "MARTHY -- [Touching CHRIS' arm persuasively.] You're soused to the ears,\nDutchy. Go out and put a feed into you. It'll sober you up. [Then as\nCHRIS shakes his head obstinately.] Listen, yuh old nut! Yuh don't know\nwhat time your kid's liable to show up. Yuh want to be sober when she\ncomes, don't yuh?",
                "CHRIS -- [Aroused -- gets unsteadily to his feet.] Py golly, yes.",
                "LARRY -- That's good sense for you. A good beef stew'll fix you. Go round\nthe corner.",
                "CHRIS -- All right. Ay be back soon, Marthy. [CHRIS goes through the bar\nand out the street door.]",
                "LARRY -- He'll come round all right with some grub in him.",
                "MARTHY -- Sure. [LARRY goes back to the bar and resumes his newspaper.\nMARTHY sips what is left of her schooner reflectively. There is the\nring of the family entrance bell. LARRY comes to the door and opens it\na trifle -- then, with a puzzled expression, pulls it wide. ANNA\nCHRISTOPHERSON enters. She is a tall, blond, fully-developed girl of\ntwenty, handsome after a large, Viking-daughter fashion but now run\ndown in health and plainly showing all the outward evidences of\nbelonging to the world's oldest profession. Her youthful face is\nalready hard and cynical beneath its layer of make-up. Her clothes are\nthe tawdry finery of peasant stock turned prostitute. She comes and\nsinks wearily in a chair by the table, left front.]",
                "ANNA -- Gimme a whiskey -- ginger ale on the side. [Then, as LARRY turns to\ngo, forcing a winning smile at him.] And don't be stingy, baby.",
                "LARRY -- [Sarcastically.] Shall I serve it in a pail?",
                "ANNA -- [With a hard laugh.] That suits me down to the ground. [LARRY\ngoes into the bar. The two women size each other up with frank stares.\nLARRY comes back with the drink which he sets before ANNA and returns\nto the bar again. ANNA downs her drink at a gulp. Then, after a moment,\nas the alcohol begins to rouse her, she turns to MARTHY with a friendly\nsmile.] Gee, I needed that bad, all right, all right!",
                "MARTHY -- [Nodding her head sympathetically.] Sure -- yuh look all in. Been\non a bat?",
                "ANNA -- No -- travelling -- day and a half on the train. Had to sit up all\nnight in the dirty coach, too. Gawd, I thought I'd never get here!",
                "MARTHY -- [With a start -- looking at her intently.] Where'd yuh come from,\nhuh?",
                "ANNA -- St. Paul -- out in Minnesota.",
                "MARTHY -- [Staring at her in amazement -- slowly.] So -- yuh're -- [She\nsuddenly bursts out into hoarse, ironical laughter.] Gawd!",
                "ANNA -- All the way from Minnesota, sure. [Flaring up.] What you laughing\nat? Me?",
                "MARTHY -- [Hastily.] No, honest, kid. I was thinkin' of somethin' else.",
                "ANNA -- [Mollified -- with a smile.] Well, I wouldn't blame you, at that.\nGuess I do look rotten -- yust out of the hospital two weeks. I'm going\nto have another 'ski. What d'you say? Have something on me?",
                "MARTHY -- Sure I will. T'anks. [She calls.] Hey, Larry! Little service!\n[He comes in.]",
                "ANNA -- Same for me.",
                "MARTHY -- Same here. [LARRY takes their glasses and goes out.]",
                "ANNA -- Why don't you come sit over here, be sociable. I'm a dead\nstranger in this burg -- and I ain't spoke a word with no one since day\nbefore yesterday.",
                "MARTHY -- Sure thing. [She shuffles over to ANNA'S table and sits down\nopposite her. LARRY brings the drinks and ANNA pays him.]",
                "ANNA -- Skoal! Here's how! [She drinks.]",
                "MARTHY -- Here's luck! [She takes a gulp from her schooner.]",
                "ANNA -- [Taking a package of Sweet Caporal cigarettes from her bag.] Let\nyou smoke in here, won't they?",
                "MARTHY -- [Doubtfully.] Sure. [Then with evident anxiety.] On'y trow it\naway if yuh hear someone comin'.",
                "ANNA -- [Lighting one and taking a deep inhale.] Gee, they're fussy in\nthis dump, ain't they? [She puffs, staring at the table top. MARTHY\nlooks her over with a new penetrating interest, taking in every detail\nof her face. ANNA suddenly becomes conscious of this appraising\nstare -- resentfully.] Ain't nothing wrong with me, is there? You're\nlooking hard enough.",
                "MARTHY -- [Irritated by the other's tone -- scornfully.] Ain't got to look\nmuch. I got your number the minute you stepped in the door.",
                "ANNA -- [Her eyes narrowing.] Ain't you smart! Well, I got yours, too,\nwithout no trouble. You're me forty years from now. That's you! [She\ngives a hard little laugh.]",
                "MARTHY -- [Angrily.] Is that so? Well, I'll tell you straight, kiddo,\nthat Marthy Owen never -- [She catches herself up short -- with a grin.]\nWhat are you and me scrappin' over? Let's cut it out, huh? Me, I don't\nwant no hard feelin's with no one. [Extending her hand.] Shake and\nforget it, huh?",
                "ANNA -- [Shakes her hand gladly.] Only too glad to. I ain't looking for\ntrouble. Let's have 'nother. What d'you say?",
                "MARTHY -- [Shaking her head.] Not for mine. I'm full up. And you --  Had\nanythin' to eat lately?",
                "ANNA -- Not since this morning on the train.",
                "MARTHY -- Then yuh better go easy on it, hadn't yuh?",
                "ANNA -- [After a moment's hesitation.] Guess you're right. I got to meet\nsomeone, too. But my nerves is on edge after that rotten trip.",
                "MARTHY -- Yuh said yuh was just outa the hospital?",
                "ANNA -- Two weeks ago. [Leaning over to MARTHY confidentially.] The joint\nI was in out in St. Paul got raided. That was the start. The judge give\nall us girls thirty days. The others didn't seem to mind being in the\ncooler much. Some of 'em was used to it. But me, I couldn't stand it.\nIt got my goat right -- couldn't eat or sleep or nothing. I never could\nstand being caged up nowheres. I got good and sick and they had to send\nme to the hospital. It was nice there. I was sorry to leave it, honest!",
                "MARTHY -- [After a slight pause.] Did yuh say yuh got to meet someone\nhere?",
                "ANNA -- Yes. Oh, not what you mean. It's my Old Man I got to meet.\nHonest! It's funny, too. I ain't seen him since I was a kid -- don't even\nknow what he looks like -- yust had a letter every now and then. This was\nalways the only address he give me to write him back. He's yanitor of\nsome building here now -- used to be a sailor.",
                "MARTHY -- [Astonished.] Janitor!",
                "ANNA -- Sure. And I was thinking maybe, seeing he ain't never done a\nthing for me in my life, he might be willing to stake me to a room and\neats till I get rested up. [Wearily.] Gee, I sure need that rest! I'm\nknocked out. [Then resignedly.] But I ain't expecting much from him.\nGive you a kick when you're down, that's what all men do. [With sudden\npassion.] Men, I hate 'em -- all of 'em! And I don't expect he'll turn\nout no better than the rest. [Then with sudden interest.] Say, do you\nhang out around this dump much?",
                "MARTHY -- Oh, off and on.",
                "ANNA -- Then maybe you know him -- my Old Man -- or at least seen him?",
                "MARTHY -- It ain't old Chris, is it?",
                "ANNA -- Old Chris?",
                "MARTHY -- Chris Christopherson, his full name is.",
                "ANNA -- [Excitedly.] Yes, that's him! Anna Christopherson -- that's my real\nname -- only out there I called myself Anna Christie. So you know him, eh?",
                "MARTHY -- [Evasively.] Seen him about for years.",
                "ANNA -- Say, what's he like, tell me, honest?",
                "MARTHY -- Oh, he's short and --",
                "ANNA -- [Impatiently.] I don't care what he looks like. What kind is he?",
                "MARTHY -- [Earnestly.] Well, yuh can bet your life, kid, he's as good an\nold guy as ever walked on two feet. That goes!",
                "ANNA -- [Pleased.] I'm glad to hear it. Then you think's he'll stake me\nto that rest cure I'm after?",
                "MARTHY -- [Emphatically.] Surest thing you know. [Disgustedly.] But\nwhere'd yuh get the idea he was a janitor?",
                "ANNA -- He wrote me he was himself.",
                "MARTHY -- Well, he was lyin'. He ain't. He's captain of a barge -- five men\nunder him.",
                "ANNA -- [Disgusted in her turn.] A barge? What kind of a barge?",
                "MARTHY -- Coal, mostly.",
                "ANNA -- A coal barge! [With a harsh laugh.] If that ain't a swell job to\nfind your long lost Old Man working at! Gee, I knew something'd be\nbound to turn out wrong -- always does with me. That puts my idea of his\ngiving me a rest on the bum.",
                "MARTHY -- What d'yuh mean?",
                "ANNA -- I s'pose he lives on the boat, don't he?",
                "MARTHY -- Sure. What about it? Can't you live on it, too?",
                "ANNA -- [Scornfully.] Me? On a dirty coal barge! What d'you think I am?",
                "MARTHY -- [Resentfully.] What d'yuh know about barges, huh? Bet yuh ain't\nnever seen one. That's what comes of his bringing yuh up inland -- away\nfrom the old devil sea -- where yuh'd be safe -- Gawd! [The irony of it\nstrikes her sense of humor and she laughs hoarsely.]",
                "ANNA -- [Angrily.] His bringing me up! Is that what he tells people! I\nlike his nerve! He let them cousins of my Old Woman's keep me on their\nfarm and work me to death like a dog.",
                "MARTHY -- Well, he's got queer notions on some things. I've heard him say\na farm was the best place for a kid.",
                "ANNA -- Sure. That's what he'd always answer back -- and a lot of crazy\nstuff about staying away from the sea -- stuff I couldn't make head or\ntail to. I thought he must be nutty.",
                "MARTHY -- He is on that one point. [Casually.] So yuh didn't fall for\nlife on the farm, huh?",
                "ANNA -- I should say not! The old man of the family, his wife, and four\nsons -- I had to slave for all of 'em. I was only a poor relation, and\nthey treated me worse than they dare treat a hired girl. [After a\nmoment's hesitation -- somberly.] It was one of the sons -- the\nyoungest -- started me -- when I was sixteen. After that, I hated 'em so\nI'd killed 'em all if I'd stayed. So I run away -- to St. Paul.",
                "MARTHY -- [Who has been listening sympathetically.] I've heard Old Chris\ntalkin' about your bein' a nurse girl out there. Was that all a bluff\nyuh put up when yuh wrote him?",
                "ANNA -- Not on your life, it wasn't. It was true for two years. I didn't\ngo wrong all at one jump. Being a nurse girl was yust what finished me.\nTaking care of other people's kids, always listening to their bawling\nand crying, caged in, when you're only a kid yourself and want to go\nout and see things. At last I got the chance -- to get into that house.\nAnd you bet your life I took it! [Defiantly.] And I ain't sorry\nneither. [After a pause -- with bitter hatred.] It was all men's\nfault -- the whole business. It was men on the farm ordering and beating\nme -- and giving me the wrong start. Then when I was a nurse, it was men\nagain hanging around, bothering me, trying to see what they could get.\n[She gives a hard laugh.] And now it's men all the time. Gawd, I hate\n'em all, every mother's son of 'em! Don't you?",
                "MARTHY -- Oh, I dunno. There's good ones and bad ones, kid. You've just\nhad a run of bad luck with 'em, that's all. Your Old Man, now -- old\nChris -- he's a good one.",
                "ANNA -- [Sceptically.] He'll have to show me.",
                "MARTHY -- Yuh kept right on writing him yuh was a nurse girl still, even\nafter yuh was in the house, didn't yuh?",
                "ANNA -- Sure. [Cynically.] Not that I think he'd care a darn.",
                "MARTHY -- Yuh're all wrong about him, kid, [Earnestly.] I know Old Chris\nwell for a long time. He's talked to me 'bout you lots o' times. He\nthinks the world o' you, honest he does.",
                "ANNA -- Aw, quit the kiddin'!",
                "MARTHY -- Honest! Only, he's a simple old guy, see? He's got nutty\nnotions. But he means well, honest. Listen to me, kid -- [She is\ninterrupted by the opening and shutting of the street door in the bar\nand by hearing CHRIS' voice.] Ssshh!",
                "ANNA -- What's up?",
                "CHRIS -- [Who has entered the bar. He seems considerably sobered up.] Py\ngolly, Larry, dat grub taste good. Marthy in back?",
                "LARRY -- Sure -- and another tramp with her. [CHRIS starts for the entrance\nto the back room.]",
                "MARTHY -- [To ANNA in a hurried, nervous whisper.] That's him now. He's\ncomin' in here. Brace up!",
                "ANNA -- Who? [Chris opens the door.]",
                "MARTHY -- [As if she were greeting him for the first time]. Why hello,\nOld Chris. [Then before he can speak, she shuffles hurriedly past him\ninto the bar, beckoning him to follow her.] Come here. I wanta tell yuh\nsomethin'. [He goes out to her. She speaks hurriedly in a low voice.]\nListen! I'm goin' to beat it down to the barge -- pack up me duds and\nblow. That's her in there -- your Anna -- just come -- waitin' for yuh. Treat\nher right, see? She's been sick. Well, s'long! [She goes into the back\nroom -- to ANNA.] S'long, kid. I gotta beat it now. See yuh later.",
                "ANNA -- [Nervously.] So long. [MARTHY goes quickly out of the family\nentrance.] LARRY -- [Looking at the stupefied CHRIS curiously.] Well,\nwhat's up now?",
                "CHRIS -- [Vaguely.] Nutting -- nutting. [He stands before the door to the\nback room in an agony of embarrassed emotion -- then he forces himself to\na bold decision, pushes open the door and walks in. He stands there,\ncasts a shy glance at ANNA, whose brilliant clothes, and, to him,\nhigh-toned appearance awe him terribly. He looks about him with pitiful\nnervousness as if to avoid the appraising look with which she takes in\nhis face, his clothes, etc -- his voice seeming to plead for her\nforbearance.] Anna!",
                "ANNA -- [Acutely embarrassed in her turn.] Hello -- father. She told me it\nwas you. I yust got here a little while ago.",
                "CHRIS -- [Goes slowly over to her chair.] It's good -- for see you -- after\nall dem years, Anna. [He bends down over her. After an embarrassed\nstruggle they manage to kiss each other.]",
                "ANNA -- [A trace of genuine feeling in her voice.] It's good to see you,\ntoo.",
                "CHRIS -- [Grasps her arms and looks into her face -- then overcome by a\nwave of fierce tenderness.] Anna lilla! Anna lilla! [Takes her in his\narms.]",
                "ANNA -- [Shrinks away from him, half-frightened.] What's that -- Swedish? I\ndon't know it. [Then as if seeking relief from the tension in a voluble\nchatter.] Gee, I had an awful trip coming here. I'm all in. I had to\nsit up in the dirty coach all night -- couldn't get no sleep, hardly -- and\nthen I had a hard job finding this place. I never been in New York\nbefore, you know, and --",
                "CHRIS -- [Who has been staring down at her face admiringly, not hearing\nwhat she says -- impulsively.] You know you vas awful pooty gel, Anna? Ay\nbet all men see you fall in love with you, py yiminy!",
                "ANNA -- [Repelled -- harshly.] Cut it! You talk same as they all do.",
                "CHRIS -- [Hurt -- humbly.] Ain't no harm for your fader talk dat vay, Anna.",
                "ANNA -- [Forcing a short laugh.] No -- course not. Only -- it's funny to see\nyou and not remember nothing. You're like -- a stranger.",
                "CHRIS -- [Sadly.] Ay s'pose. Ay never come home only few times ven you\nvas kit in Sveden. You don't remember dat?",
                "ANNA -- No. [Resentfully.] But why didn't you never come home them days?\nWhy didn't you never come out West to see me?",
                "CHRIS -- [Slowly.] Ay tank, after your mo'der die, ven Ay vas avay on\nvoyage, it's better for you you don't never see me! [He sinks down in\nthe chair opposite her dejectedly -- then turns to her -- sadly.] Ay don't\nknow, Anna, vhy Ay never come home Sveden in ole year. Ay vant come\nhome end of every voyage. Ay vant see your mo'der, your two bro'der\nbefore dey vas drowned, you ven you vas born -- but -- Ay -- don't go. Ay\nsign on oder ships -- go South America, go Australia, go China, go every\nport all over world many times -- but Ay never go aboard ship sail for\nSveden. Ven Ay gat money for pay passage home as passenger den -- [He\nbows his head guiltily.] Ay forgat and Ay spend all money. Ven Ay tank\nagain, it's too late. [He sighs.] Ay don't know vhy but dat's vay with\nmost sailor fallar, Anna. Dat ole davil sea make dem crazy fools with\nher dirty tricks. It's so.",
                "ANNA -- [Who has watched him keenly while he has been speaking -- with a\ntrace of scorn in her voice.] Then you think the sea's to blame for\neverything, eh? Well, you're still workin' on it, ain't you, spite of\nall you used to write me about hating it. That dame was here told me\nyou was captain of a coal barge -- and you wrote me you was yanitor of a\nbuilding!",
                "CHRIS -- [Embarrassed but lying glibly.] Oh, Ay work on land long time as\nyanitor. Yust short time ago Ay got dis yob cause Ay vas sick, need\nopen air.",
                "ANNA -- [Sceptically.] Sick? You? You'd never think it.",
                "CHRIS -- And, Anna, dis ain't real sailor yob. Dis ain't real boat on\nsea. She's yust ole tub -- like piece of land with house on it dat float.\nYob on her ain't sea yob. No. Ay don't gat yob on sea, Anna, if Ay die\nfirst. Ay swear dat, ven your mo'der die. Ay keep my word, py yingo!",
                "ANNA -- [Perplexed.] Well, I can't see no difference. [Dismissing the\nsubject.] Speaking of being sick, I been there myself -- yust out of the\nhospital two weeks ago.",
                "CHRIS -- [Immediately all concern.] You, Anna? Py golly! [Anxiously.] You\nfeel better now, dough, don't you? You look little tired, dat's all!",
                "ANNA -- [Wearily.] I am. Tired to death. I need a long rest and I don't\nsee much chance of getting it.",
                "CHRIS -- What you mean, Anna?",
                "ANNA -- Well, when I made up my mind to come to see you, I thought you\nwas a yanitor -- that you'd have a place where, maybe, if you didn't mind\nhaving me, I could visit a while and rest up -- till I felt able to get\nback on the job again.",
                "CHRIS -- [Eagerly.] But Ay gat place, Anna -- nice place. You rest all you\nwant, py yiminy! You don't never have to vork as nurse gel no more. You\nstay with me, py golly!",
                "ANNA -- [Surprised and pleased by his eagerness -- with a smile.] Then\nyou're really glad to see me -- honest?",
                "CHRIS -- [Pressing one of her hands in both of his.] Anna, Ay like see\nyou like hell, Ay tal you! And don't you talk no more about gatting\nyob. You stay with me. Ay don't see you for long time, you don't forgat\ndat. [His voice trembles.] Ay'm gatting ole. Ay gat no one in vorld but\nyou.",
                "ANNA -- [Touched -- embarrassed by this unfamiliar emotion.] Thanks. It\nsounds good to hear someone -- talk to me that way. Say, though -- if\nyou're so lonely -- it's funny -- why ain't you ever married again?",
                "CHRIS -- [Shaking his head emphatically -- after a pause.] Ay love your\nmo'der too much for ever do dat, Anna.",
                "ANNA -- [Impressed -- slowly.] I don't remember nothing about her. What was\nshe like? Tell me.",
                "CHRIS -- Ay tal you all about everytang -- and you tal me all tangs happen\nto you. But not here now. Dis ain't good place for young gel, anyway.\nOnly no good sailor fallar come here for gat drunk. [He gets to his\nfeet quickly and picks up her bag.] You come with me, Anna. You need\nlie down, gat rest.",
                "ANNA -- [Half rises to her feet, then sits down again.] Where're you\ngoing?",
                "CHRIS -- Come. Ve gat on board.",
                "ANNA -- [Disappointedly.] On board your barge, you mean? [Dryly.] Nix for\nmine! [Then seeing his crestfallen look -- forcing a smile.] Do you think\nthat's a good place for a young girl like me -- a coal barge?",
                "CHRIS -- [Dully.] Yes, Ay tank. [He hesitates -- then continues more and\nmore pleadingly.] You don't know how nice it's on barge, Anna. Tug come\nand ve gat towed out on voyage -- yust water all round, and sun, and\nfresh air, and good grub for make you strong, healthy gel. You see many\ntangs you don't see before. You gat moonlight at night, maybe; see\nsteamer pass; see schooner make sail -- see everytang dat's pooty. You\nneed take rest like dat. You work too hard for young gel already. You\nneed vacation, yes!",
                "ANNA -- [Who has listened to him with a growing interest -- with an\nuncertain laugh.] It sounds good to hear you tell it. I'd sure like a\ntrip on the water, all right. It's the barge idea has me stopped. Well,\nI'll go down with you and have a look -- and maybe I'll take a chance.\nGee, I'd do anything once.",
                "CHRIS -- [Picks up her bag again.] Ye go, eh?",
                "ANNA -- What's the rush? Wait a second. [Forgetting the situation for a\nmoment, she relapses into the familiar form and flashes one of her\nwinning trade smiles at him.] Gee, I'm thirsty.",
                "CHRIS -- [Sets down her bag immediately -- hastily.] Ay'm sorry, Anna. What\nyou tank you like for drink, eh?",
                "ANNA -- [Promptly.] I'll take a -- [Then suddenly reminded -- confusedly.] I\ndon't know. What'a they got here?",
                "CHRIS -- [With a grin.] Ay don't tank dey got much fancy drink for young\ngel in dis place, Anna. Yinger ale -- sas'prilla, maybe.",
                "ANNA -- [Forcing a laugh herself.] Make it sas, then.",
                "CHRIS -- [Coming up to her -- with a wink.] Ay tal you, Anna, we calabrate,\nyes -- dis one time because we meet after many year. [In a half whisper,\nembarrassedly.] Dey gat good port wine, Anna. It's good for you. Ay\ntank -- little bit -- for give you appetite. It ain't strong, neider. One\nglass don't go to your head, Ay promise.",
                "ANNA -- [With a half hysterical laugh.] All right! I'll take port.",
                "CHRIS -- Ay go gat him. [He goes out to the bar. As soon as the door\ncloses, Anna starts to her feet.]",
                "ANNA -- [Picking up her bag -- half -- aloud -- stammeringly.] Gawd, I can't\nstand this! I better beat it. [Then she lets her bag drop, stumbles\nover to her chair again, and covering her face with her hands, begins\nto sob.]",
                "LARRY -- [Putting down his paper as CHRIS comes up -- with a grin.] Well,\nwho's the blond?",
                "CHRIS -- [Proudly.] Dat vas Anna, Larry.",
                "LARRY -- [In amazement.] Your daughter, Anna? [CHRIS nods. LARRY lets a\nlong, low whistle escape him and turns away embarrassedly.]",
                "CHRIS -- Don't you tank she vas pooty gel, Larry?",
                "LARRY -- [Rising to the occasion.] Sure! A peach!",
                "CHRIS -- You bet you! Give me drink for take back -- one port vine for\nAnna -- she calabrate dis one time with me -- and small beer for me.",
                "LARRY -- [As he gets the drinks.] Small beer for you, eh? She's reformin'\nyou already.",
                "CHRIS -- [Pleased.] You bet! [He takes the drinks. As she hears him\ncoming, ANNA hastily dries her eyes, tries to smile. CHRIS comes in and\nsets the drinks down on the table -- stares at her for a second\nanxiously -- patting her hand.] You look tired, Anna. Veil, Ay make you\ntake good long rest now. [Picking up his beer.] Come, you drink vine.\nIt put new life in you. [She lifts her glass -- he grins.] Skoal, Anna!\nYou know dat Svedish word?",
                "ANNA -- Skoal! [Downing her port at a gulp like a drink of whiskey -- her\nlips trembling.] Skoal? Guess I know that word, all right, all right!",
                "[The Curtain Falls]"
            ]
        },
        {
            "name": "ACT II",
            "sub_name": "",
            "text": [
                "ACT II",
                "SCENE -- Ten days later. The stern of the deeply-laden barge, \"SIMEON\nWINTHROP,\" at anchor in the outer harbor of Provincetown, Mass. It is\nten o'clock at night. Dense fog shrouds the barge on all sides, and she\nfloats motionless on a calm. A lantern set up on an immense coil of\nthick hawser sheds a dull, filtering light on objects near it -- the\nheavy steel bits for making fast the tow lines, etc. In the rear is the\ncabin, its misty windows glowing wanly with the light of a lamp inside.\nThe chimney of the cabin stove rises a few feet above the roof. The\ndoleful tolling of bells, on Long Point, on ships at anchor, breaks the\nsilence at regular intervals.",
                "As the curtain rises, ANNA is discovered standing near the coil of rope\non which the lantern is placed. She looks healthy, transformed, the\nnatural color has come back to her face. She has on a black, oilskin\ncoat, but wears no hat. She is staring out into the fog astern with an\nexpression of awed wonder. The cabin door is pushed open and CHRIS\nappears. He is dressed in yellow oilskins -- coat, pants, sou'wester -- and\nwears high sea-boots.",
                "CHRIS -- [The glare from the cabin still in his eyes, peers blinkmgly\nastern.] Anna! [Receiving no reply, he calls again, this time with\napparent apprehension.] Anna!",
                "ANNA -- [With a start -- making a gesture with her hand as if to impose\nsilence -- in a hushed whisper.] Yes, here I am. What d'you want?",
                "CHRIS -- [Walks over to her -- solicitously.] Don't you come turn in, Anna?\nIt's late -- after four bells. It ain't good for you stay out here in\nfog, Ay tank.",
                "ANNA -- Why not? [With a trace of strange exultation.] I love this fog!\nHonest! It's so -- [She hesitates, groping for a word.] -- Funny and still.\nI feel as if I was -- out of things altogether.",
                "CHRIS -- [Spitting disgustedly.] Fog's vorst one of her dirty tricks, py\nyingo!",
                "ANNA -- [With a short laugh.] Beefing about the sea again? I'm getting\nso's I love it, the little I've seen.",
                "CHRIS -- [Glancing at her moodily.] Dat's foolish talk, Anna. You see her\nmore, you don't talk dat vay. [Then seeing her irritation, he hastily\nadopts a more cheerful tone.] But Ay'm glad you like it on barge. Ay'm\nglad it makes you feel good again. [With a placating grin.] You like\nlive like dis alone with ole fa'der, eh?",
                "ANNA -- Sure I do. Everything's been so different from anything I ever\ncome across before. And now -- this fog -- Gee, I wouldn't have missed it\nfor nothing. I never thought living on ships was so different from\nland. Gee, I'd just love to work on it, honest I would, if I was a man.\nI don't wonder you always been a sailor.",
                "CHRIS -- [Vehemently.] Ay ain't sailor, Anna. And dis ain't real sea. You\nonly see nice part. [Then as she doesn't answer, he continues\nhopefully.] Vell, fog lift in morning, Ay tank.",
                "ANNA -- [The exultation again in her voice.] I love it! I don't give a\nrap if it never lifts! [CHRIS fidgets from one foot to the other\nworriedly. ANNA continues slowly, after a pause.] It makes me feel\nclean -- out here -- 's if I'd taken a bath.",
                "CHRIS -- [After a pause.] You better go in cabin -- read book. Dat put you\nto sleep.",
                "ANNA -- I don't want to sleep. I want to stay out here -- and think about\nthings.",
                "CHRIS -- [Walks away from her toward the cabin -- then comes back.] You act\nfunny to-night, Anna.",
                "ANNA -- [Her voice rising angrily.] Say, what're you trying to do -- make\nthings rotten? You been kind as kind can be to me and I certainly\nappreciate it -- only don't spoil it all now. [Then, seeing the hurt\nexpression on her father's face, she forces a smile.] Let's talk of\nsomething else. Come. Sit down here. [She points to the coil of rope.]",
                "CHRIS -- [Sits down beside her with a sigh.] It's gatting pooty late in\nnight, Anna. Must be near five bells.",
                "ANNA -- [Interestedly.] Five bells? What time is that?",
                "CHRIS -- Half past ten.",
                "ANNA -- Funny I don't know nothing about sea talk -- but those cousins was\nalways talking crops and that stuff. Gee, wasn't I sick of it -- and of\nthem!",
                "CHRIS -- You don't like live on farm, Anna?",
                "ANNA -- I've told you a hundred times I hated it. [Decidedly.] I'd rather\nhave one drop of ocean than all the farms in the world! Honest! And you\nwouldn't like a farm, neither. Here's where you belong. [She makes a\nsweeping gesture seaward.] But not on a coal barge. You belong on a\nreal ship, sailing all over the world.",
                "CHRIS -- [Moodily.] Ay've done dat many year, Anna, when Ay vas damn fool.",
                "ANNA -- [Disgustedly.] Oh, rats! [After a pause she speaks musingly.] Was\nthe men in our family always sailors -- as far back as you know about?",
                "CHRIS -- [Shortly.] Yes. Damn fools! All men in our village on coast,\nSveden, go to sea. Ain't nutting else for dem to do. My fa'der die on\nboard ship in Indian Ocean. He's buried at sea. Ay don't never know him\nonly little bit. Den my tree bro'der, older'n me, dey go on ships. Den\nAy go, too. Den my mo'der she's left all 'lone. She die pooty quick\nafter dat -- all 'lone. Ve vas all avay on voyage when she die. [He\npauses sadly.] Two my bro'der dey gat lost on fishing boat same like\nyour bro'ders vas drowned. My oder bro'der, he save money, give up sea,\nden he die home in bed. He's only one dat ole davil don't kill.\n[Defiantly.] But me, Ay bet you Ay die ashore in bed, too!",
                "ANNA -- Were all of 'em yust plain sailors?",
                "CHEIS -- Able body seaman, most of dem. [With a certain pride.] Dey vas\nall smart seaman, too -- A one. [Then after hesitating a moment -- shyly.]\nAy vas bo'sun.",
                "ANNA -- Bo'sun?",
                "CHRIS -- Dat's kind of officer.",
                "ANNA -- Gee, that was fine. What does he do?",
                "CHRIS -- [After a second's hesitation, plunged into gloom again by his\nfear of her enthusiasm.] Hard vork all time. It's rotten, Ay tal you,\nfor go to sea. [Determined to disgust her with sea life -- volubly.]\nDey're all fool fallar, dem fallar in our family. Dey all vork rotten\nyob on sea for nutting, don't care nutting but yust gat big pay day in\npocket, gat drunk, gat robbed, ship avay again on oder voyage. Dey\ndon't come home, Dey don't do anytang like good man do. And dat ole\ndavil, sea, sooner, later she svallow dem up.",
                "ANNA -- [With an excited laugh.] Good sports, I'd call 'em. [Then\nhastily.] But say -- listen -- did all the women of the family marry\nsailors?",
                "CHRIS -- [Eagerly -- seeing a chance to drive home his point.] Yes -- and\nit's bad on dem like hell vorst of all. Dey don't see deir men only\nonce in long while. Dey set and vait all 'lone. And vhen deir boys\ngrows up, go to sea, dey sit and vait some more. [Vehemently.] Any gel\nmarry sailor, she's crazy fool! Your mo'der she tal you same tang if\nshe vas alive. [He relapses into an attitude of somber brooding.]",
                "ANNA -- [After a pause -- dreamily.] Funny! I do feel sort of -- nutty,\nto-night. I feel old.",
                "CHRIS -- [Mystified. ] Old?",
                "ANNA -- Sure -- like I'd been living a long, long time -- out here in the\nfog. [Frowning perplexedly.] I don't know how to tell you yust what I\nmean. It's like I'd come home after a long visit away some place. It\nall seems like I'd been here before lots of times -- on boats -- in this\nsame fog. [With a short laugh.] You must think I'm off my base.",
                "CHRIS -- [Gruffly.] Anybody feel funny dat vay in fog.",
                "ANNA -- [Persistently.] But why d'you s'pose I feel so -- so -- like I'd\nfound something I'd missed and been looking for -- 's if this was the\nright place for me to fit in? And I seem to have forgot -- everything\nthat's happened -- like it didn't matter no more. And I feel clean,\nsomehow -- like you feel yust after you've took a bath. And I feel happy\nfor once -- yes, honest! -- happier than I ever been anywhere before! [As\nCHRIS makes no comment but a heavy sigh, she continues wonderingly.]\nIt's nutty for me to feel that way, don't you think?",
                "CHRIS -- [A grim foreboding in his voice.] Ay tank Ay'm damn fool for\nbring you on voyage, Anna.",
                "ANNA -- [Impressed by his tone.] You talk -- nutty to-night yourself. You\nact's if you was scared something was going to happen.",
                "CHRIS -- Only God know dat, Anna.",
                "ANNA -- [Half-mockingly.] Then it'll be Gawd's will, like the preachers\nsay-what does happen.",
                "CHRIS -- [Starts to his feet with fierce protest.] No! Dat ole davil,\nsea, she ain't God! [In the pause of silence that comes after his\ndefiance a hail in a man's husky, exhausted voice comes faintly out of\nthe fog to port.] \"Ahoy!\" [CHRIS gives a startled exclamation.]",
                "ANNA -- [Jumping to her feet.] What's that?",
                "CHRIS -- [Who has regained his composure -- sheepishly.] Py golly, dat\nscare me for minute. It's only some fallar hail, Anna -- loose his course\nin fog. Must be fisherman's power boat. His engine break down, Ay\nguess. [The \"ahoy\" comes again through the wall of fog, sounding much\nnearer this time. CHRIS goes over to the port bulwark.] Sound from dis\nside. She come in from open sea. [He holds his hands to his mouth,\nmegaphone-fashion, and shouts back.] Ahoy, dere! Vhat's trouble?",
                "THE VOICE -- [This time sounding nearer but up forward toward the bow.]\nHeave a rope when we come alongside. [Then irritably.] Where are ye, ye\nscut?",
                "CHRIS -- Ay hear dem rowing. Dey come up by bow, Ay tank. [Then shouting\nout again.] Dis vay!",
                "THE VOICE -- Right ye are! [There is a muffled sound of oars in\noar-locks.]",
                "ANNA -- [Half to herself -- resentfully.] Why don't that guy stay where he\nbelongs?",
                "CHRIS -- [Hurriedly.] Ay go up bow. All hands asleep 'cepting fallar on\nvatch. Ay gat heave line to dat fallar. [He picks up a coil of rope and\nhurries off toward the bow. ANNA walks back toward the extreme stern as\nif she wanted to remain as much isolated possible. She turns her back\non the proceedings and stares out into the fog. THE VOICE is heard\nagain shouting \"Ahoy\" and CHRIS answering \"Dis way\" Then there is a\npause -- the murmur of excited voices -- then the scuffling of feet. CHRIS\nappears from around the cabin to port. He is supporting the limp form\nof a man dressed in dungarees, holding one of the man's arms around his\nneck. The deckhand, JOHNSON, a young, blond Swede, follows him, helping\nalong another exhausted man similar fashion. ANNA turns to look at\nthem. Chris stops for a second -- volubly.] Anna! You come help, vill\nyou? You find vhiskey in cabin. Dese fallars need drink for fix dem.\nDey vas near dead.",
                "ANNA -- [Hurrying to him.] Sure -- but who are they? What's the trouble?",
                "CHRIS -- Sailor fallars. Deir steamer gat wrecked. Dey been five days in\nopen boat -- four fallars -- only one left able stand up. Come, Anna. [She\nprecedes him into the cabin, holding the door open while he and JOHNSON\ncarry in their burdens. The door is shut, then opened again as JOHNSON\ncomes out. CHRIS'S voice shouts after him.] Go gat oder fallar, Yohnson.",
                "JOHNSON -- Yes, sir. [He goes. The door is closed again. MAT BURKE\nstumbles in around the port side of the cabin. He moves slowly, feeling\nhis way uncertainly, keeping hold of the port bulwark with his right\nhand to steady himself. He is stripped to the waist, has on nothing but\na pair of dirty dungaree pants. He is a powerful, broad-chested\nsix-footer, his face handsome in a hard, rough, bold, defiant way. He\nis about thirty, in the full power of his heavy-muscled, immense\nstrength. His dark eyes are bloodshot and wild from sleeplessness. The\nmuscles of his arms and shoulders are lumped in knots and bunches, the\nveins of his forearms stand out like blue cords. He finds his way to\nthe coil of hawser and sits down on it facing the cabin, his back\nbowed, head in his hands, in an attitude of spent weariness.]",
                "BURKE -- [Talking aloud to himself.] Row, ye divil! Row! [Then lifting\nhis head and looking about him.] What's this tub? Well, we're safe\nanyway -- with the help of God. [He makes the sign of the cross\nmechanically. JOHNSON comes along the deck to port, supporting the\nfourth man, who is babbling to himself incoherently. BURKE glances at\nhim disdainfully.] Is it losing the small wits ye iver had, ye are?\nDeck-scrubbing scut! [They pass him and go into the cabin, leaving the\ndoor open. BURKE sags forward wearily.] I'm bate out -- bate out entirely.",
                "ANNA -- [Comes out of the cabin with a tumbler quarter-full of whiskey in\nher hand. She gives a start when she sees BURKE so near her, the light\nfrom the open door falling full on him. Then, overcoming what is\nevidently a feeling of repulsion, she comes up beside him.] Here you\nare. Here's a drink for you. You need it, I guess.",
                "BURKE -- [Lifting his head slowly -- confusedly.] Is it dreaming I am?",
                "ANNA -- [Half smiling.] Drink it and you'll find it ain't no dream.",
                "BURKE -- To hell with the drink -- but I'll take it just the same. [He\ntosses it down.] Aah! I'm needin' that -- and 'tis fine stuff. [Looking\nup at her with frank, grinning admiration.] But 'twasn't the booze I\nmeant when I said, was I dreaming. I thought you was some mermaid out\nof the sea come to torment me. [He reaches out to feel of her arm.]\nAye, rale flesh and blood, divil a less.",
                "ANNA -- [Coldly. Stepping back from him.] Cut that.",
                "BURKE -- But tell me, isn't this a barge I'm on -- or isn't it?",
                "ANNA -- Sure.",
                "BURKE -- And what is a fine handsome woman the like of you doing on this\nscow?",
                "ANNA -- [Coldly.] Never you mind. [Then half-amused in spite of herself.]\nSay, you're a great one, honest -- starting right in kidding after what\nyou been through.",
                "BURKE -- [Delighted -- proudly.] Ah, it was nothing -- aisy for a rale man\nwith guts to him, the like of me. [He laughs.] All in the day's work,\ndarlin'. [Then, more seriously but still in a boastful tone,\nconfidentially.] But I won't be denying 'twas a damn narrow squeak.\nWe'd all ought to be with Davy Jones at the bottom of the sea, be\nrights. And only for me, I'm telling you, and the great strength and\nguts is in me, we'd be being scoffed by the fishes this minute!",
                "ANNA -- [Contemptuously.] Gee, you hate yourself, don't you? [Then\nturning away from him indifferently.] Well, you'd better come in and\nlie down. You must want to sleep.",
                "BURKE -- [Stung -- rising unsteadily to his feet with chest out and head\nthrown back -- resentfully.] Lie down and sleep, is it? Divil a wink I'm\nafter having for two days and nights and divil a bit I'm needing now.\nLet you not be thinking I'm the like of them three weak scuts come in\nthe boat with me. I could lick the three of them sitting down with one\nhand tied behind me. They may be bate out, but I'm not -- and I've been\nrowing the boat with them lying in the bottom not able to raise a hand\nfor the last two days we was in it. [Furiously, as he sees this is\nmaking no impression on her.] And I can lick all hands on this tub, wan\nbe wan, tired as I am!",
                "ANNA -- [Sarcastically.] Gee, ain't you a hard guy! [Then, with a trace\nof sympathy, as she notices him swaying from weakness.] But never mind\nthat fight talk. I'll take your word for all you've said. Go on and sit\ndown out here, anyway, if I can't get you to come inside. [He sits down\nweakly.] You're all in, you might as well own up to it.",
                "BURKE -- [Fiercely.] The hell I am!",
                "ANNA -- [Coldly.] Well, be stubborn then for all I care. And I must say I\ndon't care for your language. The men I know don't pull that rough\nstuff when ladies are around.",
                "BURKE -- [Getting unsteadily to his feet again -- in a rage.] Ladies!\nHo-ho! Divil mend you! Let you not be making game of me. What would\nladies be doing on this bloody hulk? [As ANNA attempts to go to the\ncabin, he lurches into her path.] Aisy, now! You're not the old\nSquare-head's woman, I suppose you'll be telling me next -- living in his\ncabin with him, no less! [Seeing the cold, hostile expression on ANNA's\nface, he suddenly changes his tone to one of boisterous joviality.] But\nI do be thinking, iver since the first look my eyes took at you, that\nit's a fool you are to be wasting yourself -- a fine, handsome girl -- on a\nstumpy runt of a man like that old Swede. There's too many strapping\ngreat lads on the sea would give their heart's blood for one kiss of\nyou!",
                "ANNA -- [Scornfully.] Lads like you, eh?",
                "BURKE -- [Grinning.] Ye take the words out o' my mouth. I'm the proper\nlad for you, if it's meself do be saying it. [With a quick movement he\nputs his arms about her waist.] Whisht, now, me daisy! Himself's in the\ncabin. It's wan of your kisses I'm needing to take the tiredness from\nme bones. Wan kiss, now! [He presses her to him and attempts to kiss\nher.]",
                "ANNA -- [Struggling fiercely.] Leggo of me, you big mut! [She pushes him\naway with all her might. BURKE, weak and tottering, is caught off his\nguard. He is thrown down backward and, in falling, hits his head a hard\nthump against the bulwark. He lies there still, knocked out for the\nmoment. ANNA stands for a second, looking down at him frightenedly.\nThen she kneels down beside him and raises his head to her knee,\nstaring into his face anxiously for some sign of life.]",
                "BURKE -- [Stirring a bit -- mutteringly.] God stiffen it! [He opens his\neyes and blinks up at her with vague wonder.]",
                "ANNA -- [Letting his head sink back on the deck, rising to her feet with\na sigh of relief.] You're coming to all right, eh? Gee, I was scared\nfor a moment I'd killed you.",
                "BURKE -- [With difficulty rising to a sitting position -- scornfully.]\nKilled, is it? It'd take more than a bit of a blow to crack my thick\nskull. [Then looking at her with the most intense admiration.] But,\nglory be, it's a power of strength is in them two fine arms of yours.\nThere's not a man in the world can say the same as you, that he seen\nMat Burke lying at his feet and him dead to the world.",
                "ANNA -- [Rather remorsefully.] Forget it. I'm sorry it happened, see?\n[BURKE rises and sits on bench. Then severely.] Only you had no right\nto be getting fresh with me. Listen, now, and don't go getting any more\nwrong notions. I'm on this barge because I'm making a trip with my\nfather. The captain's my father. Now you know.",
                "BURKE -- The old square -- the old Swede, I mean?",
                "ANNA -- Yes.",
                "BURKE -- [Rising -- peering at her face.] Sure I might have known it, if I\nwasn't a bloody fool from birth. Where else'd you get that fine yellow\nhair is like a golden crown on your head.",
                "ANNA -- [With an amused laugh.] Say, nothing stops you, does it? [Then\nattempting a severe tone again.] But don't you think you ought to be\napologizing for what you said and done yust a minute ago, instead of\ntrying to kid me with that mush?",
                "BURKE -- [Indignantly.] Mush! [Then bending forward toward her with very\nintense earnestness.] Indade and I will ask your pardon a thousand\ntimes -- and on my knees, if ye like. I didn't mean a word of what I said\nor did. [Resentful again for a second.] But divil a woman in all the\nports of the world has iver made a great fool of me that way before!",
                "ANNA -- [With amused sarcasm.] I see. You mean you're a lady-killer and\nthey all fall for you.",
                "BURKE -- [Offended. Passionately.] Leave off your fooling! 'Tis that is\nafter getting my back up at you. [Earnestly.] 'Tis no lie I'm telling\nyou about the women. [Ruefully.] Though it's a great jackass I am to be\nmistaking you, even in anger, for the like of them cows on the\nwaterfront is the only women I've met up with since I was growed to a\nman. [As ANNA shrinks away from him at this, he hurries on pleadingly.]\nI'm a hard, rough man and I'm not fit, I'm thinking, to be kissing the\nshoe-soles of a fine, dacent girl the like of yourself. 'Tis only the\nignorance of your kind made me see you wrong. So you'll forgive me, for\nthe love of God, and let us be friends from this out. [Passionately.]\nI'm thinking I'd rather be friends with you than have my wish for\nanything else in the world. [He holds out his hand to her shyly.]",
                "ANNA -- [Looking queerly at him, perplexed and worried, but moved and\npleased in spite of herself -- takes his hand uncertainly.] Sure.",
                "BURKE -- [With boyish delight.] God bless you! [In his excitement he\nsqueezes her hand tight.]",
                "ANNA -- Ouch!",
                "BURKE -- [Hastily dropping her hand -- ruefully.] Your pardon, Miss. 'Tis a\nclumsy ape I am. [Then simply -- glancing down his arm proudly.] It's\ngreat power I have in my hand and arm, and I do be forgetting it at\ntimes.",
                "ANNA -- [Nursing her crushed hand and glancing at his arm, not without a\ntrace of his own admiration.] Gee, you're some strong, all right.",
                "BURKE -- [Delighted.] It's no lie, and why shouldn't I be, with me\nshoveling a million tons of coal in the stokeholes of ships since I was\na lad only. [He pats the coil of hawser invitingly.] Let you sit down,\nnow, Miss, and I'll be telling you a bit of myself, and you'll be\ntelling me a bit of yourself, and in an hour we'll be as old friends as\nif we was born in the same house. [He pulls at her sleeve shyly.] Sit\ndown now, if you plaze.",
                "ANNA -- [With a half laugh.] Well -- [She sits down.] But we won't talk\nabout me, see? You tell me about yourself and about the wreck.",
                "BURKE -- [Flattered.] I'll tell you, surely. But can I be asking you one\nquestion. Miss, has my head in a puzzle?",
                "ANNA -- [Guardedly.] Well -- I dunno -- what is it?",
                "BURKE -- What is it you do when you're not taking a trip with the Old\nMan? For I'm thinking a fine girl the like of you ain't living always\non this tub.",
                "ANNA -- [Uneasily.] No -- of course I ain't. [She searches his face\nsuspiciously, afraid there may be some hidden insinuation in his words.\nSeeing his simple frankness, she goes on confidently.] Well, I'll tell\nyou. I'm a governess, see? I take care of kids for people and learn\nthem things.",
                "BURKE -- [Impressed.] A governess, is it? You must be smart, surely.",
                "ANNA -- But let's not talk about me. Tell me about the wreck, like you\npromised me you would.",
                "BURKE -- [Importantly.] 'Twas this way, Miss. Two weeks out we ran into\nthe divil's own storm, and she sprang wan hell of a leak up for'ard.\nThe skipper was hoping to make Boston before another blow would finish\nher, but ten days back we met up with another storm the like of the\nfirst, only worse. Four days we was in it with green seas raking over\nher from bow to stern. That was a terrible time, God help us.\n[Proudly.] And if 'twasn't for me and my great strength, I'm telling\nyou -- and it's God's truth -- there'd been mutiny itself in the stokehole.\n'Twas me held them to it, with a kick to wan and a clout to another,\nand they not caring a damn for the engineers any more, but fearing a\nclout of my right arm more than they'd fear the sea itself. [He glances\nat her anxiously, eager for her approval.]",
                "ANNA -- [Concealing a smile -- amused by this boyish boasting of his.] You\ndid some hard work, didn't you?",
                "BURKE -- [Promptly.] I did that! I'm a divil for sticking it out when\nthem that's weak give up. But much good it did anyone! 'Twas a mad,\nfightin' scramble in the last seconds with each man for himself. I\ndisremember how it come about, but there was the four of us in wan boat\nand when we was raised high on a great wave I took a look about and\ndivil a sight there was of ship or men on top of the sea.",
                "ANNA -- [In a subdued voice.] Then all the others was drowned?",
                "BURKE -- They was, surely.",
                "ANNA -- [With a shudder.] What a terrible end!",
                "BURKE -- [Turns to her.] A terrible end for the like of them swabs does\nlive on land, maybe. But for the like of us does be roaming the seas, a\ngood end, I'm telling you -- quick and clane.",
                "ANNA -- [Struck by the word.] Yes, clean. That's yust the word for -- all\nof it -- the way it makes me feel.",
                "BURKE -- The sea, you mean? [Interestedly.] I'm thinking you have a bit\nof it in your blood, too. Your Old Man wasn't only a barge rat -- begging\nyour pardon -- all his life, by the cut of him.",
                "ANNA -- No, he was bo'sun on sailing ships for years. And all the men on\nboth sides of the family have gone to sea as far back as he remembers,\nhe says. All the women have married sailors, too.",
                "BURKE -- [With intense satisfaction.] Did they, now? They had spirit in\nthem. It's only on the sea you'd find rale men with guts is fit to wed\nwith fine, high-tempered girls [Then he adds half-boldly] the like of\nyourself.",
                "ANNA -- [With a laugh.] There you go kiddin' again. [Then seeing his hurt\nexpression -- quickly.] But you was going to tell me about yourself.\nYou're Irish, of course I can tell that.",
                "BURKE -- [Stoutly.] Yes, thank God, though I've not seen a sight of it in\nfifteen years or more.",
                "ANNA -- [Thoughtfully.] Sailors never do go home hardly, do they? That's\nwhat my father was saying.",
                "BURKE -- He wasn't telling no lie. [With sudden melancholy.] It's a hard\nand lonesome life, the sea is. The only women you'd meet in the ports\nof the world who'd be willing to speak you a kind word isn't woman at\nall. You know the kind I mane, and they're a poor, wicked lot, God\nforgive them. They're looking to steal the money from you only.",
                "ANNA -- [Her face averted -- rising to her feet -- agitatedly.] I think -- I\nguess I'd better see what's doing inside.",
                "BURKE -- [Afraid he has offended her -- beseechingly.] Don't go, I'm\nsaying! Is it I've given you offence with my talk of the like of them?\nDon't heed it at all! I'm clumsy in my wits when it comes to talking\nproper with a girl the like of you. And why wouldn't I be? Since the\nday I left home for to go to sea punching coal, this is the first time\nI've had a word with a rale, dacent woman. So don't turn your back on\nme now, and we beginning to be friends.",
                "ANNA -- [Turning to him again -- forcing a smile.] I'm not sore at you,\nhonest.",
                "BURKE -- [Gratefully.] God bless you!",
                "ANNA -- [Changing the subject abruptly.] But if you honestly think the\nsea's such a rotten life, why don't you get out of it?",
                "BURKE -- [Surprised.] Work on land, is it? [She nods. He spits\nscornfully.] Digging spuds in the muck from dawn to dark, I suppose?\n[Vehemently.] I wasn't made for it, Miss.",
                "ANNA -- [With a laugh.] I thought you'd say that.",
                "BURKE -- [Argumentatively.] But there's good jobs and bad jobs at sea,\nlike there'd be on land. I'm thinking if it's in the stokehole of a\nproper liner I was, I'd be able to have a little house and be home to\nit wan week out of four. And I'm thinking that maybe then I'd have the\nluck to find a fine dacent girl -- the like of yourself, now -- would be\nwilling to wed with me.",
                "ANNA -- [Turning away from him with a short laugh -- uneasily.] Why, sure.\nWhy not?",
                "BURKE -- [Edging up close to her -- exultantly.] Then you think a girl the\nlike of yourself might maybe not mind the past at all but only be\nseeing the good herself put in me?",
                "ANNA -- [In the same tone.] Why, sure.",
                "BURKE -- [Passionately.] She'd not be sorry for it, I'd take my oath!\n'Tis no more drinking and roving about I'd be doing then, but giving my\npay day into her hand and staying at home with her as meek as a lamb\neach night of the week I'd be in port.",
                "ANNA -- [Moved in spite of herself and troubled by this half-concealed\nproposal -- with a forced laugh.] All you got to do is find the girl.",
                "BURKE -- I have found her!",
                "ANNA -- [Half-frightenedly -- trying to laugh it off.] You have? When? I\nthought you was saying --",
                "BURKE -- [Boldly and forcefully.] This night. [Hanging his head -- humbly.]\nIf she'll be having me. [Then raising his eyes to hers -- simply.] 'Tis\nyou I mean.",
                "ANNA -- [Is held by his eyes for a moment -- then shrinks back from him\nwith a strange, broken laugh.] Say -- are you -- going crazy? Are you\ntrying to kid me? Proposing -- to me! -- for Gawd's sake! -- on such short\nacquaintance? [CHRIS comes out of the cabin and stands staring\nblinkingly astern. When he makes out ANNA in such intimate proximity to\nthis strange sailor, an angry expression comes over his face.]",
                "BURKE -- [Following her -- with fierce, pleading insistence.] I'm telling\nyou there's the will of God in it that brought me safe through the\nstorm and fog to the wan spot in the world where you was! Think of that\nnow, and isn't it queer --",
                "CHRIS -- Anna! [He comes toward them, raging, his fists clenched.] Anna,\nyou gat in cabin, you hear!",
                "ANNA -- [All her emotions immediately transformed into resentment at his\nbullying tone.] Who d'you think you're talking to -- a slave?",
                "CHRIS -- [Hurt -- his voice breaking -- pleadingly.] You need gat rest, Anna.\nYou gat sleep. [She does not move. He turns on BURKE furiously.] What\nyou doing here, you sailor fallar? You ain't sick like oders. You gat\nin fo'c's'tle. Dey give you bunk. [Threateningly.] You hurry, Ay tal\nyou!",
                "ANNA -- [Impulsively.] But he is sick. Look at him. He can hardly stand\nup.",
                "BURKE -- [Straightening and throwing out his chest -- with a bold laugh.]\nIs it giving me orders ye are, me bucko? Let you look out, then! With\nwan hand, weak as I am, I can break ye in two and fling the pieces over\nthe side -- and your crew after you. [Stopping abruptly.] I was\nforgetting. You're her Old Man and I'd not raise a fist to you for the\nworld. [His knees sag, he wavers and seems about to fall. ANNA utters\nan exclamation of alarm and hurries to his slde.]",
                "ANNA -- [Taking one of his arms over her shoulder.] Come on in the cabin.\nYou can have my bed if there ain't no other place.",
                "BURKE -- [With jubilant happiness -- as they proceed toward the cabin.]\nGlory be to God, is it holding my arm about your neck you are! Anna!\nAnna! Sure it's a sweet name is suited to you.",
                "ANNA -- [Guiding him carefully.] Sssh! Sssh!",
                "BURKE -- Whisht, is it? Indade, and I'll not. I'll be roaring it out like\na fog horn over the sea! You're the girl of the world and we'll be\nmarrying soon and I don't care who knows it!",
                "ANNA -- [As she guides him through the cabin door.] Ssshh! Never mind\nthat talk. You go to sleep. [They go out of sight in the cabin. CHRIS,\nwho has been listening to BURKE's last words with open-mouthed\namazement stands looking after them helplessly.]",
                "CHRIS -- [Turns suddenly and shakes his fist out at the sea -- with bitter\nhatred.] Dat's your dirty trick, damn ole davil, you! [Then in a frenzy\nof rage.] But, py God, you don't do dat! Not while Ay'm living! No, py\nGod, you don't!",
                "[The Curtain Falls]"
            ]
        },
        {
            "name": "ACT III",
            "sub_name": "",
            "text": [
                "ACT III",
                "SCENE -- The interior of the cabin on the barge, \"Simeon Winthrop\" (at\ndock in Boston) -- a narrow, low-ceilinged compartment the walls of which\nare painted a light brown with white trimmings. In the rear on the\nleft, a door leading to the sleeping quarters. In the far left corner,\na large locker-closet, painted white, on the door of which a mirror\nhangs on a nail. In the rear wall, two small square windows and a door\nopening out on the deck toward the stern. In the right wall, two more\nwindows looking out on the port deck. White curtains, clean and stiff,\nare at the windows. A table with two cane-bottomed chairs stands in the\ncenter of the cabin. A dilapidated, wicker rocker, painted brown, is\nalso by the table.",
                "It is afternoon of a sunny day about a week later. From the harbor and\ndocks outside, muffled by the closed door and windows, comes the sound\nof steamers' whistles and the puffing snort of the donkey engines of\nsome ship unloading nearby.",
                "As the curtain rises, CHRIS and ANNA are discovered. ANNA is seated in\nthe rocking-chair by the table, with a newspaper in her hands. She is\nnot reading but staring straight in front of her. She looks unhappy,\ntroubled, frowningly concentrated on her thoughts. CHRIS wanders about\nthe room, casting quick, uneasy side glances at her face, then stopping\nto peer absentmindedly out of the window. His attitude betrays an\noverwhelming, gloomy anxiety which has him on tenter hooks. He pretends\nto be engaged in setting things ship-shape, but this occupation is\nconfined to picking up some object, staring at it stupidly for a\nsecond, then aimlessly putting it down again. He clears his throat and\nstarts to sing to himself in a low, doleful voice: \"My Yosephine, come\naboard de ship. Long time Ay wait for you.\"",
                "ANNA -- [Turning on him, sarcastically.] I'm glad someone's feeling good.\n[Wearily.] Gee, I sure wish we was out of this dump and back in New\nYork.",
                "CHRIS -- [With a sigh.] Ay'm glad vhen ve sail again, too. [Then, as she\nmakes no comment, he goes on with a ponderous attempt at sarcasm.] Ay\ndon't see vhy you don't like Boston, dough. You have good time here, Ay\ntank. You go ashore all time, every day and night veek ve've been here.\nYou go to movies, see show, gat all kinds fun -- [His eyes hard with\nhatred.] All with that damn Irish fallar!",
                "ANNA -- [With weary scorn.] Oh, for heaven's sake, are you off on that\nagain? Where's the harm in his taking me around? D'you want me to sit\nall day and night in this cabin with you -- and knit? Ain't I got a right\nto have as good a time as I can?",
                "CHRIS -- It ain't right kind of fun -- not with that fallar, no.",
                "ANNA -- I been back on board every night by eleven, ain't I? [Then struck\nby some thought -- looks at him with keen suspicion -- with rising anger.]\nSay, look here, what d'you mean by what you yust said?",
                "CHRIS -- [Hastily.] Nutting but what Ay say, Anna.",
                "ANNA -- You said \"ain't right\" and you said it funny. Say, listen here,\nyou ain't trying to insinuate that there's something wrong between us,\nare you?",
                "CHRIS -- [Horrified.] No, Anna! No, Ay svear to God, Ay never tank dat!",
                "ANNA -- [Mollified by his very evident sincerity -- sitting down again.]\nWell, don't you never think it neither if you want me ever to speak to\nyou again. [Angrily again.] If I ever dreamt you thought that, I'd get\nthe hell out of this barge so quick you couldn't see me for dust.",
                "CHRIS -- [Soothingly.] Ay wouldn't never dream -- [Then, after a second's\npause, reprovingly.] You vas gatting learn to svear. Dat ain't nice for\nyoung gel, you tank?",
                "ANNA -- [With a faint trace of a smile.] Excuse me. You ain't used to\nsuch language, I know. [Mockingly.] That's what your taking me to sea\nhas done for me.",
                "CHRIS -- [Indignantly.] No, it ain't me. It's dat damn sailor fallar\nlearn you bad tangs.",
                "ANNA -- He ain't a sailor. He's a stoker.",
                "CHRIS -- [Forcibly.] Dat vas million times vorse, Ay tal you! Dem fallars\ndat vork below shoveling coal vas de dirtiest, rough gang of no-good\nfallars in vorld!",
                "ANNA -- I'd hate to hear you say that to Mat.",
                "CHRIS -- Oh, Ay tal him same tang. You don't gat it in head Ay'm scared\nof him yust 'cause he vas stronger'n Ay vas. [Menacingly.] You don't\ngat for fight with fists with dem fallars. Dere's oder vay for fix him.",
                "ANNA -- [Glancing at him with sudden alarm.] What d'you mean?",
                "CHRIS -- [Sullenly.] Nutting.",
                "ANNA -- You'd better not. I wouldn't start no trouble with him if I was\nyou. He might forget some time that you was old and my father -- and then\nyou'd be out of luck.",
                "CHRIS -- [With smouldering hatred.] Vell, yust let him! Ay'm ole bird\nmaybe, but Ay bet Ay show him trick or two.",
                "ANNA -- [Suddenly changing her tone -- persuasively.] Aw come on, be good.\nWhat's eating you, anyway? Don't you want no one to be nice to me\nexcept yourself?",
                "CHRIS -- [Placated -- coming to her -- eagerly.] Yes, Ay do, Anna -- only not\nfallar on sea. But Ay like for you marry steady fallar got good yob on\nland. You have little home in country all your own --",
                "ANNA -- [Rising to her feet -- brusquely.] Oh, cut it out! [Scornfully.]\nLittle home in the country! I wish you could have seen the little home\nin the country where you had me in jail till I was sixteen! [With\nrising irritation.] Some day you're going to get me so mad with that\ntalk, I'm going to turn loose on you and tell you -- a lot of things\nthat'll open your eyes.",
                "CHRIS -- [Alarmed.] Ay don't vant --",
                "ANNA -- I know you don't; but you keep on talking yust the same.",
                "CHRIS -- Ay don't talk no more den, Anna.",
                "ANNA -- Then promise me you'll cut out saying nasty things about Mat\nBurke every chance you get.",
                "CHRIS -- [Evasive and suspicious.] Vhy? You like dat fallar -- very much,\nAnna?",
                "ANNA -- Yes, I certainly do! He's a regular man, no matter what faults\nhe's got. One of his fingers is worth all the hundreds of men I met out\nthere -- inland.",
                "CHRIS -- [His face darkening.] Maybe you tank you love him, den?",
                "ANNA -- [Defiantly.] What of it if I do?",
                "CHRIS -- [Scowling and forcing out the words.] Maybe -- you tank you -- marry\nhim?",
                "ANNA -- [Shaking her head.] No! [CHRIS' face lights up with relief. ANNA\ncontinues slowly, a trace of sadness in her voice.] If I'd met him four\nyears ago -- or even two years ago -- I'd have jumped at the chance, I tell\nyou that straight. And I would now -- only he's such a simple guy -- a big\nkid -- and I ain't got the heart to fool him. [She breaks off suddenly.]\nBut don't never say again he ain't good enough for me. It's me ain't\ngood enough for him.",
                "CHRIS -- [Snorts scornfully.] Py yiminy, you go crazy, Ay tank!",
                "ANNA -- [With a mournful laugh.] Well, I been thinking I was myself the\nlast few days. [She goes and takes a shawl from a hook near the door\nand throws it over her shoulders.] Guess I'll take a walk down to the\nend of the dock for a minute and see what's doing. I love to watch the\nships passing. Mat'll be along before long, I guess. Tell him where I\nam, will you?",
                "CHRIS -- [Despondently.] All right, Ay tal him. [ANNA goes out the\ndoorway on rear. CHRIS follows her out and stands on the deck outside\nfor a moment looking after her. Then he comes back inside and shuts the\ndoor. He stands looking out of the window -- mutters -- \"Dirty die davil,\nyou.\" Then he goes to the table, sets the cloth straight mechanically,\npicks up the newspaper ANNA has let fall to the floor and sits down in\nthe rocking-chair. He stares at the paper for a while, then puts it on\ntable, holds his head in his hands and sighs drearily. The noise of a\nman's heavy footsteps comes from the deck outside and there is a loud\nknock on the door. CHRIS starts, makes a move as if to get up and go to\nthe door, then thinks better of it and sits still. The knock is\nrepeated -- then as no answer comes, the door is flung open and MAT BURKE\nappears. CHRIS scowls at the intruder and his hand instinctively goes\nback to the sheath knife on his hip. BURKE is dressed up -- wears a cheap\nblue suit, a striped cotton shirt with a black tie, and black shoes\nnewly shined. His face is beaming with good humor.]",
                "BURKE -- [As he sees CHRIS -- in a jovial tone of mockery.] Well, God bless\nwho's here! [He bends down and squeezes his huge form through the\nnarrow doorway.] And how is the world treating you this afternoon,\nAnna's father?",
                "CHRIS -- [Sullenly.] Pooty goot -- if it ain't for some fallars.\nBURKE -- [With a grin.] Meaning me, do you? [He laughs.] Well, if you\nain't the funny old crank of a man! [Then soberly.] Where's herself?\n[CHRIS sits dumb, scowling, his eyes averted. BURKE is irritated by\nthis silence.] Where's Anna, I'm after asking you?",
                "CHRIS -- [Hesitating -- then grouchily.] She go down end of dock.",
                "BURKE -- I'll be going down to her, then. But first I'm thinking I'll\ntake this chance when we're alone to have a word with you. [He sits\ndown opposite CHRIS at the table and leans over toward him.] And that\nword is soon said. I'm marrying your Anna before this day is out, and\nyou might as well make up your mind to it whether you like it or no.",
                "CHRIS -- [Glaring at him with hatred and forcing a scornful laugh.]\nHo-ho! Dat's easy for say!",
                "BURKE -- You mean I won't? [Scornfully.] Is it the like of yourself will\nstop me, are you thinking?",
                "CHRIS -- Yes, Ay stop it, if it come to vorst.",
                "BURKE -- [With scornful pity.] God help you!",
                "CHRIS -- But ain't no need for me do dat. Anna --",
                "BURKE -- [Smiling confidently.] Is it Anna you think will prevent me?",
                "CHRIS -- Yes.",
                "BURKE -- And I'm telling you she'll not. She knows I'm loving her, and\nshe loves me the same, and I know it.",
                "CHRIS -- Ho-ho! She only have fun. She make big fool of you, dat's all!",
                "BURKE -- [Unshaken -- pleasantly.] That's a lie in your throat, divil mend\nyou!",
                "CHRIS -- No, it ain't lie. She tal me yust before she go out she never\nmarry fallar like you.",
                "BURKE -- I'll not believe it. 'Tis a great old liar you are, and a divil\nto be making a power of trouble if you had your way. But 'tis not\ntrouble I'm looking for, and me sitting down here. [Earnestly.] Let us\nbe talking it out now as man to man. You're her father, and wouldn't it\nbe a shame for us to be at each other's throats like a pair of dogs,\nand I married with Anna. So out with the truth, man alive. What is it\nyou're holding against me at all?",
                "CHRIS -- [A bit placated, in spite of himself, by BURKE'S evident\nsincerity -- but puzzled and suspicious.] Vell -- Ay don't vant for Anna\ngat married. Listen, you fallar. Ay'm a ole man. Ay don't see Anna for\nfifteen year. She vas all Ay gat in vorld. And now ven she come on\nfirst trip -- you tank Ay vant her leave me 'lone again?",
                "BURKE -- [Heartily.] Let you not be thinking I have no heart at all for\nthe way you'd be feeling.",
                "CHRIS -- [Astonished and encouraged -- trying to plead persuasively.] Den\nyou do right tang, eh? You ship avay again, leave Anna alone.\n[Cajolingly.] Big fallar like you dat's on sea, he don't need vife. He\ngat new gel in every port, you know dat.",
                "BURKE -- [Angry for a second.] God stiffen you! [Then controlling\nhimself -- calmly.] I'll not be giving you the lie on that. But divil\ntake you, there's a time comes to every man, on sea or land, that isn't\na born fool, when he's sick of the lot of them cows, and wearing his\nheart out to meet up with a fine dacent girl, and have a home to call\nhis own and be rearing up children in it. 'Tis small use you're asking\nme to leave Anna. She's the wan woman of the world for me, and I can't\nlive without her now, I'm thinking.",
                "CHRIS -- You forgat all about her in one veek out of port, Ay bet you!",
                "BURKE -- You don't know the like I am. Death itself wouldn't make me\nforget her. So let you not be making talk to me about leaving her. I'll\nnot, and be damned to you! It won't be so bad for you as you'd make out\nat all. She'll be living here in the States, and her married to me. And\nyou'd be seeing her often so -- a sight more often than ever you saw her\nthe fifteen years she was growing up in the West. It's quare you'd be\nthe one to be making great trouble about her leaving you when you never\nlaid eyes on her once in all them years.",
                "CHRIS -- [Guiltily.] Ay taught it vas better Anna stay avay, grow up\ninland where she don't ever know ole davil, sea.",
                "BURKE -- [Scornfully.] Is it blaming the sea for your troubles ye are\nagain, God help you? Well, Anna knows it now. 'Twas in her blood,\nanyway.",
                "CHRIS -- And Ay don't vant she ever know no-good fallar on sea --",
                "BURKE -- She knows one now.",
                "CHRIS -- [Banging the table with his fist -- furiously.] Dat's yust it!\nDat's yust what you are -- no-good, sailor fallar! You tank Ay lat her\nlife be made sorry by you like her mo'der's vas by me! No, Ay svear!\nShe don't marry you if Ay gat kill you first!",
                "BURKE -- [Looks at him a moment, in astonishment -- then laughing\nuproariously.] Ho-ho! Glory be to God, it's bold talk you have for a\nstumpy runt of a man!",
                "CHRIS -- [Threateningly.] Vell -- you see!",
                "BURKE -- [With grinning defiance.] I'll see, surely! I'll see myself and\nAnna married this day, I'm telling you! [Then with contemptuous\nexasperation.] It's quare fool's blather you have about the sea done\nthis and the sea done that. You'd ought to be shamed to be saying the\nlike, and you an old sailor yourself. I'm after hearing a lot of it\nfrom you and a lot more that Anna's told me you do be saying to her,\nand I'm thinking it's a poor weak thing you are, and not a man at all!",
                "CHRIS -- [Darkly.] You see if Ay'm man -- maybe quicker'n you tank.",
                "BURKE -- [Contemptuously.] Yerra, don't be boasting. I'm thinking 'tis\nout of your wits you've got with fright of the sea. You'd be wishing\nAnna married to a farmer, she told me. That'd be a swate match, surely!\nWould you have a fine girl the like of Anna lying down at nights with a\nmuddy scut stinking of pigs and dung? Or would you have her tied for\nlife to the like of them skinny, shrivelled swabs does be working in\ncities?",
                "CHRIS -- Dat's lie, you fool!",
                "BURKE -- 'Tis not. 'Tis your own mad notions I'm after telling. But you\nknow the truth in your heart, if great fear of the sea has made you a\nliar and coward itself. [Pounding the table.] The sea's the only life\nfor a man with guts in him isn't afraid of his own shadow! 'Tis only on\nthe sea he's free, and him roving the face of the world, seeing all\nthings, and not giving a damn for saving up money, or stealing from his\nfriends, or any of the black tricks that a landlubber'd waste his life\non. 'Twas yourself knew it once, and you a bo'sun for years.",
                "CHRIS -- [Sputtering with rage.] You vas crazy fool, Ay tal you!",
                "BURKE -- You've swallowed the anchor. The sea give you a clout once\nknocked you down, and you're not man enough to get up for another, but\nlie there for the rest of your life howling bloody murder. [Proudly.]\nIsn't it myself the sea has nearly drowned, and me battered and bate\ntill I was that close to hell I could hear the flames roaring, and\nnever a groan out of me till the sea gave up and it seeing the great\nstrength and guts of a man was in me?",
                "CHRIS -- [Scornfully.] Yes, you vas hell of fallar, hear you tal it!",
                "BURKE -- [Angrily.] You'll be calling me a liar once too often, me old\nbucko! Wasn't the whole story of it and my picture itself in the\nnewspapers of Boston a week back? [Looking CHRIS up and down\nbelittlingly.] Sure I'd like to see you in the best of your youth do\nthe like of what I done in the storm and after. 'Tis a mad lunatic,\nscreeching with fear, you'd be this minute!",
                "CHRIS -- Ho-ho! You vas young fool! In ole years when Ay was on\nwindyammer, Ay vas through hundred storms vorse'n dat! Ships vas ships\nden -- and men dat sail on dem vas real men. And now what you gat on\nsteamers? You gat fallars on deck don't know ship from mudscow. [With a\nmeaning glance at BURKE.] And below deck you gat fallars yust know how\nfor shovel coal -- might yust as veil vork on coal vagon ashore!",
                "BURKE -- [Stung -- angrily.] Is it casting insults at the men in the\nstokehole ye are, ye old ape? God stiffen you! Wan of them is worth any\nten stock-fish-swilling Square-heads ever shipped on a windbag!",
                "CHRIS -- [His face working with rage, his hand going back to the\nsheath-knife on his hip.] Irish svine, you!",
                "BURKE -- [Tauntingly.] Don't ye like the Irish, ye old babboon? 'Tis that\nyou're needing in your family, I'm telling you -- an Irishman and a man\nof the stokehole -- to put guts in it so that you'll not be having\ngrandchildren would be fearful cowards and jackasses the like of\nyourself!",
                "CHRIS -- [Half rising from his chair -- in a voice choked with rage.] You\nlook out!",
                "BURKE -- [Watching him intently -- a mocking smile on his lips.] And it's\nthat you'll be having, no matter what you'll do to prevent; for Anna\nand me'll be married this day, and no old fool the like of you will\nstop us when I've made up my mind.",
                "CHRIS -- [With a hoarse cry.] You don't! [He throws himself at BURKE,\nknife in hand, knocking his chair over backwards. BURKE springs to his\nfeet quickly in time to meet the attack. He laughs with the pure love\nof battle. The old Swede is like a child in his hands. BURKE does not\nstrike or mistreat him in any way, but simply twists his right hand\nbehind his back and forces the knife from his fingers. He throws the\nknife into a far corner of the room -- tauntingly.]",
                "BURKE -- Old men is getting childish shouldn't play with knives. [Holding\nthe struggling CHRIS at arm's length -- with a sudden rush of anger,\ndrawing back his fist.] I've half a mind to hit you a great clout will\nput sense in your square head. Kape off me now, I'm warning you! [He\ngives CHRIS a push with the flat of his hand which sends the old Swede\nstaggering back against the cabin wall, where he remains standing,\npanting heavily, his eyes fixed on BURKE with hatred, as if he were\nonly collecting his strength to rush at him again.]",
                "BURKE -- [Warningly.] Now don't be coming at me again, I'm saying, or\nI'll flatten you on the floor with a blow, if 'tis Anna's father you\nare itself! I've no patience left for you. [Then with an amused laugh.]\nWell, 'tis a bold old man you are just the same, and I'd never think it\nwas in you to come tackling me alone. [A shadow crosses the cabin\nwindows. Both men start. ANNA appears in the doorway.]",
                "ANNA -- [With pleased surprise as she sees BURKE.] Hello, Mat. Are you\nhere already? I was down -- [She stops, looking from one to the other,\nsensing immediately that something has happened.] What's up? [Then\nnoticing the overturned chair -- in alarm.] How'd that chair get knocked\nover? [Turning on BURKE reproachfully.] You ain't been fighting with\nhim, Mat -- after you promised?",
                "BURKE -- [His old self again.] I've not laid a hand on him, Anna. [He\ngoes and picks up the chair, then turning on the still questioning\nANNA -- with a reassuring smile.] Let you not be worried at all. 'Twas\nonly a bit of an argument we was having to pass the time till you'd\ncome.",
                "ANNA -- It must have been some argument when you got to throwing chairs.\n[She turns on CHRIS.] Why don't you say something? What was it about?",
                "CHRIS -- [Relaxing at last -- avoiding her eyes -- sheepishly.] Ve vas\ntalking about ships and fallars on sea.",
                "ANNA -- [With a relieved smile.] Oh -- the old stuff, eh?",
                "BURKE -- [Suddenly seeming to come to a bold decision -- with a defiant\ngrin at CHRIS.] He's not after telling you the whole of it. We was\narguing about you mostly.",
                "ANNA -- [With a frown.] About me?",
                "BURKE -- And we'll be finishing it out right here and now in your\npresence if you're willing. [He sits down at the left of table.]",
                "ANNA -- [Uncertainly -- looking from him to her father.] Sure. Tell me what\nit's all about.",
                "CHRIS -- [Advancing toward the table -- protesting to BURKE.] No! You don't\ndo dat, you! You tal him you don't vant for hear him talk, Anna.",
                "ANNA -- But I do. I want this cleared up.",
                "CHRIS -- [Miserably afraid now.] Vell, not now, anyvay. You vas going\nashore, yes? You ain't got time --",
                "ANNA -- [Firmly.] Yes, right here and now. [She turns to BURKE.] You tell\nme, Mat, since he don't want to.",
                "BURKE -- [Draws a deep breath -- then plunges in boldly.] The whole of it's\nin a few words only. So's he'd make no mistake, and him hating the\nsight of me, I told him in his teeth I loved you. [Passionately.] And\nthat's God truth, Anna, and well you know it!",
                "CHRIS -- [Scornfully -- forcing a laugh.] Ho-ho! He tal same tang to gel\nevery port he go!",
                "ANNA -- [Shrinking from her father with repulsion -- resentfully.] Shut up,\ncan't you? [Then to BURKE -- feelingly.] I know it's true, Mat. I don't\nmind what he says.",
                "BURKE -- [Humbly grateful.] God bless you!",
                "ANNA -- And then what?",
                "BURKE -- And then -- [Hesitatingly.] And then I said -- [He looks at her\npleadingly.] I said I was sure -- I told him I thought you have a bit of\nlove for me, too. [Passionately.] Say you do, Anna! Let you not destroy\nme entirely, for the love of God! [He grasps both her hands in his two.]",
                "ANNA -- [Deeply moved and troubled -- forcing a trembling laugh.] So you\ntold him that, Mat? No wonder he was mad. [Forcing out the words.]\nWell, maybe it's true, Mat. Maybe I do. I been thinking and thinking -- I\ndidn't want to, Mat, I'll own up to that -- I tried to cut it\nout -- but -- [She laughs helplessly.] I guess I can't help it anyhow. So I\nguess I do, Mat. [Then with a sudden joyous defiance.] Sure I do!\nWhat's the use of kidding myself different? Sure I love you, Mat!",
                "CHRIS -- [With a cry of pain.] Anna! [He sits crushed.]",
                "BURKE -- [With a great depth of sincerity in his humble gratitude.] God\nbe praised!",
                "ANNA -- [Assertively.] And I ain't never loved a man in my life before,\nyou can always believe that -- no matter what happens.",
                "BURKE -- [Goes over to her and puts his arms around her.] Sure I do be\nbelieving ivery word you iver said or iver will say. And 'tis you and\nme will be having a grand, beautiful life together to the end of our\ndays! [He tries to kiss her. At first she turns away her head -- then,\novercome by a fierce impulse of passionate love, she takes his head in\nboth her hands and holds his face close to hers, staring into his eyes.\nThen she kisses him full on the lips.]",
                "ANNA -- [Pushing him away from her -- forcing a broken laugh.] Good-bye.\n[She walks to the doorway in rear -- stands with her back toward them,\nlooking out. Her shoulders quiver once or twice as if she were fighting\nback her sobs.]",
                "BURKE -- [Too in the seventh heaven of bliss to get any correct\ninterpretation of her word -- with a laugh.] Good-bye, is it? The divil\nyou say! I'll be coming back at you in a second for more of the same!\n[To CHRIS, who has quickened to instant attention at his daughter's\ngood-bye, and has looked back at her with a stirring of foolish hope in\nhis eyes.] Now, me old bucko, what'll you be saying? You heard the\nwords from her own lips. Confess I've bate you. Own up like a man when\nyou're bate fair and square. And here's my hand to you -- [Holds out his\nhand.] And let you take it and we'll shake and forget what's over and\ndone, and be friends from this out.",
                "CHRIS -- [With implacable hatred.] Ay don't shake hands vith you\nfallar -- not vhile Ay live!",
                "BURKE -- [Offended.] The back of my hand to you then, if that suits you\nbetter. [Growling.] 'Tis a rotten bad loser you are, divil mend you!",
                "CHRIS -- Ay don't lose -- [Trying to be scornful and self-convincing.] Anna\nsay she like you little bit but you don't hear her say she marry you,\nAy bet. [At the sound of her name ANNA has turned round to them. Her\nface is composed and calm again, but it is the dead calm of despair.]",
                "BURKE -- [Scornfully.] No, and I wasn't hearing her say the sun is\nshining either.",
                "CHRIS -- [Doggedly.] Dat's all right. She don't say it, yust same.",
                "ANNA -- [Quietly -- coming forward to them.] No, I didn't say it, Mat.",
                "CHRIS -- [Eagerly.] Dere! You hear!",
                "BURKE -- [Misunderstanding her -- with a grin.] You're waiting till you do\nbe asked, you mane? Well, I'm asking you now. And we'll be married this\nday, with the help of God!",
                "ANNA -- [Gently.] You heard what I said, Mat -- after I kissed you?",
                "BURKE -- [Alarmed by something in her manner.] No -- I disremember.",
                "ANNA -- I said good-bye. [Her voice trembling.] That kiss was for\ngood-bye, Mat.",
                "BURKE -- [Terrified.] What d'you mane?",
                "ANNA -- I can't marry you, Mat -- and we've said good-bye. That's all.",
                "CHRIS -- [Unable to hold back his exultation.] Ay know it! Ay know dat\nvas so!",
                "BURKE -- [Jumping to his feet -- unable to believe his ears.] Anna! Is it\nmaking game of me you'd be? 'Tis a quare time to joke with me, and\ndon't be doing it, for the love of God.",
                "ANNA -- [Looking him in the eyes -- steadily.] D'you think I'd kid you now?\nNo, I'm not joking, Mat. I mean what I said.",
                "BURKE -- Ye don't! Ye can't! 'Tis mad you are. I'm telling you!",
                "ANNA -- [Fixedly.] No I'm not.",
                "BURKE -- [Desperately.] But what's come over you so sudden? You was\nsaying you loved me --",
                "ANNA -- I'll say that as often as you want me to. It's true.",
                "BURKE -- [Bewilderedly.] Then why -- what, in the divil's name -- Oh, God\nhelp me, I can't make head or tail to it at all!",
                "ANNA -- Because it's the best way out I can figure, Mat. [Her voice\ncatching.] I been thinking it over and thinking it over day and night\nall week. Don't think it ain't hard on me, too, Mat.",
                "BURKE -- For the love of God, tell me then, what is it that's preventing\nyou wedding me when the two of us has love? [Suddenly getting an idea\nand pointing at CHRIS -- exasperatedly.] Is it giving heed to the like of\nthat old fool ye are, and him hating me and filling your ears full of\nbloody lies against me?",
                "CHRIS -- [Getting to his feet -- raging triumphantly before ANNA has a\nchance to get in a word.] Yes, Anna believe me, not you! She know her\nold fa'der don't lie like you.",
                "ANNA -- [Turning on her father angrily.] You sit down, d'you hear? Where\ndo you come in butting in and making things worse? You're like a devil,\nyou are! [Harshly.] Good Lord, and I was beginning to like you,\nbeginning to forget all I've got held up against you!",
                "CHRIS -- [Crushed -- feebly.] You ain't got nutting for hold against me,\nAnna.",
                "ANNA -- Ain't I yust! Well, lemme tell you -- [She glances at BURKE and\nstops abruptly.] Say, Mat, I'm s'prised at you. You didn't think\nanything he'd said --",
                "BURKE -- [Glumly.] Sure, what else would it be?",
                "ANNA -- Think I've ever paid any attention to all his crazy bull? Gee,\nyou must take me for a five-year-old kid.",
                "BURKE -- [Puzzled and beginning to be irritated at her too.] I don't know\nhow to take you, with your saying this one minute and that the next.",
                "ANNA -- Well, he has nothing to do with it.",
                "BURKE -- Then what is it has? Tell me, and don't keep me waiting and\nsweating blood.",
                "ANNA -- [Resolutely] I can't tell you -- and I won't. I got a good\nreason -- and that's all you need to know. I can't marry you, that's all\nthere is to it. [Distractedly.] So, for Gawd's sake, let's talk of\nsomething else.",
                "BURKE -- I'll not! [Then fearfully.] Is it married to someone else you\nare -- in the West maybe?",
                "ANNA -- [Vehemently.] I should say not.",
                "BURKE -- [Regaining his courage.] To the divil with all other reasons\nthen. They don't matter with me at all. [He gets to his feet\nconfidently, assuming a masterful tone.] I'm thinking you're the like\nof them women can't make up their mind till they're drove to it. Well,\nthen, I'll make up your mind for you bloody quick. [He takes her by the\narms, grinning to soften his serious bullying.] We've had enough of\ntalk! Let you be going into your room now and be dressing in your best\nand we'll be going ashore.",
                "CHRIS -- [Aroused -- angrily.] No, py God, she don't do that! [Takes hold\nof her arm.]",
                "ANNA -- [Who has listened to BURKE in astonishment. She draws away from\nhim, instinctively repelled by his tone, but not exactly sure if he is\nserious or not -- a trace of resentment in her voice.] Say, where do you\nget that stuff?",
                "BURKE -- [Imperiously.] Never mind, now! Let you go get dressed, I'm\nsaying, [Then turning to CHRIS.] We'll be seeing who'll win in the\nend -- me or you.",
                "CHRIS -- [To ANNA -- also in an authoritative tone.] You stay right here,\nAnna, you hear! [ANNA stands looking from one to the other of them as\nif she thought they had both gone crazy. Then the expression of her\nface freezes into the hardened sneer of her experience.]",
                "BURKE -- [Violently.] She'll not! She'll do what I say! You've had your\nhold on her long enough. It's my turn now.",
                "ANNA -- [With a hard laugh.] Your turn? Say, what am I, anyway?",
                "BURKE -- 'Tis not what you are, 'tis what you're going to be this\nday -- and that's wedded to me before night comes. Hurry up now with your\ndressing.",
                "CHRIS -- [Commandingly.] You don't do one tang he say, Anna! [ANNA laughs\nmockingly.]",
                "BURKE -- She will, so!",
                "CHRIS -- Ay tal you she don't! Ay'm her fa'der.",
                "BURKE -- She will in spite of you. She's taking my orders from this out,\nnot yours.",
                "ANNA -- [Laughing again.] Orders is good!",
                "BURKE -- [Turning to her impatiently.] Hurry up now, and shake a leg.\nWe've no time to be wasting. [Irritated as she doesn't move.] Do you\nhear what I'm telling you?",
                "CHRIS -- You stay dere, Anna!",
                "ANNA -- [At the end of her patience -- blazing out at them passionately.]\nYou can go to hell, both of you! [There is something in her tone that\nmakes them forget their quarrel and turn to her in a stunned amazement.\nANNA laughs wildly.] You're just like all the rest of them -- you two!\nGawd, you'd think I was a piece of furniture! I'll show you! Sit down\nnow! [As they hesitate -- furiously.] Sit down and let me talk for a\nminute. You're all wrong, see? Listen to me! I'm going to tell you\nsomething -- and then I'm going to beat it. [To BURKE -- with a harsh\nlaugh.] I'm going to tell you a funny story, so pay attention.\n[Pointing to CHRIS.] I've been meaning to turn it loose on him every\ntime he'd get my goat with his bull about keeping me safe inland. I\nwasn't going to tell you, but you've forced me into it. What's the dif?\nIt's all wrong anyway, and you might as well get cured that way as any\nother. [With hard mocking.] Only don't forget what you said a minute\nago about it not mattering to you what other reason I got so long as I\nwasn't married to no one else.",
                "BURKE -- [Manfully.] That's my word, and I'll stick to it!",
                "ANNA -- [Laughing bitterly.] What a chance! You make me laugh, honest!\nWant to bet you will? Wait 'n see! [She stands at the table rear,\nlooking from one to the other of the two men with her hard, mocking\nsmile. Then she begins, fighting to control her emotion and speak\ncalmly.] First thing is, I want to tell you two guys something. You was\ngoing on's if one of you had got to own me. But nobody owns me,\nsee? -- 'cepting myself. I'll do what I please and no man, I don't give a\nhoot who he is, can tell me what to do! I ain't asking either of you\nfor a living. I can make it myself -- one way or other. I'm my own boss.\nSo put that in your pipe and smoke it! You and your orders!",
                "BURKE -- [Protestingly.] I wasn't meaning it that way at all and well you\nknow it. You've no call to be raising this rumpus with me. [Pointing to\nCHRIS.] 'Tis him you've a right --",
                "ANNA -- I'm coming to him. But you -- you did mean it that way, too. You\nsounded -- yust like all the rest. [Hysterically.] But, damn it, shut up!\nLet me talk for a change!",
                "BURKE -- 'Tis quare, rough talk, that -- for a dacent girl the like of you!",
                "ANNA -- [With a hard laugh.] Decent? Who told you I was? [CHRIS is\nsitting with bowed shoulders, his head in his hands. She leans over in\nexasperation and shakes him violently by the shoulder.] Don't go to\nsleep, Old Man! Listen here, I'm talking to you now!",
                "CHRIS -- [Straightening up and looking about as if he were seeking a way\nto escape -- with frightened foreboding in his voice.] Ay don't vant for\nhear it. You vas going out of head, Ay tank, Anna.",
                "ANNA -- [Violently.] Well, living with you is enough to drive anyone off\ntheir nut. Your bunk about the farm being so fine! Didn't I write you\nyear after year how rotten it was and what a dirty slave them cousins\nmade of me? What'd you care? Nothing! Not even enough to come out and\nsee me! That crazy bull about wanting to keep me away from the sea\ndon't go down with me! You yust didn't want to be bothered with me!\nYou're like all the rest of 'em!",
                "CHRIS -- [Feebly.] Anna! It ain't so --",
                "ANNA -- [Not heeding his interruption -- revengefully.] But one thing I\nnever wrote you. It was one of them cousins that you think is such nice\npeople -- the youngest son -- Paul -- that started me wrong. [Loudly.] It\nwasn't none of my fault. I hated him worse 'n hell and he knew it. But\nhe was big and strong -- [Pointing to Burke] -- like you!",
                "BURKE -- [Half springing to his feet -- his fists clenched,] God blarst it!\n[He sinks slowly back in his chair again, the knuckles showing white on\nhis clenched hands, his face tense with the effort to suppress his\ngrief and rage.]",
                "CHRIS -- [In a cry of horrified pain.] Anna!",
                "ANNA -- [To him -- seeming not to have heard their interruptions.] That was\nwhy I run away from the farm. That was what made me get a yob as nurse\ngirl in St. Paul. [With a hard, mocking laugh.] And you think that was\na nice yob for a girl, too, don't you? [Sarcastically.] With all them\nnice inland fellers yust looking for a chance to marry me, I s'pose.\nMarry me? What a chance! They wasn't looking for marrying. [As BURKE\nlets a groan of fury escape him -- desperately.] I'm owning up to\neverything fair and square. I was caged in, I tell you -- yust like in\nyail -- taking care of other people's kids -- listening to 'em bawling and\ncrying day and night -- when I wanted to be out -- and I was\nlonesome -- lonesome as hell! [With a sudden weariness in her voice.] So\nI give up finally. What was the use? [She stops and looks at the two\nmen. Both are motionless and silent. CHRIS seems in a stupor of\ndespair, his house of cards fallen about him. BURKE's face is livid\nwith the rage that is eating him up, but he is too stunned and\nbewildered yet to find a vent for it. The condemnation she feels in\ntheir silence goads ANNA into a harsh, strident defiance.] You don't\nsay nothing -- either of you -- but I know what you're thinking. You're\nlike all the rest! [To CHRIS -- furiously.] And who's to blame for it, me\nor you? If you'd even acted like a man -- if you'd even been a regular\nfather and had me with you -- maybe things would be different!",
                "CHRIS -- [In agony.] Don't talk dat vay, Anna! Ay go crazy! Ay von't\nlisten! [Puts his hands over his ears.]",
                "ANNA -- [Infuriated by his action -- stridently.] You will too listen! [She\nleans over and pulls his hands from his ears -- with hysterical rage.]\nYou -- keeping me safe inland -- I wasn't no nurse girl the last two\nyears -- I lied when I wrote you -- I was in a house, that's what! -- yes,\nthat kind of a house -- the kind sailors like you and Mat goes to in\nport -- and your nice inland men, too -- and all men, God damn 'em! I hate\n'em! Hate 'em! [She breaks into hysterical sobbing, throwing herself\ninto the chair and hiding her face in her hands on the table. The two\nmen have sprung to their feet.]",
                "CHRIS -- [Whimpering like a child.] Anna! Anna! It's lie! It's lie! [He\nstands wringing his hands together and begins to weep.]",
                "BURKE -- [His whole great body tense like a spring -- dully and gropingly.]\nSo that's what's in it!",
                "ANNA -- [Raising her head at the sound of his voice -- with extreme mocking\nbitterness.] I s'pose you remember your promise, Mat? No other reason\nwas to count with you so long as I wasn't married already. So I s'pose\nyou want me to get dressed and go ashore, don't you? [She laughs.] Yes,\nyou do!",
                "BURKE -- [On the verge of his outbreak -- stammeringly.] God stiffen you!",
                "ANNA -- [Trying to keep up her hard, bitter tone, but gradually letting a\nnote of pitiful pleading creep in.] I s'pose if I tried to tell you I\nwasn't -- that -- no more you'd believe me, wouldn't you? Yes, you would!\nAnd if I told you that yust getting out in this barge, and being on the\nsea had changed me and made me feel different about things,'s if all\nI'd been through wasn't me and didn't count and was yust like it never\nhappened -- you'd laugh, wouldn't you? And you'd die laughing sure if I\nsaid that meeting you that funny way that night in the fog, and\nafterwards seeing that you was straight goods stuck on me, had got me\nto thinking for the first time, and I sized you up as a different kind\nof man -- a sea man as different from the ones on land as water is from\nmud -- and that was why I got stuck on you, too. I wanted to marry you\nand fool you, but I couldn't. Don't you see how I'd changed? I couldn't\nmarry you with you believing a lie -- and I was shamed to tell you the\ntruth -- till the both of you forced my hand, and I seen you was the same\nas all the rest. And now, give me a bawling out and beat it, like I can\ntell you're going to. [She stops, looking at BURKE. He is silent, his\nface averted, his features beginning to work with fury. She pleads\npassionately.] Will you believe it if I tell you that loving you has\nmade me -- clean? It's the straight goods, honest! [Then as he doesn't\nreply -- bitterly.] Like hell you will! You're like all the rest!",
                "BURKE -- [Blazing out -- turning on her in a perfect frenzy of rage -- his\nvoice trembling with passion.] The rest, is it? God's curse on you!\nClane, is it? You slut, you, I'll be killing you now! [He picks up the\nchair on which he has been sitting and, swinging it high over his\nshoulder, springs toward her. CHRIS rushes forward with a cry of alarm,\ntrying to ward off the blow from his daughter. ANNA looks up into\nBURKE'S eyes with the fearlessness of despair. BURKE checks himself,\nthe chair held in the air.]",
                "CHRIS -- [Wildly.] Stop, you crazy fool! You vant for murder her!",
                "ANNA -- [Pushing her father away brusquely, her eyes still holding\nBURKE'S.] Keep out of this, you! [To BURKE -- dully.] Well, ain't you got\nthe nerve to do it? Go ahead! I'll be thankful to you, honest. I'm sick\nof the whole game.",
                "BURKE -- [Throwing the chair away into a corner of the room -- helplessly.]\nI can't do it, God help me, and your two eyes looking at me.\n[Furiously.] Though I do be thinking I'd have a good right to smash\nyour skull like a rotten egg. Was there iver a woman in the world had\nthe rottenness in her that you have, and was there iver a man the like\nof me was made the fool of the world, and me thinking thoughts about\nyou, and having great love for you, and dreaming dreams of the fine\nlife we'd have when we'd be wedded! [His voice high pitched in a\nlamentation that is like a keen]. Yerra, God help me! I'm destroyed\nentirely and my heart is broken in bits! I'm asking God Himself, was it\nfor this He'd have me roaming the earth since I was a lad only, to come\nto black shame in the end, where I'd be giving a power of love to a\nwoman is the same as others you'd meet in any hooker-shanty in port,\nwith red gowns on them and paint on their grinning mugs, would be\nsleeping with any man for a dollar or two!",
                "ANNA -- [In a scream.] Don't, Mat! For Gawd's sake! [Then raging and\npounding on the table with her hands.] Get out of here! Leave me alone!\nGet out of here!",
                "BURKE -- [His anger rushing back on him.] I'll be going, surely! And I'll\nbe drinking sloos of whiskey will wash that black kiss of yours off my\nlips; and I'll be getting dead rotten drunk so I'll not remember if\n'twas iver born you was at all; and I'll be shipping away on some boat\nwill take me to the other end of the world where I'll never see your\nface again! [He turns toward the door]",
                "CHRIS -- [Who has been standing in a stupor -- suddenly grasping BURKE by\nthe arm -- stupidly] No, you don't go. Ay tank maybe it's better Anna\nmarry you now.",
                "BURKE -- [Shaking CHRIS off -- furiously] Lave go of me, ye old ape! Marry\nher, is it? I'd see her roasting in hell first! I'm shipping away out\nof this, I'm telling you! [Pointing to Anna -- passionately] And my curse\non you and the curse of Almighty God and all the Saints! You've\ndestroyed me this day and may you lie awake in the long nights,\ntormented with thoughts of Mat Burke and the great wrong you've done\nhim!",
                "ANNA -- [In anguish] Mat! [But he turns without another word and strides\nout of the doorway. ANNA looks after him wildly, starts to run after\nhim, then hides her face in her outstretched arms, sobbing. CHRIS\nstands in a stupor, staring at the floor.]",
                "CHRIS -- [After a pause, dully.] Ay tank Ay go ashore, too.",
                "ANNA -- [Looking up, wildly.] Not after him! Let him go! Don't you dare --",
                "CHRIS -- [Somberly.] Ay go for gat drink.",
                "ANNA -- [With a harsh laugh.] So I'm driving you to drink, too, eh? I\ns'pose you want to get drunk so's you can forget -- like him?",
                "CHRIS -- [Bursting out angrily.] Yes, Ay vant! You tank Ay like hear dem\ntangs. [Breaking down -- weeping.] Ay tank you vasn't dat kind of gel,\nAnna.",
                "ANNA -- [Mockingly.] And I s'pose you want me to beat it, don't you? You\ndon't want me here disgracing you, I s'pose?",
                "CHRIS -- No, you stay here! [Goes over and pats her on the shoulder, the\ntears running down his face.] Ain't your fault, Anna, Ay know dat. [She\nlooks up at him, softened. He bursts into rage.] It's dat ole davil,\nsea, do this to me! [He shakes his fist at the door.] It's her dirty\ntricks! It vas all right on barge with yust you and me. Den she bring\ndat Irish fallar in fog, she make you like him, she make you fight with\nme all time! If dat Irish fallar don't never come, you don't never tal\nme dem tangs, Ay don't never know, and every tang's all right. [He\nshakes his fist again,] Dirty ole davil!",
                "ANNA -- [With spent weariness.] Oh, what's the use? Go on ashore and get\ndrunk.",
                "CHRIS -- [Goes into room on left and gets his cap. He goes to the door,\nsilent and stupid -- then turns.] You vait here, Anna?",
                "ANNA -- [Dully] Maybe -- and maybe not. Maybe I'll get drunk, too. Maybe\nI'll -- But what the hell do you care what I do? Go on and beat it.\n[CHRIS turns stupidly and goes out. ANNA sits at the table, staring\nstraight in front of her.]",
                "[The Curtain Falls]"
            ]
        },
        {
            "name": "ACT IV",
            "sub_name": "",
            "text": [
                "ACT IV",
                "SCENE -- Same as Act Three, about nine o'clock of a foggy night two days\nlater. The whistles of steamers in the harbor can be heard. The cabin\nis lighted by a small lamp on the table. A suitcase stands in the\nmiddle of the floor. ANNA is sitting in the rocking-chair. She wears a\nhat, is all dressed up as in Act One. Her face is pale, looks terribly\ntired and worn, as if the two days just past had been ones of suffering\nand sleepless nights. She stares before her despondently, her chin in\nher hands. There is a timid knock on the door in rear. ANNA jumps to\nher feet with a startled exclamation and looks toward the door with an\nexpression of mingled hope and fear.",
                "ANNA -- [Faintly.] Come in. [Then summoning her courage -- more\nresolutely.] Come in. [The door is opened and CHRIS appears in the\ndoorway. He is in a very bleary, bedraggled condition, suffering from\nthe after effects of his drunk. A tin pail full of foaming beer is in\nhis hand. He comes forward, his eyes avoiding ANNA'S. He mutters\nstupidly.] It's foggy.",
                "ANNA -- [Looking him over with contempt.] So you come back at last, did\nyou? You're a fine looking sight! [Then jeeringly.] I thought you'd\nbeaten it for good on account of the disgrace I'd brought on you.",
                "CHRIS -- [Wincing-faintly.] Don't say dat, Anna, please! [He sits in a\nchair by the table, setting down the can of beer, holding his head in\nhis hands]",
                "ANNA -- [Looks at him with a certain sympathy.] What's the trouble?\nFeeling sick?",
                "CHRIS -- [Dully.] Inside my head feel sick.",
                "ANNA -- Well, what d'you expect after being soused for two days?\n[Resentfully.] It serves you right. A fine thing -- you leaving me alone\non this barge all that time!",
                "CHRIS -- [Humbly.] Ay'm sorry, Anna.",
                "ANNA -- [Scornfully] Sorry!",
                "CHRIS -- But Ay'm not sick inside head vay you mean. Ay'm sick from tank\ntoo much about you, about me.",
                "ANNA -- And how about me? D'you suppose I ain't been thinking, too?",
                "CHRIS -- Ay'm sorry, Anna. [He sees her bag and gives a start] You pack\nyour bag, Anna? You vas going -- ?",
                "ANNA -- [Forcibly.] Yes, I was going right back to what you think.",
                "CHRIS -- Anna!",
                "ANNA -- I went ashore to get a train for New York. I'd been waiting and\nwaiting 'till I was sick of it. Then I changed my mind and decided not\nto go to-day. But I'm going first thing to-morrow, so it'll all be the\nsame in the end.",
                "CHRIS -- [Raising his head -- pleadingly] No, you never do dat, Anna!",
                "ANNA -- [With a sneer.] Why not, I'd like to know?",
                "CHRIS -- You don't never gat to do -- dat vay -- no more, Ay tal you. Ay fix\ndat up all right.",
                "ANNA -- [Suspiciously.] Fix what up?",
                "CHRIS -- [Not seeming to have heard her question -- sadly.] You vas\nvaiting, you say? You vasn't vaiting for me, Ay bet.",
                "ANNA -- [Callously.] You'd win.",
                "CHRIS -- For dat Irish fallar?",
                "ANNA -- [Defiantly.] Yes -- if you want to know! [Then with a forlorn\nlaugh.] If he did come back it'd only because he wanted to beat me up\nor kill me, I suppose. But even if he did, I'd rather have him come\nthan not show up at all. I wouldn't care what he did.",
                "CHRIS -- Ay guess it's true you vas in love with him all right.",
                "ANNA -- You guess!",
                "CHRIS -- [Turning to her earnestly.] And Ay'm sorry for you like hell he\ndon't come, Anna!",
                "ANNA -- [Softened.] Seems to me you've changed your tune a lot.",
                "CHRIS -- Ay've been tanking, and Ay guess it vas all my fault -- all bad\ntangs dat happen to you. [Pleadingly.] You try for not hate me, Anna.\nAy'm crazy ole fool, dat's all.",
                "ANNA -- Who said I hated you?",
                "CHRIS -- Ay'm sorry for everytang Ay do wrong for you, Anna. Ay vant for\nyou be happy all rest of your life for make up! It make you happy marry\ndat Irish fallar, Ay vant it, too.",
                "ANNA -- [Dully.] -- Well, there ain't no chance. But I'm glad you think\ndifferent about it, anyway.",
                "CHRIS -- [Supplicatingly.] And you tank -- maybe -- you forgive me sometime?",
                "ANNA -- [With a wan smile.] I'll forgive you right now.",
                "CHRIS -- [Seizing her hand and kissing it -- brokenly.] Anna lilla! Anna\nlilla!",
                "ANNA -- [Touched but a bit embarrassed.] Don't bawl about it. There ain't\nnothing to forgive, anyway. It ain't your fault, and it ain't mine, and\nit ain't his neither. We're all poor nuts, and things happen, and we\nyust get mixed in wrong, that's all.",
                "CHRIS -- [Eagerly.] You say right tang, Anna, py golly! It ain't nobody's\nfault! [Shaking his fist.] It's dat ole davil, sea!",
                "ANNA -- [With an exasperated laugh.] Gee, won't you ever can that stuff?\n[CHRIS relapses into injured silence. After a pause ANNA continues\ncuriously.] You said a minute ago you'd fixed something up -- about me.\nWhat was it?",
                "CHRIS -- [After a hesitating pause.] Ay'm shipping avay on sea again,\nAnna.",
                "ANNA -- [Astounded.] You're -- what?",
                "CHRIS -- Ay sign on steamer sail to-morrow. Ay gat my ole yob -- bo'sun.\n[ANNA stares at him. As he goes on, a bitter smile comes over her\nface.] Ay tank dat's best tang for you. Ay only bring you bad luck, Ay\ntank. Ay make your mo'der's life sorry. Ay don't vant make yours dat\nway, but Ay do yust same. Dat ole davil, sea, she make me Yonah man\nain't no good for nobody. And Ay tank now it ain't no use fight with\nsea. No man dat live going to beat her, py yingo!",
                "ANNA -- [With a laugh of helpless bitterness.] So that's how you've fixed\nme, is it?",
                "CHRIS -- Yes, Ay tank if dat ole davil gat me back she leave you alone\nden.",
                "ANNA -- [Bitterly.] But, for Gawd's sake, don't you see, you're doing the\nsame thing you've always done? Don't you see -- ? [But she sees the look\nof obsessed stubbornness on her father's face and gives it up\nhelplessly.] But what's the use of talking. You ain't right, that's\nwhat. I'll never blame you for nothing no more. But how you could\nfigure out that was fixing me -- !",
                "CHRIS -- Dat ain't all. Ay gat dem fallars in steam-ship office to pay\nyou all money coming to me every month vhile Ay'm avay.",
                "ANNA -- [With a hard laugh.] Thanks. But I guess I won't be hard up for\nno small change.",
                "CHRIS -- [Hurt -- humbly.] It ain't much, Ay know, but it's plenty for keep\nyou so you never gat go.",
                "ANNA -- [Shortly.] Shut up, will you? We'll talk about it later, see?",
                "CHRIS -- [After a pause -- ingratiatingly.] You like Ay go ashore look for\ndat Irish fallar, Anna?",
                "ANNA -- [Angrily.] Not much! Think I want to drag him back?",
                "CHRIS -- [After a pause -- uncomfortably.] Py golly, dat booze don't go\nveil. Give me fever, Ay tank, Ay feel hot like hell. [He takes off his\ncoat and lets it drop on the floor. There is a loud thud.]",
                "ANNA -- [With a start.] What you got in your pocket, for Pete's sake -- a\nton of lead? [She reaches down, takes the coat and pulls out a\nrevolver -- looks from it to him in amazement.] A gun? What were you\ndoing with this?",
                "CHRIS -- [Sheepishly.] Ay forgat. Ain't nutting. Ain't loaded, anyvay.",
                "ANNA -- [Breaking it open to make sure -- then closing it again -- looking at\nhim suspiciously.] That ain't telling me why you got it?",
                "CHRIS -- [Sheepishly.] Ay'm ole fool. Ay gat it vhen Ay go ashore first.\nAy tank den it's all fault of dat Irish fallar.",
                "ANNA -- [With a shudder.] Say, you're crazier than I thought. I never\ndreamt you'd go that far.",
                "CHRIS -- [Quickly.] Ay don't. Ay gat better sense right avay. Ay don't\nnever buy bullets even. It ain't his fault, Ay know.",
                "ANNA -- [Still suspicious of him.] Well, I'll take care of this for a\nwhile, loaded or not. [She puts it in the drawer of table and closes\nthe drawer.]",
                "CHRIS -- [Placatingly.] Throw it overboard if you vant. Ay don't care,\n[Then after a pause.] Py golly, Ay tank Ay go lie down. Ay feel sick.\n[ANNA takes a magazine from the table. CHRIS hesitates by her chair.]\nVe talk again before Ay go, yes?",
                "ANNA -- [Dully.] Where's this ship going to?",
                "CHRIS -- Cape Town. Dat's in South Africa. She's British steamer called\nLondonderry. [He stands hesitatingly -- finally blurts out.] Anna -- you\nforgive me sure?",
                "ANNA -- [Wearily.] Sure I do. You ain't to blame. You're yust -- what you\nare -- like me.",
                "CHRIS -- [Pleadingly.] Den -- you lat me kiss you again once?",
                "ANNA -- [Raising her face -- forcing a wan smile.] Sure. No hard feelings.",
                "CHRIS -- [Kisses her -- brokenly.] Anna lilla! Ay -- [He fights for words to\nexpress himself, but finds none -- miserably -- with a sob.] Ay can't say\nit. Good-night, Anna.",
                "ANNA -- Good-night. [He picks up the can of beer and goes slowly into the\nroom on left, his shoulders bowed, his head sunk forward dejectedly. He\ncloses the door after him. ANNA turns over the pages of the magazine,\ntrying desperately to banish her thoughts by looking at the pictures.\nThis fails to distract her, and flinging the magazine back on the\ntable, she springs to her feet and walks about the cabin distractedly,\nclenching and unclenching her hands. She speaks aloud to herself in a\ntense, trembling voice.] Gawd, I can't stand this much longer! What am\nI waiting for anyway? -- like a damn fool! [She laughs helplessly, then\nchecks herself abruptly, as she hears the sound of heavy footsteps on\nthe deck outside. She appears to recognize these and her face lights up\nwith joy. She gasps:] Mat! [A strange terror seems suddenly to seize\nher. She rushes to the table, takes the revolver out of drawer and\ncrouches down in the corner, left, behind the cupboard. A moment later\nthe door is flung open and MAT BURKE appears in the doorway. He is in\nbad shape -- his clothes torn and dirty, covered with sawdust as if he\nhad been grovelling or sleeping on barroom floors. There is a red\nbruise on his forehead over one of his eyes, another over one\ncheekbone, his knuckles are skinned and raw -- plain evidence of the\nfighting he has been through on his \"bat.\" His eyes are bloodshot and\nheavy-lidded, his face has a bloated look. But beyond these\nappearances -- the results of heavy drinking -- there is an expression in\nhis eyes of wild mental turmoil, of impotent animal rage baffled by its\nown abject misery.]",
                "BURKE -- [Peers blinkingly about the cabin -- hoarsely.] Let you not be\nhiding from me, whoever's here -- though 'tis well you know I'd have a\nright to come back and murder you. [He stops to listen. Hearing no\nsound, he closes the door behind him and comes forward to the table. He\nthrows himself into the rocking-chair -- despondently.] There's no one\nhere, I'm thinking, and 'tis a great fool I am to be coming. [With a\nsort of dumb, uncomprehending anguish.] Yerra, Mat Burke, 'tis a great\njackass you've become and what's got into you at all, at all? She's\ngone out of this long ago, I'm telling you, and you'll never see her\nface again. [ANNA stands up, hesitating, struggling between joy and\nfear. BURKE'S eyes fall on ANNA'S bag. He leans over to examine it.]\nWhat's this? [Joyfully.] It's hers. She's not gone! But where is she?\nAshore? [Darkly.] What would she be doing ashore on this rotten night?\n[His face suddenly convulsed with grief and rage.] 'Tis that, is it?\nOh, God's curse on her! [Raging.] I'll wait 'till she comes and choke\nher dirty life out. [ANNA starts, her face grows hard. She steps into\nthe room, the revolver in her right hand by her side.]",
                "ANNA -- [In a cold, hard tone.] What are you doing here?",
                "BURKE -- [Wheeling about with a terrified gasp] Glory be to God! [They\nremain motionless and silent for a moment, holding each other's eyes.]",
                "ANNA -- [In the same hard voice] Well, can't you talk?",
                "BURKE -- [Trying to fall into an easy, careless tone] You've a year's\ngrowth scared out of me, coming at me so sudden and me thinking I was\nalone.",
                "ANNA -- You've got your nerve butting in here without knocking or\nnothing. What d'you want?",
                "BURKE -- [Airily] Oh, nothing much. I was wanting to have a last word\nwith you, that's all. [He moves a step toward her.]",
                "ANNA -- [Sharply -- raising the revolver in her hand.] Careful now! Don't\ntry getting too close. I heard what you said you'd do to me.",
                "BURKE -- [Noticing the revolver for the first time.] Is it murdering me\nyou'd be now, God forgive you? [Then with a contemptuous laugh.] Or is\nit thinking I'd be frightened by that old tin whistle? [He walks\nstraight for her.]",
                "ANNA -- [Wildly.] Look out, I tell you!",
                "BURKE -- [Who has come so close that the revolver is almost touching his\nchest.] Let you shoot, then! [Then with sudden wild grief.] Let you\nshoot, I'm saying, and be done with it! Let you end me with a shot and\nI'll be thanking you, for it's a rotten dog's life I've lived the past\ntwo days since I've known what you are, 'til I'm after wishing I was\nnever born at all!",
                "ANNA -- [Overcome -- letting the revolver drop to the floor, as if her\nfingers had no strength to hold it -- hysterically.] What d'you want\ncoming here? Why don't you beat it? Go on! [She passes him and sinks\ndown in the rocking-chair.]",
                "BURKE -- [Following her -- mournfully.] 'Tis right you'd be asking why did\nI come. [Then angrily.] 'Tis because 'tis a great weak fool of the\nworld I am, and me tormented with the wickedness you'd told of\nyourself, and drinking oceans of booze that'd make me forget. Forget?\nDivil a word I'd forget, and your face grinning always in front of my\neyes, awake or asleep, 'til I do be thinking a madhouse is the proper\nplace for me.",
                "ANNA -- [Glancing at his hands and -- face -- scornfully] You look like you\nought to be put away some place. Wonder you wasn't pulled in. You been\nscrapping, too, ain't you?",
                "BURKE -- I have -- with every scut would take off his coat to me!\n[Fiercely.] And each time I'd be hitting one a clout in the mug, it\nwasn't his face I'd be seeing at all, but yours, and me wanting to\ndrive you a blow would knock you out of this world where I wouldn't be\nseeing or thinking more of you.",
                "ANNA -- [Her lips trembling pitifully] Thanks!",
                "BURKE -- [Walking up and down -- distractedly.] That's right, make game of\nme! Oh, I'm a great coward surely, to be coming back to speak with you\nat all. You've a right to laugh at me.",
                "ANNA -- I ain't laughing at you, Mat.",
                "BURKE -- [Unheeding.] You to be what you are, and me to be Mat Burke, and\nme to be drove back to look at you again! 'Tis black shame is on me!",
                "ANNA -- [Resentfully.] Then get out. No one's holding you!",
                "BURKE -- [Bewilderedly] And me to listen to that talk from a woman like\nyou and be frightened to close her mouth with a slap! Oh, God help me,\nI'm a yellow coward for all men to spit at! [Then furiously] But I'll\nnot be getting out of this 'till I've had me word. [Raising his fist\nthreateningly] And let you look out how you'd drive me! [Letting his\nfist fall helplessly] Don't be angry now! I'm raving like a real\nlunatic, I'm thinking, and the sorrow you put on me has my brains\ndrownded in grief. [Suddenly bending down to her and grasping her arm\nintensely] Tell me it's a lie, I'm saying! That's what I'm after coming\nto hear you say.",
                "ANNA -- [Dully] A lie? What?",
                "BURKE -- [With passionate entreaty] All the badness you told me two days\nback. Sure it must be a lie! You was only making game of me, wasn't\nyou? Tell me 'twas a lie, Anna, and I'll be saying prayers of thanks on\nmy two knees to the Almighty God!",
                "ANNA -- [Terribly shaken -- faintly.] I can't. Mat. [As he turns\naway -- imploringly.] Oh, Mat, won't you see that no matter what I was I\nain't that any more? Why, listen! I packed up my bag this afternoon and\nwent ashore. I'd been waiting here all alone for two days, thinking\nmaybe you'd come back -- thinking maybe you'd think over all I'd\nsaid -- and maybe -- oh, I don't know what I was hoping! But I was afraid\nto even go out of the cabin for a second, honest -- afraid you might come\nand not find me here. Then I gave up hope when you didn't show up and I\nwent to the railroad station. I was going to New York. I was going\nback --",
                "BURKE -- [Hoarsely.] God's curse on you!",
                "ANNA -- Listen, Mat! You hadn't come, and I'd gave up hope. But -- in the\nstation -- I couldn't go. I'd bought my ticket and everything. [She takes\nthe ticket from her dress and tries to hold it before his eyes.] But I\ngot to thinking about you -- and I couldn't take the train -- I couldn't!\nSo I come back here -- to wait some more. Oh, Mat, don't you see I've\nchanged? Can't you forgive what's dead and gone -- and forget it?",
                "BURKE -- [Turning on her -- overcome by rage again.] Forget, is it? I'll\nnot forget 'til my dying day, I'm telling you, and me tormented with\nthoughts. [In a frenzy.] Oh, I'm wishing I had wan of them fornenst me\nthis minute and I'd beat him with my fists 'till he'd be a bloody\ncorpse! I'm wishing the whole lot of them will roast in hell 'til the\nJudgment Day -- and yourself along with them, for you're as bad as they\nare.",
                "ANNA -- [Shuddering.] Mat! [Then after a pause -- in a voice of dead, stony\ncalm.] Well, you've had your say. Now you better beat it.",
                "BURKE -- [Starts slowly for the door -- hesitates -- then after a pause.] And\nwhat'll you be doing?",
                "ANNA -- What difference does it make to you?",
                "BURKE -- I'm asking you!",
                "ANNA -- [In the same tone.] My bag's packed and I got my ticket. I'll go\nto New York to-morrow.",
                "BURKE -- [Helplessly.] You mean -- you'll be doing the same again?",
                "ANNA -- [Stonily.] Yes.",
                "BURKE -- [In anguish.] You'll not! Don't torment me with that talk! 'Tis\na she-divil you are sent to drive me mad entirely!",
                "ANNA -- [Her voice breaking.] Oh, for Gawd's sake, Mat, leave me alone!\nGo away! Don't you see I'm licked? Why d'you want to keep on kicking me?",
                "BURKE -- [Indignantly.] And don't you deserve the worst I'd say, God\nforgive you?",
                "ANNA -- All right. Maybe I do. But don't rub it in. Why ain't you done\nwhat you said you was going to? Why ain't you got that ship was going\nto take you to the other side of the earth where you'd never see me\nagain?",
                "BURKE -- I have.",
                "ANNA -- [Startled.] What -- then you're going -- honest?",
                "BURKE -- I signed on to-day at noon, drunk as I was -- and she's sailing\nto-morrow.",
                "ANNA -- And where's she going to?",
                "BURKE -- Cape Town.",
                "ANNA -- [The memory of having heard that name a little while before\ncoming to her -- with a start, confusedly.] Cape Town? Where's that. Far\naway?",
                "BURKE -- 'Tis at the end of Africa. That's far for you.",
                "ANNA -- [Forcing a laugh.] You're keeping your word all right, ain't you?\n[After a slight pause -- curiously.] What's the boat's name?",
                "BURKE -- The Londonderry.",
                "ANNA -- [It suddenly comes to her that this is the same ship her father\nis sailing on.] The Londonderry! It's the same -- Oh, this is too much!\n[With wild, ironical laughter.] Ha-ha-ha!",
                "BURKE -- What's up with you now?",
                "ANNA -- Ha-ha-ha! It's funny, funny! I'll die laughing!",
                "BURKE -- [Irritated.] Laughing at what?",
                "ANNA -- It's a secret. You'll know soon enough. It's funny. [Controlling\nherself -- after a pause -- cynically.] What kind of a place is this Cape\nTown? Plenty of dames there, I suppose?",
                "BURKE -- To hell with them! That I may never see another woman to my\ndying hour!",
                "ANNA -- That's what you say now, but I'll bet by the time you get there\nyou'll have forgot all about me and start in talking the same old bull\nyou talked to me to the first one you meet.",
                "BURKE -- [Offended.] I'll not, then! God mend you, is it making me out to\nbe the like of yourself you are, and you taking up with this one and\nthat all the years of your life?",
                "ANNA -- [Angrily assertive.] Yes, that's yust what I do mean! You been\ndoing the same thing all your life, picking up a new girl in every\nport. How're you any better than I was?",
                "BURKE -- [Thoroughly exasperated.] Is it no shame you have at all? I'm a\nfool to be wasting talk on you and you hardened in badness. I'll go out\nof this and lave you alone forever. [He starts for the door -- then stops\nto turn on her furiously] And I suppose 'tis the same lies you told\nthem all before that you told to me?",
                "ANNA -- [Indignantly.] That's a lie! I never did!",
                "BURKE -- [Miserably.] You'd be saying that, anyway.",
                "ANNA -- [Forcibly, with growing intensity.] Are you trying to accuse\nme -- of being in love -- really in love -- with them?",
                "BURKE -- I'm thinking you were, surely.",
                "ANNA -- [Furiously, as if this were the last insult -- advancing on him\nthreateningly] You mutt, you! I've stood enough from you. Don't you\ndare. [With scornful bitterness.] Love 'em! Oh, my Gawd! You damn\nthick-head! Love 'em? [Savagely.] I hated 'em, I tell you! Hated 'em,\nhated 'em, hated 'em! And may Gawd strike me dead this minute and my\nmother, too, if she was alive, if I ain't telling you the honest truth!",
                "BURKE -- [Immensely pleased by her vehemence -- a light beginning to break\nover his face -- but still uncertain, torn between doubt and the desire\nto believe -- helplessly.] If I could only be believing you now!",
                "ANNA -- [Distractedly.] Oh, what's the use? What's the use of me talking?\nWhat's the use of anything? [Pleadingly.] Oh, Mat, you mustn't think\nthat for a second! You mustn't! Think all the other bad about me you\nwant to, and I won't kick, 'cause you've a right to. But don't think\nthat! [On the point of tears.] I couldn't bear it! It'd be yust too\nmuch to know you was going away where I'd never see you again -- thinking\nthat about me!",
                "BURKE -- [After an inward struggle -- tensely -- forcing out the words with\ndifficulty.] If I was believing -- that you'd never had love for any\nother man in the world but me -- I could be forgetting the rest, maybe.",
                "ANNA -- [With a cry of joy.] Mat!",
                "BURKE -- [Slowly.] If 'tis truth you're after telling, I'd have a right,\nmaybe, to believe you'd changed -- and that I'd changed you myself 'til\nthe thing you'd been all your life wouldn't be you any more at all.",
                "ANNA -- [Hanging on his words -- breathlessly.] Oh, Mat! That's what I been\ntrying to tell you all along!",
                "BURKE -- [Simply.] For I've a power of strength in me to lead men the way\nI want, and women, too, maybe, and I'm thinking I'd change you to a new\nwoman entirely, so I'd never know, or you either, what kind of woman\nyou'd been in the past at all.",
                "ANNA -- Yes, you could, Mat! I know you could!",
                "BURKE -- And I'm thinking 'twasn't your fault, maybe, but having that old\nape for a father that left you to grow up alone, made you what you was.\nAnd if I could be believing 'tis only me you --",
                "ANNA -- [Distractedly.] You got to believe it. Mat! What can I do? I'll\ndo anything, anything you want to prove I'm not lying!",
                "BURKE -- [Suddenly seems to have a solution. He feels in the pocket of\nhis coat and grasps something -- solemnly.] Would you be willing to swear\nan oath, now -- a terrible, fearful oath would send your soul to the\ndivils in hell if you was lying?",
                "ANNA -- [Eagerly.] Sure, I'll swear, Mat -- on anything!",
                "BURKE -- [Takes a small, cheap old crucifix from his pocket and holds it\nup for her to see.] Will you swear on this?",
                "ANNA -- [Reaching out for it.] Yes. Sure I will. Give it to me.",
                "BURKE -- [Holding it away.] 'Tis a cross was given me by my mother, God\nrest her soul. [He makes the sign of the cross mechanically.] I was a\nlad only, and she told me to keep it by me if I'd be waking or sleeping\nand never lose it, and it'd bring me luck. She died soon after. But I'm\nafter keeping it with me from that day to this, and I'm telling you\nthere's great power in it, and 'tis great bad luck it's saved me from\nand me roaming the seas, and I having it tied round my neck when my\nlast ship sunk, and it bringing me safe to land when the others went to\ntheir death. [Very earnestly.] And I'm warning you now, if you'd swear\nan oath on this, 'tis my old woman herself will be looking down from\nHivin above, and praying Almighty God and the Saints to put a great\ncurse on you if she'd hear you swearing a lie!",
                "ANNA -- [Awed by his manner -- superstitiously] I wouldn't have the\nnerve -- honest -- if it was a lie. But it's the truth and I ain't scared\nto swear. Give it to me.",
                "BURKE -- [Handing it to her -- almost frightenedly, as if he feared for her\nsafety.] Be careful what you'd swear, I'm saying.",
                "ANNA -- [Holding the cross gingerly.] Well -- what do you want me to swear?\nYou say it.",
                "BURKE -- Swear I'm the only man in the world ivir you felt love for.",
                "ANNA -- [Looking into his eyes steadily] I swear it.",
                "BURKE -- And that you'll be forgetting from this day all the badness\nyou've done and never do the like of it again.",
                "ANNA -- [Forcibly.] I swear it! I swear it by God!",
                "BURKE -- And may the blackest curse of God strike you if you're lying.\nSay it now!",
                "ANNA -- And may the blackest curse of God strike me if I'm lying!",
                "BURKE -- [With a stupendous sigh.] Oh, glory be to God, I'm after\nbelieving you now! [He takes the cross from her hand, his face beaming\nwith joy, and puts it back in his pocket. He puts his arm about her\nwaist and is about to kiss her when he stops, appalled by some terrible\ndoubt.]",
                "ANNA -- [Alarmed.] What's the matter with you?",
                "BURKE -- [With sudden fierce questioning.] Is it Catholic ye are?",
                "ANNA -- [Confused.] No. Why?",
                "BURKE -- [Filled with a sort of bewildered foreboding.] Oh, God, help me!\n[With a dark glance of suspicion at her.] There's some divil's trickery\nin it, to be swearing an oath on a Catholic cross and you wan of the\nothers.",
                "ANNA -- [Distractedly.] Oh, Mat, don't you believe me?",
                "BURKE -- [Miserably.] If it isn't a Catholic you are --",
                "ANNA -- I ain't nothing. What's the difference? Didn't you hear me swear?",
                "BURKE -- [Passionately.] Oh, I'd a right to stay away from you -- but I\ncouldn't! I was loving you in spite of it all and wanting to be with\nyou, God forgive me, no matter what you are. I'd go mad if I'd not have\nyou! I'd be killing the world -- [He seizes her in his arms and kisses\nher fiercely.]",
                "ANNA -- [With a gasp of joy.] Mat!",
                "BURKE -- [Suddenly holding her away from him and staring into her eyes as\nif to probe into her soul -- slowly.] If your oath is no proper oath at\nall, I'll have to be taking your naked word for it and have you anyway,\nI'm thinking -- I'm needing you that bad!",
                "ANNA -- [Hurt -- reproachfully.] Mat! I swore, didn't I?",
                "BURKE -- [Defiantly, as if challenging fate.] Oath or no oath, 'tis no\nmatter. We'll be wedded in the morning, with the help of God. [Still\nmore defiantly.] We'll be happy now, the two of us, in spite of the\ndivil! [He crushes her to him and kisses her again. The door on the\nleft is pushed open and CHRIS appears in the doorway. He stands\nblinking at them. At first the old expression of hatred of BURKE comes\ninto his eyes instinctively. Then a look of resignation and relief\ntakes its place. His face lights up with a sudden happy thought. He\nturns back into the bedroom -- reappears immediately with the tin can of\nbeer in his hand grinning.]",
                "CHRIS -- Me have drink on this, py golly! [They break away from each\nother with startled exclamations.]",
                "BURKE -- [Explosively.] God stiffen it! [He takes a step toward CHRIS\nthreateningly.]",
                "ANNA -- [Happily -- to her father.] That's the way to talk! [With a laugh.]\nAnd say, it's about time for you and Mat to kiss and make up. You're\ngoing to be shipmates on the Londonderry, did you know it?",
                "BURKE -- [Astounded.] Shipmates -- Has himself --",
                "CHRIS -- [Equally astounded.] Ay vas bo'sun on her.",
                "BURKE -- The divil! [Then angrily.] You'd be going back to sea and\nleaving her alone, would you?",
                "ANNA -- [Quickly.] It's all right, Mat. That's where he belongs, and I\nwant him to go. You got to go, too; we'll need the money. [With a\nlaugh, as she gets the glasses.] And as for me being alone, that runs\nin the family, and I'll get used to it. [Pouring out their glasses.]\nI'll get a little house somewhere and I'll make a regular place for you\ntwo to come back to, -- wait and see. And now you drink up and be friends.",
                "BURKE -- [Happily -- but still a bit resentful against the old man.] Sure!\n[Clinking his glass against CHRIS'.] Here's luck to you! [He drinks.]",
                "CHRIS -- [Subdued -- his face melancholy.] Skoal. [He drinks.]",
                "BURKE -- [To Anna, with a wink.] You'll not be lonesome long. I'll see to\nthat, with the help of God. 'Tis himself here will be having a\ngrandchild to ride on his foot, I'm telling you!",
                "ANNA -- [Turning away in embarrassment.] Quit the kidding, now. [She\npicks up her bag and goes into the room on left. As soon as she is gone\nBURKE relapses into an attitude of gloomy thought. CHRIS stares at his\nbeer absent-mindedly. Finally BURKE turns on him.]",
                "BURKE -- Is it any religion at all you have, you and your Anna?",
                "CHRIS -- [Surprised.] Vhy yes. Ve vas Lutheran in ole country.",
                "BURKE -- [Horrified.] Luthers, is it? [Then with a grim resignation,\nslowly, aloud to himself.] Well, damned then surely. Yerra, what's the\ndifference? 'Tis the will of God, anyway.",
                "CHRIS -- [Moodily preoccupied with his own thoughts -- speaks with somber\npremonition as ANNA re-enters from the left.] It's funny. It's queer,\nyes -- you and me shipping on same boat dat vay. It ain't right. Ay don't\nknow -- it's dat funny vay ole davil sea do her vorst dirty tricks, yes.\nIt's so. [He gets up and goes back and, opening the door, stares out\ninto the darkness.]",
                "BURKE -- [Nodding his head in gloomy acquiescence -- with a great sigh.]\nI'm fearing maybe you have the right of it for once, divil take you.",
                "ANNA -- [Forcing a laugh.] Gee, Mat, you ain't agreeing with him, are\nyou? [She comes forward and puts her arm about his shoulder -- with a\ndetermined gaiety.] Aw say, what's the matter? Cut out the gloom. We're\nall fixed now, ain't we, me and you? [Pours out more beer into his\nglass and fills one for herself -- slaps him on the back.] Come on!\nHere's to the sea, no matter what! Be a game sport and drink to that!\nCome on! [She gulps down her glass. Burke banishes his superstitious\npremonitions with a defiant jerk of his head, grins up at her, and\ndrinks to her toast.]",
                "CHRIS -- [Looking out into the night -- lost in his somber\npreoccupation -- shakes his head and mutters.] Fog, fog, fog, all bloody\ntime. You can't see vhere you vas going, no. Only dat ole davil,\nsea -- she knows! [The two stare at him. From the harbor comes the\nmuffled, mournful wail of steamers' whistles.]",
                "[The Curtain Falls]"
            ]
        }
    ]
}