{
    "id": "4026",
    "title": "The Project Gutenberg E-text of The First Man",
    "author": "Eugene O'Neill",
    "content": [
        {
            "name": "ACT I",
            "sub_name": "",
            "text": [
                "ACT I",
                "SCENE -- Living-room of CURTIS JAYSON'S house in Bridgetown, Conn. A\nlarge, comfortable room. On the left, an arm-chair, a big open\nfireplace, a writing desk with chair in far left corner. On this side\nthere is also a door leading into CURTIS' study. In the rear, center, a\ndouble doorway opening on the hall and the entryway. Bookcases are\nbuilt into the wall on both sides of this doorway. In the far right\ncorner, a grand piano. Three large windows looking out on the lawn, and\nanother arm-chair, front, are on this right side of the room. Opposite\nthe fireplace is a couch, facing front. Opposite the windows on the\nright is a long table with magazines, reading lamp, etc. Four chairs\nare grouped about the table. The walls and ceiling are in a French gray\ncolor. A great rug covers most of the hardwood floor.",
                "It is around four o'clock of a fine afternoon in early fall.",
                "As the curtain rises, MARTHA, CURTIS and BIGELOW are discovered. MARTHA\nis a healthy, fine-looking woman of thirty-eight. She does not appear\nthis age for her strenuous life in the open has kept her young and\nfresh. She possesses the frank, clear, direct quality of outdoors,\noutspoken and generous. Her wavy hair is a dark brown, her eyes\nblue-gray. CURTIS JAYSON is a tall, rangy, broad-shouldered man of\nthirty-seven. While spare, his figure has an appearance of rugged\nhealth, of great nervous strength held in reserve. His square-jawed,\nlarge-featured face retains an eager boyish enthusiasm in spite of its\nprevailing expression of thoughtful, preoccupied aloofness. His crisp\ndark hair is graying at the temples. EDWARD BIGELOW is a large,\nhandsome man of thirty-nine. His face shows culture and tolerance, a\nsense of humor, a lazy unambitious contentment. CURTIS is reading an\narticle in some scientific periodical, seated by the table. MARTHA and\nBIGELOW are sitting nearby, laughing and chatting.",
                "BIGELOW -- [Is talking with a comically worried but earnest air.] Do you\nknow, I'm getting so I'm actually afraid to leave them alone with that\ngoverness. She's too romantic. I'll wager she's got a whole book full\nof ghost stories, superstitions, and yellow-journal horrors up her\nsleeve.",
                "MARTHA -- Oh, pooh! Don't go milling around for trouble. When I was a kid\nI used to get fun out of my horrors.",
                "BIGELOW -- But I imagine you were more courageous than most of us.",
                "MARTHA -- Why?",
                "BIGELOW -- Well, Nevada -- the Far West at that time -- I should think a\nchild would have grown so accustomed to violent scenes --",
                "MARTHA -- [Smiling.] Oh, in the mining camps; but you don't suppose my\nfather lugged me along on his prospecting trips, do you? Why, I never\nsaw any rough scenes until I'd finished with school and went to live\nwith father in Goldfield.",
                "BIGELOW -- [Smiling.] And then you met Curt.",
                "MARTHA -- Yes -- but I didn't mean he was a rough scene. He was very mild\neven in those days. Do tell me what he was like at Cornell.",
                "BIGELOW -- A romanticist -- and he still is!",
                "MARTHA -- [Pointing at CURTIS with gay mischief.] What! That sedate man!\nNever!",
                "CURTIS -- [Looking up and smiling at them both affectionately -- lazily.]\nDon't mind him, Martha. He always was crazy.",
                "BIGELOW -- [To CURT -- accusingly.] Why did you elect to take up mining\nengineering at Cornell instead of a classical degree at the Yale of\nyour fathers and brothers? Because you had been reading Bret Harte in\nprep. school and mistaken him for a modern realist. You devoted four\nyears to grooming yourself for another outcast of Poker Flat. [MARTHA\nlaughs.]",
                "CURTIS -- [Grinning.] It was you who were hypnotized by Harte -- so much so\nthat his West of the past is still your blinded New England-movie idea\nof the West at present. But go on. What next?",
                "BIGELOW -- Next? You get a job as engineer in that Goldfield mine -- but\nyou are soon disillusioned by a laborious life where six-shooters are\nas rare as nuggets. You try prospecting. You find nothing but different\nvarieties of pebbles. But it is necessary to your nature to project\nromance into these stones, so you go in strong for geology. As a\ngeologist, you become a slave to the Romance of the Rocks. It is but a\nstep from that to anthropology -- the last romance of all. There you find\nyourself -- because there is no further to go. You win fame as the most\nproficient of young skull-hunters -- and wander over the face of the\nglobe, digging up bones like an old dog.",
                "CURTIS -- [With a laugh.] The man is mad, Martha.",
                "BIGELOW -- Mad! What an accusation to come from one who is even now\nconsidering setting forth on a five-year excavating contest in search\nof the remains of our gibbering ancestor, the First Man!",
                "CURTIS -- [With sudden seriousness.] I'm not considering it any longer.\nI've decided to go.",
                "MARTHA -- [Starting -- the hurt showing in her voice.] When did you decide?",
                "CURTIS -- I only really came to a decision this morning. [With a\nseriousness that forces BIGELOW'S interested attention.] It's a case of\ngot to go. It's a tremendous opportunity that it would be a crime for\nme to neglect.",
                "BIGELOW -- And a big honor, too, isn't it, to be picked as a member of\nsuch a large affair?",
                "CURTIS -- [With a smile.] I guess it's just that they want all the men\nwith considerable practical experience they can get. There are bound to\nbe hardships and they know I'm hardened to them. [Turning to his wife\nwith an affectionate smile.] We haven't roughed it in the queer corners\nfor the last ten years without knowing how it's done, have we, Martha?",
                "MARTHA -- [Dully.] No, Curt.",
                "CURTIS -- [With an earnest enthusiasm.] And this expedition IS what you\ncall a large affair, Big. It's the largest thing of its kind ever\nundertaken. The possibilities, from the standpoint of anthropology, are\nlimitless.",
                "BIGELOW -- [With a grin.] Aha! Now we come to the Missing Link!",
                "CURTIS -- [Frowning.] Darn your Barnum and Bailey circus lingo, Big. This\nisn't a thing to mock at. I should think the origin of man would be\nsomething that would appeal even to your hothouse imagination. Modern\nscience believes -- knows -- that Asia was the first home of the human\nrace. That's where we're going, to the great Central Asian plateau\nnorth of the Himalayas.",
                "BIGELOW -- [More soberly.] And there you hope to dig up -- our first\nancestor?",
                "CURTIS -- It's a chance in a million, but I believe we may, myself -- at\nleast find authentic traces of him so that we can reconstruct his life\nand habits. I was up in that country a lot while I was mining advisor\nto the Chinese government -- did some of my own work on the side. The\nextraordinary results I obtained with the little means at my disposal\nconvinced me of the riches yet to be uncovered. The First Man may be\namong them.",
                "BIGELOW -- [Turning to MARTHA.] And you were with him on that Asian\nplateau?",
                "MARTHA -- Yes, I've always been with him.",
                "CURTIS -- You bet she has. [He goes over and puts his hand on his wife's\nshoulder affectionately.] Martha's more efficient than a whole staff of\nassistants and secretaries. She knows more about what I'm doing than I\ndo half the time. [He turns toward his study.] Well, I guess I'll go in\nand work some.",
                "MARTHA -- [Quietly.] Do you need me now, Curt?",
                "BIGELOW -- [Starting up.] Yes, if you two want to work together, why just\nshoo me --",
                "CURTIS -- [Puts both hands on his shoulders and forces him to his seat\nagain.] No. Sit down, Big. I don't need Martha now. [Coming over to\nher, bends down and kisses her -- rather mockingly.] I couldn't deprive\nBig of an audience for his confessions of a fond parent.",
                "BIGELOW -- Aha! Now it's you who are mocking at something you know\nnothing about. [An awkward silence follows this remark.]",
                "CURTIS -- [Frowning.] I guess you're forgetting, aren't you, Big? [He\nturns and walks into his study, closing the door gently behind him.]",
                "MARTHA -- [After a pause -- sadly.] Poor Curt.",
                "BIGELOW -- [Ashamed and confused.] I had forgotten --",
                "MARTHA -- The years have made me reconciled. They haven't Curt. [She\nsighs -- then turns to BIGELOW with a forced smile.] I suppose it's hard\nfor any of you back here to realize that Curt and I ever had any\nchildren.",
                "BIGELOW -- [After a pause.] How old were they when -- ?",
                "MARTHA -- Three years and two -- both girls. [She goes on sadly.] We had a\nnice little house in Goldfield. [Forcing a smile.] We were very\nrespectable home folks then. The wandering came later, after -- It was a\nSunday in winter when Curt and I had gone visiting some friends. The\nnurse girl fell asleep -- or something -- and the children sneaked out in\ntheir underclothes and played in the snow. Pneumonia set in -- and a week\nlater they were both dead.",
                "BIGELOW -- [Shocked.] Good heavens!",
                "MARTHA -- We were real lunatics for a time. And then when we'd calmed\ndown enough to realize -- how things stood with us -- we swore we'd never\nhave children again -- to steal away their memory. It wasn't what you\nthought -- romanticism -- that set Curt wandering -- and me with him. It was\na longing to lose ourselves -- to forget. He flung himself with all his\npower into every new study that interested him. He couldn't keep still,\nmentally or bodily -- and I followed. He needed me -- then -- so dreadfully!",
                "BIGELOW -- And is it that keeps driving him on now?",
                "MARTHA -- Oh, no. He's found himself. His work has taken the place of the\nchildren.",
                "BIGELOW -- And with you, too?",
                "MARTHA -- [With a wan smile.] Well, I've helped -- all I could. His work\nhas me in it, I like to think -- and I have him.",
                "BIGELOW -- [Shaking his head.] I think people are foolish to stand by\nsuch an oath as you took -- forever. [With a smile.] Children are a great\ncomfort in one's old age, I've tritely found.",
                "MARTHA -- [Smiling.] Old age!",
                "BIGELOW -- I'm knocking at the door of fatal forty.",
                "MARTHA -- [With forced gaiety.] You're not very tactful, I must say.\nDon't you know I'm thirty-eight?",
                "BIGELOW -- [Gallantly.] A woman is as old as she looks. You're not thirty\nyet.",
                "MARTHA -- [Laughing.] After that nice remark I'll have to forgive you\neverything, won't I? [LILY JAYSON comes in from the rear. She is a\nslender, rather pretty girl of twenty-five. The stamp of college\nstudent is still very much about her. She rather insists on a superior,\nintellectual air, is full of nervous, thwarted energy. At the sight of\nthem sitting on the couch together, her eyebrows are raised.]",
                "LILY -- [Coming into the room -- breezily.] Hello, Martha. Hello, Big.\n[They both get up with answering \"Hellos.\"] I walked right in\nregardless. Hope I'm not interrupting.",
                "MARTHA -- Not at all.",
                "LILY -- [Sitting down by the table as MARTHA and BIGELOW resume their\nseats on the lounge.] I must say it sounded serious. I heard you tell\nBig you'd forgive him everything, Martha. [Dryly -- with a mocking glance\nat BIGELOW.] You're letting yourself in for a large proposition.",
                "BIGELOW -- [Displeased but trying to smile it off.] The past is never\npast for a dog with a bad name, eh, Lily? [LILY laughs. BIGELOW gets\nup.] If you want to reward me for my truthfulness, Mrs. Jayson, help me\ntake the kids for an airing in the car. I know it's an imposition but\nthey've grown to expect you. [Glancing at his watch.] By Jove, I'll\nhave to run along. I'll get them and then pick you up here. Is that all\nright?",
                "MARTHA -- Fine.",
                "BIGELOW -- I'll run, then. Good-by, Lily. [She nods. BIGELOW goes out\nrear.]",
                "MARTHA -- [Cordially.] Come on over here, Lily.",
                "LILY -- [Sits on couch with MARTHA -- after a pause -- with a smile.] You\nwere forgetting, weren't you?",
                "MARTHA -- What?",
                "LILY -- That you'd invited all the family over here to tea this\nafternoon. I'm the advance guard.",
                "MARTHA -- [Embarrassed.] So I was! How stupid!",
                "LILY -- [With an inquisitive glance at MARTHA'S face but with studied\ncarelessness.] Do you like Bigelow?",
                "MARTHA -- Yes, very much. And Curt thinks the world of him.",
                "LILY -- Oh, Curt is the last one to be bothered by anyone's morals. Curt\nand I are the unconventional ones of the family. The trouble with\nBigelow, Martha, is that he was too careless to conceal his sins -- and\nthat won't go down in this Philistine small town. You have to hide and\nbe a fellow hypocrite or they revenge themselves on you. Bigelow\ndidn't. He flaunted his love-affairs in everyone's face. I used to\nadmire him for it. No one exactly blamed him, in their secret hearts.\nHis wife was a terrible, straitlaced creature. No man could have\nendured her. [Disgustedly.] After her death he suddenly acquired a bad\nconscience. He'd never noticed the children before. I'll bet he didn't\neven know their names. And then, presto, he's about in our midst giving\nan imitation of a wet hen with a brood of ducks. It's a bore, if you\nask me.",
                "MARTHA -- [Flushing.] I think it's very fine of him.",
                "LILY -- [Shaking her head.] His reform is too sudden. He's joined the\nhypocrites, I think.",
                "MARTHA -- I'm sure he's no hypocrite. When you see him with the children --",
                "LILY -- Oh, I know he's a good actor. Lots of women have been in love\nwith him. [Then suddenly.] You won't be furious if I'm very, very\nfrank, will you, Martha?",
                "MARTHA -- [Surprised.] No, of course not, Lily.",
                "LILY -- Well, I'm the bearer of a message from the Jayson family.",
                "MARTHA -- [Astonished.] A message? For me?",
                "LILY -- Don't think that I have anything to do with it. I'm only a Victor\nrecord of their misgivings. Shall I switch it going? Well, then, father\nthinks, brother John and wife, sister Esther and husband all think that\nyou are unwisely intimate with this same Bigelow.",
                "MARTHA -- [Stunned.] I? Unwisely intimate -- ? [Suddenly laughing with\namusement.] Well, you sure are funny people!",
                "LILY -- No, we're not funny. We'd be all right if we were. On the\ncontrary, we're very dull and deadly. Bigelow really has a villainous\nrep. for philandering. But, of course, you didn't know that.",
                "MARTHA -- [Beginning to feel resentful -- coldly.] No, I didn't -- and I\ndon't care to know it now.",
                "LILY -- [Calmly.] I told them you wouldn't relish their silly advice. [In\na very confidential, friendly tone.] Oh, I hate their narrow small-town\nethics as much as you do, Martha. I sympathize with you, indeed I do.\nBut I have to live with them and so, for comfort's sake, I've had to\nmake compromises. And you're going to live in our midst from now on,\naren't you? Well then, you'll have to make compromises, too -- if you\nwant any peace.",
                "MARTHA -- But-compromises about what? [Forcing a laugh.] I refuse to take\nit seriously. How anyone could think -- it's too absurd.",
                "LILY -- What set them going was Big's being around such an awful lot the\nweeks Curt was in New York, just after you'd settled down here. You\nmust acknowledge he was-very much present then, Martha.",
                "MARTHA -- But it was on account of his children. They were always with\nhim.",
                "LILY -- The town doesn't trust this sudden fond parenthood, Martha. We've\nknown him too long, you see.",
                "MARTHA -- But he's Curt's oldest and best friend.",
                "LILY -- We've found they always are.",
                "MARTHA -- [Springing to her feet -- indignantly.] It's a case of evil\nminds, it seems to me -- and it would be extremely insulting if I didn't\nhave a sense of humor. [Resentfully.] You can tell your family, that as\nfar as I'm concerned, the town may --",
                "LILY -- Go to the devil. I knew you'd say that. Well, fight the good\nfight. You have all my best wishes. [With a sigh.] I wish I had\nsomething worth fighting for. Now that I'm through with college, my\noccupation's gone. All I do is read book after book. The only live\npeople are the ones in books, I find, and the only live life.",
                "MARTHA -- [Immediately sympathetic.] You're lonely, that's what, Lily.",
                "LILY -- [Drily.] Don't pity me, Martha -- or I'll join the enemy.",
                "MARTHA -- I'm not. But I'd like to help you if I could. [After a pause.]\nHave you ever thought of marrying?",
                "LILY -- [With a laugh.] Martha! How banal! The men I see are enough to\nbanish that thought if I ever had it.",
                "MARTHA -- Marriage isn't only the man. It's children. Wouldn't you like\nto have children?",
                "LILY -- [Turning to her bluntly.] Wouldn't you?",
                "MARTHA -- [ Confused. ] But -- Lily --",
                "LILY -- Oh, I know it wasn't practicable as long as you elected to wander\nwith Curt -- but why not now when you've definitely settled down here? I\nthink that would solve things all round. If you could present Father\nwith a grandson, I'm sure he'd fall on your neck. He feels piqued at\nthe John and Esther families because they've had a run of girls. A male\nJayson! Aunt Davidson would weep with joy. [Suddenly.] You're\nthirty-eight, aren't you, Martha?",
                "MARTHA -- Yes. LILY -- Then why don't you -- before it's too late? [MARTHA,\nstruggling with herself, does not answer. LILY goes on slowly.] You\nwon't want to tag along with Curt to the ends of the earth forever,\nwill you? [Curiously.] Wasn't that queer life like any other? I mean,\ndidn't it get to pall on you?",
                "MARTHA -- [As if confessing it reluctantly.] Yes -- perhaps -- in the last\ntwo years.",
                "LILY -- [Decisively.] It's time for both of you to rest on your laurels.\nWhy can't Curt keep on with what he's doing now -- stay home and write\nhis books?",
                "MARTHA -- Curt isn't that kind. The actual work -- the romance of\nit -- that's his life.",
                "LILY -- But if he goes and you have to stay, you'll be lonesome -- \n[meaningly] alone.",
                "MARTHA -- Horribly. I don't know what I'll do.",
                "LILY -- Then why -- why? Think, Martha. If Curt knew -- that was to\nhappen -- he'd want to stay here with you. I'm sure he would.",
                "MARTHA -- [Shaking her head sadly.] No. Curt has grown to dislike\nchildren. They remind him of -- ours that were taken. He adored them\nso -- he's never become reconciled.",
                "LILY -- If you confronted Curt with the actual fact, he'd be reconciled\nsoon enough, and happy in the bargain.",
                "MARTHA -- [Eagerly.] Do you really think so?",
                "LILY -- And you, Martha -- I can tell from the way you've talked that you'd\nlike to.",
                "MARTHA -- [Excitedly.] Yes, I -- I never thought I'd ever want to again.\nFor many years after they died I never once dreamed of it --  But\nlately -- the last years -- I've felt -- and when we came to live here -- and I\nsaw all around me -- homes -- and children, I -- [She hesitates as if ashamed\nat having confessed so much.]",
                "LILY -- [Putting an arm around her -- affectionately.] I know.\n[Vigorously.] You must, that's all there is to it! If you want my\nadvice, you go right ahead and don't tell Curt until it's a fact he'll\nhave to learn to like, willy-nilly. You'll find, in his inmost heart,\nhe'll be tickled to death.",
                "MARTHA -- [Forcing a smile.] Yes, I -- I'll confess I thought of that. In\nspite of my fear, I -- I've -- I mean -- I -- [She flushes in a shamed\nconfusion.]",
                "LILY -- [Looking at her searchingly.] Why, Martha, what -- [Then suddenly\nunderstanding -- with excited pleasure.] Martha! I know! It is so, isn't\nit? It is!",
                "MARTHA -- [In a whisper.] Yes.",
                "LILY -- [Kissing her affectionately.] You dear, you! [Then after a\npause.] How long have you known?",
                "MARTHA -- For over two months. [There is a ring from the front door bell\nin the hall.]",
                "LILY -- [Jumping up.] I'll bet that's we Jaysons now. [She runs to the\ndoor in the rear and looks down the hall to the right.] Yes, it's\nEsther and husband and Aunt Davidson. [She comes back to MARTHA\nlaughing excitedly. The MAID is seen going to the door.] The first wave\nof attack, Martha! Be brave! The Young Guard dies but never surrenders!",
                "MARTHA -- [Displeased but forcing a smile.] You make me feel terribly ill\nat ease when you put it that way, Lily. [She rises now and goes to\ngreet the visitors, who enter. MRS. DAVIDSON is seventy-five years\nold -- a thin, sinewy old lady, old-fashioned, unbending and rigorous in\nmanner. She is dressed aggressively in the fashion of a bygone age.\nESTHER is a stout, middle-aged woman with the round, unmarked,\nsentimentally -- contented face of one who lives unthinkingly from day to\nday, sheltered in an assured position in her little world. MARK, her\nhusband, is a lean, tall, stooping man of about forty-five. His long\nface is alert, shrewd, cautious, full of the superficial craftiness of\nthe lawyer mind. MARTHA kisses the two women, shakes hands with MARK,\nuttering the usual meaningless greetings in a forced tone. They reply\nin much the same spirit. There is the buzz of this empty chatter while\nMARTHA gets them seated. LILY stands looking on with a cynical smile of\namusement. MRS. DAVIDSON is in the chair at the end of table, left,\nESTHER sits by MARTHA on couch, MARK in chair at front of table.] Will\nyou have tea now or shall we wait for the others?",
                "ESTHER -- Let's wait. They ought to be here any moment.",
                "LILY -- [Maliciously.] Just think, Martha had forgotten you were coming.\nShe was going motoring with Bigelow. [There is a dead silence at\nthis -- broken diplomatically by SHEFFIELD.]",
                "SHEFFIELD -- Where is Curt, Martha?",
                "MARTHA -- Hard at work in his study. I'm afraid he's there for the day.\nSHEFFIELD -- [Condescendingly.] Still plugging away at his book, I\nsuppose. Well, I hope it will be a big success.",
                "LILY -- [Irritated by his smugness.] As big a success as the brief you're\nwriting to restrain the citizens from preventing the Traction Company\nrobbing them, eh Mark? [Before anyone can reply, she turns suddenly on\nher aunt who is sitting rigidly on her chair, staring before her\nstonily like some old lady in a daguerreotype -- in a loud challenging\ntone.] You don't mind if I smoke, Aunt? [She takes a cigarette out of\ncase and lights it.]",
                "ESTHER -- [Smiling.] Lily!",
                "MRS. DAVIDSON -- [Fixes LILY with her stare -- in a tone of irrevocable\ndecision.] We'll get you married, young lady, and that very soon. What\nyou need to bring you down to earth is a husband and the responsibility\nof children. [Turning her glance to MARTHA, a challenge in her\nquestion.] Every woman who is able should have children. Don't you\nbelieve that, Martha Jayson? [She accentuates the full name.]",
                "MARTHA -- [Taken aback for a moment but restraining her\nresentment -- gently.] Yes, I do, Mrs. Davidson.",
                "MRS. DAVIDSON -- [Seemingly placated by this reply -- in a milder tone.]\nYou must call me aunt, my dear. [Meaningly.] All the Jaysons do.",
                "MARTHA -- [Simply.] Thank you, aunt.",
                "LILY -- [As if all of this aroused her irritation -- in a nervous fuming.]\nWhy don't the others come, darn 'em? I'm dying for my tea. [The door\nfrom the study is opened and CURT appears. They all greet him.]",
                "CURTIS -- [Absent-mindedly.] Hello, everybody. [Then with a preoccupied\nair to MARTHA.] Martha, I don't want to interrupt you -- but --",
                "MARTHA -- [Getting up briskly.] You want my help?",
                "CURTIS -- [With the same absent-minded air.] Yes -- not for long -- just a\nfew notes before I forget them. [He goes back into the study.]",
                "MARTHA -- [Seemingly relieved by this interruption and glad of the chance\nit gives to show them her importance to CURT.] You'll excuse me for a\nfew moments, all of you, won't you? [They all nod.]",
                "MRS. DAVIDSON -- [Rather harshly.] Why doesn't Curt hire a secretary?\nThat is no work for his wife.",
                "MARTHA -- [Quietly.] A paid secretary could hardly give the sympathy and\nunderstanding Curt needs, Mrs. Davidson. [Proudly.] And she would have\nto study for years, as I have done, in order to take my place. [To\nLILY.] If I am not here by the time the others arrive, will you see\nabout the tea, Lily -- ?",
                "LILY -- [Eagerly.] Sure. I love to serve drinks. If I were a man, I'd be\na bartender -- in Mexico or Canada.",
                "MARTHA -- [Going toward the study.] I'll be with you again in a minute, I\nhope. [She goes in and shuts the door behind her.]",
                "ESTHER -- [Pettishly.] Even people touched by a smattering of science\nseem to get rude, don't they?",
                "MRS. DAVIDSON -- [Harshly.] I have heard much silly talk of this being an\nage of free women, and I have always said it was tommyrot. [Pointing to\nthe study.] She is an example. She is more of a slave to Curt's hobbies\nthan any of my generation were to anything but their children. [Still\nmore harshly.] Where are her children?",
                "LILY -- They died, Aunt, as children have a bad habit of doing. [Then\nmeaningly.] However, I wouldn't despair if I were you. [MRS. DAVIDSON\nstares at her fixedly.]",
                "ESTHER -- [Betraying a sudden frightened jealousy.] What do you mean,\nLily? What are you so mysterious about? What did she say? What -- ?",
                "LILY -- [Mockingly.] Mark, your frau seems to have me on the stand. Can I\nrefuse to answer? [There is a ring at the bell. LILY jumps to her feet\nexcitedly.] Here comes the rest of our Grand Fleet. Now I'll have my\ntea. [She darts out to the hallway.]",
                "ESTHER -- [Shaking her head.] Goodness, Lily is trying on the nerves.\n[JAYSON, his two sons, JOHN and DICK, and JOHN's wife, EMILY, enter\nfrom hallway in rear. JAYSON, the father, is a short, stout,\nbald-headed man of sixty. A typical, small-town, New England\nbest-family banker, reserved in pose, unobtrusively important -- a placid\nexterior hiding querulousness and a fussy temper. JOHN JUNIOR is his\nfather over again in appearance, but pompous, obtrusive,\npurse-and-family-proud, extremely irritating in his self-complacent air\nof authority, emptily assertive and loud. He is about forty. RICHARD,\nthe other brother, is a typical young Casino and country club member,\ncollege-bred, good looking, not unlikable. He has been an officer in\nthe war and has not forgotten it. EMILY, JOHN JR.'s wife, is one of\nthose small, mouse-like women who conceal beneath an outward aspect of\ngentle, unprotected innocence a very active envy, a silly pride, and a\nmean malice. The people in the room with the exception of MRS. DAVIDSON\nrise to greet them. All exchange familiar, perfunctory greetings.\nSHEFFIELD relinquishes his seat in front of the table to JAYSON, going\nto the chair, right front, himself. JOHN and DICK take the two chairs\nto the rear of table. EMILY joins ESTHER on the couch and they whisper\ntogether excitedly, ESTHER doing most of the talking. The men remain in\nuncomfortable silence for a moment.]",
                "DICK -- [With gay mockery.] Well, the gang's all here. Looks like the\nLeague of Nations. [Then with impatience.] Let's get down to cases,\nfolks. I want to know why I've been summoned here. I'm due for\ntournament mixed-doubles at the Casino at five. Where's the tea -- and\nhas Curt a stick in the cellar to put in it?",
                "LILY -- [Appearing in the doorway.] Here's tea -- but no stick for you,\nsot. [The MAID brings in tray with tea things.]",
                "JOHN -- [Heavily.] It seems it would be more to the point to inquire\nwhere our hostess --",
                "JAYSON -- [Rousing himself again.] Yes. And where is Curt?",
                "LILY -- Working at his book. He called Martha to take notes on something.",
                "ESTHER -- [With a trace of resentment.] She left us as if she were glad\nof the excuse.",
                "LILY -- Stuff, Esther! She knows how much Curt depends on her -- and we\ndon't.",
                "EMILY -- [In her quiet, lisping voice -- with the most innocent air.]\nMartha seems to be a model wife. [But there is some quality to the way\nshe says it that makes them all stare at her uneasily.]",
                "LILY -- [Insultingly.] How well you say what you don't mean, Emily!\nTwinkle, twinkle, little bat! But I'm forgetting to do the honors. Tea,\neverybody? [Without waiting for any answer.] Tea, everybody! [The tea\nis served.]",
                "JAYSON -- [Impatiently.] Stop fooling, Lily. Let's get to our muttons.\nDid you talk with Martha?",
                "LILY -- [Briskly.] I did, sir.",
                "JAYSON -- [In a lowered voice.] What did she say?",
                "LILY -- She said you could all go to the devil! [They all look shocked\nand insulted. LILY enjoys this, then adds quietly.] Oh, not in those\nwords. Martha is a perfect lady. But she made it plain she will thank\nyou to mind your own business.",
                "ESTHER -- [Volubly.] And just imagine, she'd even forgotten she'd asked\nus here this afternoon and was going motoring with Bigelow.",
                "LILY -- With his three children, too, don't forget.",
                "EMILY -- [Softly.] They have become such well-behaved and intelligent\nchildren, they say. [Again all the others hesitate, staring at her\nsuspiciously.]",
                "LILY -- [Sharply.] You'd better let Martha train yours for a while,\nEmily. I'm sure she'd improve their manners -- though, of course, she\ncouldn't give them any intelligence.",
                "EMILY -- [With the pathos of outraged innocence.] Oh!",
                "DICK -- [Interrupting.] So it's Bigelow you're up in the air about? [He\ngives a low whistle -- then frowns angrily.] The deuce you say!",
                "LILY -- [Mockingly.] Look at our soldier boy home from the wars getting\nserious about the family honor! It's too bad this is a rough, untutored\ncountry where they don't permit dueling, isn't it, Dick?",
                "DICK -- [His pose crumbling -- angrily.] Go to the devil!",
                "SHEFFIELD -- [With a calm, judicious air.] This wrangling is getting us\nnowhere. You say she was resentful about our well-meant word to the\nwise? JAYSON -- [Testily.] Surely she must realize that some\nconsideration is due the position she occupies in Bridgetown as Curt's\nwife.",
                "LILY -- Martha is properly unimpressed by big frogs in tiny puddles. And\nthere you are.",
                "MRS. DAVIDSON -- [Outraged.] The idea! She takes a lot upon herself -- the\ndaughter of a Wild Western coal-miner.",
                "LILY -- [Mockingly.] Gold miner, Aunt.",
                "MRS. DAVIDSON -- It makes no difference -- a common miner! SHEFFIELD -- \n[Keenly inquisitive.] Just before the others came, Lily, you gave out\nsome hints -- very definite hints, I should say --",
                "ESTHER -- [Excitedly.] Yes, you did, Lily. What did you mean?",
                "LILY -- [Uncertainly.] Perhaps I shouldn't have. It's not my secret.\n[Enjoying herself immensely now that she holds the spotlight -- after a\npause, in a stage whisper.] Shall I tell you? Yes, I can't help\ntelling. Well, Martha is going to have a son. [They are all stunned and\nflabbergasted and stare at her speechlessly.]",
                "MRS. DAVIDSON -- [Her face lighting up -- joyously.] A son! Curt's son!",
                "JAYSON -- [Pleased by the idea but bewildered.] A son?",
                "DICK -- [Smartly.] Lily's kidding you. How can she know it's a\nson -- unless she's a clairvoyant.",
                "ESTHER -- [With glad relief.] Yes, how stupid!",
                "LILY -- I am clairvoyant in this case. Allah is great and it will be a\nson -- if only to make you and Emily burst with envy among your daughters.",
                "ESTHER -- Lily!",
                "EMILY -- Oh!",
                "JAYSON -- [Testily.] Keep still for a moment, Lily, for God's sake. This\nis no subject to joke about, remember.",
                "LILY -- Martha told me. I know that.",
                "JAYSON -- And does Curt know this?",
                "LILY -- No, not yet. Martha has been afraid to tell him.",
                "JAYSON -- Ah, that explains matters. You know I asked Curt some time\nago -- and he said it was impossible.",
                "EMILY -- [With a lift of her eyebrows.] Impossible? Why, what a funny\nthing to say.",
                "SHEFFIELD -- [Keenly lawyer-like.] And why is Martha afraid to tell him,\nLily?",
                "LILY -- It's all very simple. When the two died years ago, they said they\nwould never have one again. Martha thinks Curt is still haunted by\ntheir memory and is afraid he will resent another as an intruder. I\ntold her that was all foolishness -- that a child was the one thing to\nmake Curt settle down for good at home here and write his books.",
                "JAYSON -- [Eagerly.] Yes, I believe that myself. [Pleased.] Well, this is\nfine news.",
                "EMILY -- Still it was her duty to tell Curt, don't you think? I don't see\nhow she could be afraid of Curt -- for those reasons. [They all stare at\nher.]",
                "ESTHER -- [Resentfully.] I don't, either. Why, Curt's the biggest-hearted\nand kindest --",
                "EMILY -- I wonder how long she's known -- this?",
                "LILY -- [Sharply.] Two months, she said.",
                "EMILY -- Two months? [She lets this sink in.]",
                "JOHN -- [Quickly scenting something -- eagerly.] What do you mean, Emily?\n[Then as if he read her mind.] Two months? But before that -- Curt was\naway in New York almost a month!",
                "LILY -- [Turning on EMILY fiercely.] So! You got someone to say it for\nyou as you always do, Poison Mind! Oh, I wish the ducking stool had\nnever been abolished!",
                "EMILY -- [Growing crimson -- falteringly.] I -- I didn't mean --",
                "JOHN -- [Furiously.] Where the honor of the family is at stake --",
                "LILY -- [Fiercely.] Ssshh, you empty barrel! I think I hear --  [The door\nfrom the study is opened and MARTHA comes in in the midst of a heavy\nsilence. All the gentlemen rise stiffly. MARTHA is made immediately\nself-conscious and resentful by the feeling that they have been\ndiscussing her unfavorably.]",
                "MARTHA -- [Coming forward -- with a forced cordiality.] How do you do,\neverybody? So sorry I wasn't here when you came. I hope Lily made\nproper excuses for me. [She goes from one to the other of the four\nlatest comers with \"So glad you came,\" etc. They reply formally and\nperfunctorily. MARTHA finally finds a seat on the couch between EMILY\nand ESTHER.] I hope Lily -- but I see you've all had tea.",
                "LILY -- [Trying to save the situation -- gayly.] Yes. You can trust me as\nunderstudy for the part of hostess any time.",
                "MARTHA -- [Forcing a smile.] Well, I'm glad to know I wasn't missed.",
                "EMILY -- [Sweetly.] We were talking about you -- at least, we were\nlistening to Lily talk about you.",
                "MARTHA -- [Stiffening defensively.] About me?",
                "EMILY -- Yes -- about how devoted you were to Curt's work. [LILY gives her\na venomous glance of scorn.]",
                "MARTHA -- [Pleased but inwardly uneasy.] Oh, but you see I consider it my\nwork, too, I've helped him with it so long now.",
                "JAYSON -- [In a forced tone.] And how is Curt's book coming, Martha?",
                "MARTHA -- [More and more stung by their strained attitudes and\ninquisitive glances. Coldly and cuttingly.] Finely, thank you. The book\nwill cause quite a stir, I believe. It will make the name of Jayson\nfamous in the big world outside of Bridgetown.",
                "MRS. DAVIDSON -- [Indignantly.] The name of Jayson has been --",
                "JAYSON -- [Pleadingly.] Aunt Elizabeth!",
                "LILY -- Aunt means it's world famous already, Martha. [Pointing to the\nsullen JOHN.] John was once a substitute on the Yale Freshman soccer\nteam, you know. If it wasn't for his weak shins he would have made the\nteam, fancy!",
                "DICK -- [This tickles his sense of humor and he bursts into laughter.]\nLily wins! [As his brother glares at him -- looking at his watch.]\nHeavens, I'll have to hustle! [Gets to his feet.] I'm due at the\nCasino. [Comes and shakes MARTHA's hand formally.] I'm sorry I can't\nstay.",
                "MARTHA -- So glad you came. Do come in again any time. We keep open\nhouse, you know -- Western fashion. [She accentuates this.]",
                "DICK -- [Hurriedly.] Delighted to. [He starts for the door in rear.]",
                "LILY -- [As if suddenly making up her mind.] Wait a second! I'm coming\nwith you --",
                "DICK -- Sure thing -- only hurry, darn you! [He goes out.]",
                "LILY -- [Stops at the door in rear and catching MARTHA's eye, looks\nmeaningly at the others.] Phew! I need fresh air! [She makes an\nencouraging motion as if pummeling someone to MARTHA, indicating her\nassembled family as the victim -- then goes out laughing. A motor is\nheard starting -- running off.]",
                "ESTHER -- [With a huge sigh of relief.] Thank goodness, she's gone. What\na vixen! What would you do if you had a sister like that, Martha?",
                "MARTHA -- I'd love her -- and try to understand her.",
                "SHEFFIELD -- [Meaningly.] She's a bad ally to rely on -- this side of the\nfence one day, and that the next.",
                "MARTHA -- Is that why you advised her to become a lawyer, Mr. Sheffield?",
                "SHEFFIELD -- [Stung, but maintaining an unruffled front.] Now, now, that\nremark must be catalogued as catty.",
                "MARTHA -- [Defiantly.] It seems to be in the Bridgetown atmosphere. I\nnever was -- not the least bit -- in the open air.",
                "JAYSON -- [Conciliatingly.] Oh, Bridgetown isn't so bad, Martha, once you\nget used to us.",
                "JOHN -- It's one of the most prosperous and wealthy towns in the\nU.S. -- and that means in the world, nowadays.",
                "EMILY -- [With her sugary smile.] That isn't what Martha means, you\nsilly. I know what she's thinking about us, and I'm not sure that I\ndon't agree with her -- partly. She feels that we're so awfully\nstrict -- about certain things. It must be so different in the Far\nWest -- I suppose -- so much freer.",
                "MARTHA -- [Acidly.] Then you believe broad-mindedness and clean thinking\nare a question of locality? I can't agree with you. I know nothing of\nthe present Far West, not having lived there for ten years, but Curt\nand I have lived in the Far East and I'm sure he'd agree with me in\nsaying that Chinese ancestor worship is far more dignified than ours.\nAfter all, you know, theirs is religion, not snobbery. [There is a loud\nhonking of an auto horn before the house. MARTHA starts, seems to come\nto a quick decision, and announces with studied carelessness.] That\nmust be Mr. Bigelow. I suppose Lily told you I had an engagement to go\nmotoring with him. So sorry I must leave. But I'm like Lily. I need\nfresh air. [She walks to the study door as she is talking.] I'll call\nCurt. [She raps loudly on the door and calls.] Curt! Come out! It's\nimportant. [She turns and goes to the door, smiling fixedly.] He'll be\nout when he's through swearing. [She goes out, rear.]",
                "JOHN -- [Exploding.] Well, of all the damned cheek!",
                "ESTHER -- She shows her breeding, I must say.",
                "EMILY -- [With horror.] Oh, how rude -- and insulting.",
                "MRS. DAVIDSON -- [Rising rigidly to her feet.] I will never set foot in\nthis house again! JAYSON -- [Jumping up to restrain her -- worriedly.] Now,\nAunt Elizabeth, do keep your head! We must have no scandal of any sort.\nRemember there are servants about. Do sit down. [The old lady refuses\nin stubborn silence.]",
                "SHEFFIELD -- [Judiciously.] One must make allowances for one in her\ncondition, Aunt.",
                "JAYSON -- [Snatching at this.] Exactly. Remember her condition. Aunt\n[testily] and do sit down. [The old lady plumps herself down again\nangrily.]",
                "EMILY -- [In her lisp of hidden meanings.] Yes, the family mustn't\nforget -- her condition. [The door from the study is opened and CURT\nappears. His face shows his annoyance at being interrupted, his eyes\nare preoccupied. They all turn and greet him embarrassedly. He nods\nsilently and comes slowly down front.]",
                "CURTIS -- [Looking around.] Where's Martha? What's the important thing\nshe called me out for?",
                "ESTHER -- [Forcing gaiety.] To play host, you big bear, you! Don't you\nthink we came to see you, too? Sit down here and be good. [He sits on\nsofa.]",
                "EMILY -- [Softly.] Martha had to leave us to go motoring with Mr. Bigelow.",
                "ESTHER -- [Hastily.] And the three children.",
                "CURTIS -- [Frowning grumpily.] Hm! Big and his eternal kids. [He sighs.\nThey exchange meaning glances. CURT seems to feel ashamed of his\ngrumpiness and tries to fling it off -- with a cheerful smile.] But what\nthe deuce! I must be getting selfish to grudge Martha her bit of fresh\nair. You don't know what it means to outdoor animals like us to be pent\nup. [He springs to his feet and paces back and forth nervously.] We're\nused to living with the sky for a roof -- [Then interestedly.] Did Martha\ntell you I'd definitely decided to go on the five year Asian expedition?",
                "ESTHER -- Curt! You're not!",
                "EMILY -- And leave Martha here -- all alone -- for five years?",
                "JAYSON -- Yes, you can't take Martha with you this time, you know.",
                "CURTIS -- [With a laugh.] No? What makes you so sure of that? [As they\nlook mystified, he continues confidentially.] I'll let you in on the\nsecret -- only you must all promise not to breathe a word to\nMartha -- until to-morrow. To-morrow is her birthday, you know, and this\nis a surprise I've saved for her. [They all nod.] I've been intriguing\nmy damnedest for the past month to get permission for Martha to go with\nme. It was difficult because women are supposed to be barred.\n[Happily.] But I've succeeded. The letter came this morning. How\ntickled to death she'll be when she hears! I know she's given up hope.\n[Thoughtfully.] I suppose it's that has been making her act so\nout-of-sorts lately.",
                "JAYSON -- [Worriedly.] Hmm! But would you persist in going -- alone -- if you\nknew it was impossible for her -- ?",
                "CURTIS -- [Frowning.] I can't imagine it without her. You people can't\nhave any idea what a help -- a chum -- she's been. You can't believe that a\nwoman could be -- so much that -- in a life of that kind -- how I've grown to\ndepend on her. The thousand details -- she attends to them all. She\nremembers everything. Why, I'd be lost. I wouldn't know how to start.\n[With a laugh.] I know this sounds like a confession of weakness but\nit's true just the same. [Frowning again.] However, naturally my work\nmust always be the first consideration. Yes, absolutely! [Then with\nglad relief.] But what's the use of rambling on this way? We can both\ngo, thank heaven!",
                "MRS. DAVIDSON -- [Sternly.] No. SHE cannot go. And it is YOUR duty --",
                "CURTIS -- [Interrupting her with a trace of impatience.] Oh, come! That's\nall nonsense, Aunt. You don't understand the kind of woman Martha is.",
                "MRS. DAVIDSON -- [Harshly.] The women I understand prefer rearing their\nchildren to selfish gallivanting over the world.",
                "CURTIS -- [Impatiently.] But we have no children now, Aunt.",
                "MRS. DAVIDSON -- I know that, more's the pity. But later --",
                "CURTIS -- [Emphatically.] No, I tell you! It's impossible!",
                "MRS. DAVIDSON -- [Grimly.] I have said my last word. Go your own road and\nwork your own ruin.",
                "CURTIS -- [Brusquely.] I think I'll change my togs and go for a walk.\nExcuse me for a second. I'll be right down again. [He goes out, rear.]",
                "EMILY -- [With her false air of innocence.] Curt acts so funny, doesn't\nhe? Did you notice how emphatic he was about its being impossible? And\nhe said Martha seemed to him to be acting queer lately -- with him, I\nsuppose he meant.",
                "ESTHER -- He certainly appeared put out when he heard she'd gone motoring\nwith Big.",
                "JAYSON -- [Moodily.] This dislike of the very mention of children. It\nisn't like Curt, not a bit.",
                "JOHN -- There's something rotten in Denmark somewhere. This family will\nyet live to regret having accepted a stranger --",
                "SHEFFIELD -- [Mollifyingly -- with a judicial air.] Come now! This is all\nonly suspicion. There is no evidence; you have no case; and the\ndefendant is innocent until you have proved her guilty, remember.\n[Getting to his feet.] Well, let's break up. Esther, you and I ought to\nbe getting home. [They all rise.]",
                "JAYSON -- [Testily.] Well, if I were sure it would all blow over without\nany open scandal, I'd offer up a prayer of thanks. [The Curtain Falls]"
            ]
        },
        {
            "name": "ACT II",
            "sub_name": "",
            "text": [
                "ACT II",
                "SCENE -- CURTIS JAYSON'S study. On the left, forward, a gun rack in which\nare displayed several varieties of rifles and shotguns. Farther back,\nthree windows looking out on the garden. In the rear wall, an open\nfireplace with two leather arm-chairs in front of it. To right of\nfireplace, a door leading into the living-room. In the far right\ncorner, another chair. In the right wall, three windows looking out on\nthe lawn and garden. On this side, front, a typewriting table with\nmachine and chair. Opposite the windows on the right, a bulky leather\ncouch, facing front. In front of the windows on the left, a long table\nwith stacks of paper piled here and there on it, reference books, etc.\nOn the left of table, a swivel chair. Gray oak bookcases are built into\nthe cream rough plaster walls which are otherwise almost hidden from\nview by a collection of all sorts of hunter's trophies, animal heads of\nall kinds. The floor is covered with animal skins -- tiger, polar bear,\nleopard, lion, etc. Skins are also thrown over the backs of the chairs.\nThe sections of the bookcase not occupied by scientific volumes have\nbeen turned into a specimen case for all sorts of zoological,\ngeological, anthropological oddities.",
                "It is mid-morning, sunny and bright, of the following day.",
                "CURTIS and BIGELOW are discovered. CURTIS is half-sitting on the corner\nof the table, left, smoking a pipe. BIGELOW is lying sprawled on the\ncouch. Through the open windows on the right come the shouts of\nchildren playing. MARTHA's voice joins in with theirs.",
                "BIGELOW -- Listen to that rumpus, will you! The kids are having the time\nof their lives. [He goes to the window and looks out -- delightedly.]\nYour wife is playing hide and seek with them. Come and look.",
                "CURTIS -- [With a trace of annoyance.] Oh, I can see well enough from\nhere.",
                "BIGELOW -- [With a laugh.] She seems to get as much fun out of it as they\ndo. [As a shriek comes from outside -- excitedly.] Ah, Eddy discovered\nher behind the tree. Isn't he tickled now! [He turns back from the\nwindow and lights a cigarette -- enthusiastically.] Jove, what a hand she\nis with children!",
                "CURTIS -- [As if the subject bored him.] Oh, Martha gets along well with\nanyone.",
                "BIGELOW -- [Sits on the couch again -- with a sceptical smile.] You think\nso? With everyone?",
                "CURTIS -- [Surprised.] Yes -- with everyone we've ever come in contact\nwith -- even aboriginal natives.",
                "BIGELOW -- With the aboriginal natives of Bridgetown? With the well-known\nJayson family, for example?",
                "CURTIS -- [Getting to his feet -- frowning.] Why, everything's all right\nbetween Martha and them, isn't it? What do you mean, Big? I certainly\nimagined -- but I'll confess this damn book has had me so preoccupied --",
                "BIGELOW -- Too darn preoccupied, if you'll pardon my saying so. It's not\nfair to leave her to fight it alone.",
                "CURTIS -- [Impatiently.] Fight what? Martha has a sense of humor. I'm\nsure their petty prejudices merely amuse her.",
                "BIGELOW -- [Sententiously.] A mosquito is a ridiculous, amusing creature,\nseen under a microscope; but when a swarm has been stinging you all\nnight --",
                "CURTIS -- [A broad grin coming over his face.] You speak from experience,\neh?",
                "BIGELOW -- [Smiling.] You bet I do. Touch me anywhere and you'll find a\nbite. This, my native town, did me the honor of devoting its entire\nleisure attention for years to stinging me to death.",
                "CURTIS -- Well, if I am to believe one-tenth of the family letters I used\nto receive on the subject of my old friend, Bigelow, they sure had just\ncause.",
                "BIGELOW -- Oh, I'll play fair. I'll admit they did -- then. But it's\nexasperating to know they never give you credit for changing -- I almost\nsaid, reforming, One ought to be above the gossip of a town like\nthis -- but say what you like, it does get under your skin.",
                "CURTIS -- [With an indulgent smile.] So you'd like to be known as a\nreformed character, eh?",
                "BIGELOW -- [Rather ruefully.] Et tu! Your tone is sceptical. But I swear\nto you, Curt, I'm an absolutely new man since my wife's death, since\nI've grown to love the children. Before that I hardly knew them. They\nwere hers, not mine, it seemed. [His face lighting up.] Now we're the\nbest of pals, and I've commenced to appreciate life from a different\nangle. I've found a career at last -- the children -- the finest career a\nman could have, I believe.",
                "CURTIS -- [Indifferently.] Yes, I suppose so -- if you're made that way.",
                "BIGELOW -- Meaning you're not?",
                "CURTIS -- Not any more. [Frowning.] I tried that once.",
                "BIGELOW -- [After a pause -- with a smile.] But we're wandering from the\nsubject of Martha versus the mosquitoes.",
                "CURTIS -- [With a short laugh.] Oh, to the deuce with that! Trust Martha\nto take care of herself. Besides, I'll have her out of this stagnant\nhole before so very long -- six months, to be exact.",
                "BIGELOW -- Where do you think of settling her then?",
                "CURTIS -- No settling about it. I'm going to take her with me.",
                "BIGELOW -- [Surprised.] On the Asian expedition?",
                "CURTIS -- Yes. I haven't told her yet but I'm going to to-day. It's her\nbirthday -- and I've been saving the news to surprise her with.",
                "BIGELOW -- Her birthday? I wish the children and I had known -- but it's\nnot too late yet.",
                "CURTIS -- [With a grin.] Thirty-nine candles, if you're thinking of\nbaking a cake!",
                "BIGELOW -- [Meaningly.] That's not old -- but it's not young either, Curt.",
                "CURTIS -- [Disgustedly.] You talk like an old woman, Big. What have years\nto do with it? Martha is young in spirit and always will be. [There is\na knock at the door and MARTHA's voice calling: \"May I come in,\npeople?\"] Sure thing! [BIGELOW jumps to open the door and MARTHA\nenters. She is flushed, excited, full of the joy of life, panting from\nher exertions.]",
                "MARTHA -- [Laughing.] I've had to run away and leave them with the\ngoverness. They're too active for me. [She throws herself on the\ncouch.] Phew! I'm all tired out. I must be getting old.",
                "CURTIS -- [With a grin.] Big was just this minute remarking that, Martha.\n[BIGELOW looks embarrassed.]",
                "MARTHA -- [Laughing at him.] Well, I declare! Of all the horrid things to\nhear --",
                "BIGELOW -- [Still embarrassed but forcing a joking tone.]\nHe -- prevaricates, Mrs. Jayson.",
                "MARTHA -- There now, Curt! I'm sure it was you who said it. It sounds\njust like one of your horrid facts.",
                "BIGELOW -- And how can I offer my felicitations now? But I do, despite\nyour husband's calumny. May your shadow never grow less!",
                "MARTHA -- Thank you. [She shakes his proffered hand heartily.]",
                "BIGELOW -- And now I'll collect my flock and go home.",
                "CURTIS -- So long, Big. Be sure you don't mislay one of your heirs!",
                "BIGELOW -- No fear -- but they might mislay me. [He goes. CURT sits down on\ncouch. MARTHA goes to the window right, and looks out -- after a pause,\nwaving her hand.]",
                "MARTHA -- There they go. What darlings they are! [CURTIS grunts\nperfunctorily. MARTHA comes back and sits beside CURT on the\ncouch -- with a sigh.] Whoever did say it was right, Curt, I am getting\nold.",
                "CURTIS -- [Taking one of her hands and patting it.] Nonsense!",
                "MARTHA -- [Shaking her head and smiling with a touch of sadness.] No. I\nfeel it.",
                "CURTIS -- [Puts his arms around her protectingly.] Nonsense! You're not\nthe sort that ever grows old.",
                "MARTHA -- [Nestling up to him.] I'm afraid we're all that sort, dear.\nEven you. [She touches the white hair about his temples playfully.]\nCircumstantial evidence. I'll have to dye it when you're asleep some\ntime -- and then nobody'll know.",
                "CURTIS -- [Looking at her.] You haven't any silver threads. [Jokingly.]\nAm I to suspect -- ?",
                "MARTHA -- No, I don't. Honest, cross my heart, I wouldn't even conceal\nthat from you, if I did. But gray hairs prove nothing. I am actually\nolder than you, don't forget.",
                "CURTIS -- One whole year! That's frightful, isn't it?",
                "MARTHA -- I'm a woman, remember; so that one means at least six. Ugh!\nLet's not talk about it. Do you know, it really fills me with a queer\npanic sometimes?",
                "CURTIS -- [Squeezing her.] Silly girl!",
                "MARTHA -- [Snuggling close to him.] Will you always love me -- even when\nI'm old and ugly and feeble and you're still young and strong and\nhandsome?",
                "CURTIS -- [Kisses her -- tenderly.] Martha! What a foolish question,\nsweetheart. If we ever have to grow old, we'll do it together just as\nwe've always done everything.",
                "MARTHA -- [With a happy sigh.] That's my dream of happiness, Curt.\n[Enthusiastically.] Oh, it has been a wonderful, strange life we've\nlived together, Curt, hasn't it? You're sure you've never\nregretted -- never had the weest doubt that it might have been better\nwith -- someone else?",
                "CURTIS -- [Kisses her again -- tenderly reproachful.] Martha!",
                "MARTHA -- And I have helped -- really helped you, haven't I?",
                "CURTIS -- [Much moved.] You've been the best wife a man could ever wish\nfor, Martha. You've been -- you are wonderful. I owe everything to\nyou -- your sympathy and encouragement. Don't you know I realize that?\n[She kisses him gratefully.]",
                "MARTHA -- [Musing happily.] Yes, it's been a wonderful, glorious life.\nI'd live it over again if I could, every single second of it -- even the\nterrible suffering -- the children.",
                "CURTIS -- [Wincing.] Don't. I wouldn't want that over again. [Then\nchanging the subject abruptly.] But why have you been putting all our\nlife into the past tense? It seems to me the most interesting part is\nstill ahead of us.",
                "MARTHA -- [Softly.] I mean -- together -- Curt.",
                "CURTIS -- So do I!",
                "MARTHA -- But you're going away -- and I can't go with you this time.",
                "CURTIS -- [Smiling to himself over her head.] Yes, that does complicate\nmatters, doesn't it?",
                "MARTHA -- [Hurt -- looking up at him.] Curt! How indifferently you say\nthat -- as if you didn't care!",
                "CURTIS -- [Avoiding her eyes -- teasingly.] What do you think you'll do all\nthe time I'm gone?",
                "MARTHA -- Oh, I'll be lost -- dead -- I won't know what to do. I'll die of\nloneliness -- [yearning creeping into her voice] unless --",
                "CURTIS -- [Inquisitively.] Unless what?",
                "MARTHA -- [Burying her face on his shoulder -- passionately.] Oh, Curt, I\nlove you so! Swear that you'll always love me no matter what I do -- no\nmatter what I ask --",
                "CURTIS -- [Vaguely uneasy now, trying to peer into her face.] But,\nsweetheart --",
                "MARTHA -- [Giving way weakly to her feelings for a moment -- entreatingly.]\nThen don't go!",
                "CURTIS -- [Astonished.] Why, I've got to go. You know that.",
                "MARTHA -- Yes, I suppose you have. [Vigorously, as if flinging off a\nweakness.] Of course you have!",
                "CURTIS -- But, Martha -- you said you'd be lonely unless -- unless what?",
                "MARTHA -- Unless I --  [She hesitates, blushing and confused.] I mean\nwe -- oh, I'm so afraid of what you'll -- hold me close, very close to you\nand I'll whisper it. [She pulls his head down and whispers in his ear.\nA look of disappointment and aversion forces itself on his face.]",
                "CURTIS -- [Almost indignantly.] But that's impossible, Martha!",
                "MARTHA -- [Pleadingly.] Now don't be angry with me, Curt -- not till you've\nheard everything. [With a trace of defiance.] It isn't impossible,\nCurt. It's so! It's happened! I was saving it as a secret -- to tell you\nto-day -- on my birthday.",
                "CURTIS -- [Stunned.] You mean it -- is a fact?",
                "MARTHA -- Yes. [Then pitifully.] Oh, Curt, don't look that way! You seem\nso cold -- so far away from me. [Straining her arms about him.] Why don't\nyou hold me close to you? Why don't you say you're glad -- for my sake?",
                "CURTIS -- [Agitatedly.] But Martha -- you don't understand. How can I\npretend gladness when -- [Vehemently.] Why, it would spoil all our plans!",
                "MARTHA -- Plans? OUR plans? What do you mean?",
                "CURTIS -- [Excitedly.] Why, you're going with me, of course! I've\nobtained official permission. I've been working for it for months. The\nletter came yesterday morning.",
                "MARTHA -- [Stunned.] Permission -- to go with you --",
                "CURTIS -- [Excitedly.] Yes. I couldn't conceive going without you. And I\nknew how you must be wishing --",
                "MARTHA -- [In pain.] Oh!",
                "CURTIS -- [Distractedly -- jumping to his feet and staring at her\nbewilderedly.] Martha! You don't mean to tell me you weren't!",
                "MARTHA -- [In a crushed voice.] I was wishing you would finally decide\nnot to go -- to stay at home.",
                "CURTIS -- [Betraying exasperation.] But you must realize that's\nimpossible. Martha, are you sure you've clearly understood what I've\ntold you? You can go with me, do you hear? Everything is arranged. And\nI've had to fight so hard -- I was running the risk of losing my own\nchance by my insistence that I couldn't go without you.",
                "MARTHA -- [Weakly and helplessly.] I understand all that, Curt.",
                "CURTIS -- [Indignantly.] And yet -- you hesitate! Why, this is the greatest\nthing of its kind ever attempted! There are unprecedented\npossibilities! A whole new world of knowledge may be opened up -- the\nvery origin of Man himself! And you will be the only woman --",
                "MARTHA -- I realize all that, Curt.",
                "CURTIS -- You can't -- and hesitate! And then -- think, Martha! -- it will mean\nthat you and I won't have to be separated. We can go on living the old,\nfree life together.",
                "MARTHA -- [Growing calm now.] You are forgetting -- what I told you, Curt.\nYou must face the fact. I cannot go.",
                "CURTIS -- [Overwhelmed by the finality of her tone -- after a pause.] How\nlong have you known -- this?",
                "MARTHA -- Two months, about.",
                "CURTIS -- But why didn't you tell me before?",
                "MARTHA -- I was afraid you wouldn't understand -- and you haven't, Curt.\nBut why didn't you tell me before -- what you were planning?",
                "CURTIS -- [Eagerly.] You mean -- then -- you would have been glad to\ngo -- before this had happened?",
                "MARTHA -- I would have accepted it.",
                "CURTIS -- [Despairingly.] Martha, how could you ever have allowed this to\nhappen? Oh, I suppose I'm talking foolishness. It wasn't your seeking,\nI know.",
                "MARTHA -- Yes it was, Curt. I wished it. I sought it.",
                "CURTIS -- [Indignantly.] Martha! [Then in a hurt tone.] You have broken\nthe promise we made when they died. We were to keep their memories\ninviolate. They were to be always -- our only children.",
                "MARTHA -- [Gently.] They forgive me, Curt. And you will forgive me,\ntoo -- when you see him -- and love him.",
                "CURTIS -- Him?",
                "MARTHA -- I know it will be a boy.",
                "CURTIS -- [Sinking down on the couch beside her -- dully.] Martha! You have\nblown my world to bits.",
                "MARTHA -- [Taking one of his hands in hers -- gently.] You must make\nallowances for me. Curt, and forgive me. I AM getting old. No, it's the\ntruth. I've reached the turning point. Will you listen to my side of\nit, Curt, and try to see it -- with sympathy -- with true\nunderstanding -- [With a trace of bitterness.] -- forgetting your work for\nthe moment?",
                "CURTIS -- [Miserably.] That's unfair, Martha. I think of it as OUR\nwork -- and I have always believed you did, too.",
                "MARTHA -- [Quickly.] I did, Curt! I do! All in the past is our work. It's\nmy greatest pride to think so. But, Curt, I'll have to confess\nfrankly -- during the past two years I've felt myself -- feeling as if I\nwasn't complete -- with that alone.",
                "CURTIS -- Martha! [Bitterly.] And all the time I believed that more and\nmore it was becoming the aim of your life, too.",
                "MARTHA -- [With a sad smile.] I'm glad of that, dear. I tried my best to\nconceal it from you. It would have been so unfair to let you guess\nwhile we were still in harness. But oh, how I kept looking forward to\nthe time when we would come back -- and rest -- in our own home! You\nknow -- you said that was your plan -- to stay here and write your\nbooks -- and I was hoping --",
                "CURTIS -- [With a gesture of aversion.] I loathe this book-writing. It\nisn't my part, I realize now. But when I made the plans you speak of,\nhow could I know that then?",
                "MARTHA -- [Decisively.] You've got to go. I won't try to stop you. I'll\nhelp all in my power -- as I've always done. Only -- I can't go with you\nany more. And you must help me -- to do my work -- by understanding it. [He\nis silent, frowning, his face agitated, preoccupied. She goes on\nintensely.] Oh, Curt, I wish I could tell you what I feel, make you\nfeel with me the longing for a child. If you had just the tiniest bit\nof feminine in you -- ! [Forcing a smile.] But you're so utterly\nmasculine, dear! That's what has made me love you, I suppose -- so I've\nno right to complain of it. [Intensely.] I don't. I wouldn't have you\nchanged one bit! I love you! And I love the things you love -- your\nwork -- because it's a part of you. And that's what I want you to do -- to\nreciprocate -- to love the creator in me -- to desire that I, too, should\ncomplete myself with the thing nearest my heart!",
                "CURTIS -- [Intensely preoccupied with his own struggle -- vaguely.] But I\nthought --",
                "MARTHA -- I know; but, after all, your work is yours, not mine. I have\nbeen only a helper, a good comrade, too, I hope, but -- somehow -- outside\nof it all. Do you remember two years ago when we were camped in Yunnan,\namong the aboriginal tribes? It was one night there when we were lying\nout in our sleeping-bags up in the mountains along the Tibetan\nfrontier. I couldn't sleep. Suddenly I felt oh, so tired -- utterly\nalone -- out of harmony with you -- with the earth under me. I became\nhorribly despondent -- like an outcast who suddenly realizes the whole\nworld is alien. And all the wandering about the world, and all the\nromance and excitement I'd enjoyed in it, appeared an aimless, futile\nbusiness, chasing around in a circle in an effort to avoid touching\nreality. Forgive me, Curt. I meant myself, not you, of course. Oh, it\nwas horrible, I tell you, to feel that way. I tried to laugh at myself,\nto fight it off, but it stayed and grew worse. It seemed as if I were\nthe only creature alive -- who was not alive. And all at once the picture\ncame of a tribeswoman who stood looking at us in a little mountain\nvillage as we rode by. She was nursing her child. Her eyes were so\ncuriously sure of herself. She was horribly ugly, poor woman, and\nyet -- as the picture came back to me -- I appeared to myself the ugly one\nwhile she was beautiful. And I thought of our children who had\ndied -- and such a longing for another child came to me that I began\nsobbing. You were asleep. You didn't hear. [She pauses -- then proceeds\nslowly.] And when we came back here -- to have a home at last, I was so\nhappy because I saw my chance of fulfillment -- before it was too late.\n[In a gentle, pleading voice.] Now can you understand, dear? [She puts\nher hand on his arm.]",
                "CURTIS -- [Starting as if awaking from a sleep.] Understand? No, I can't\nunderstand, Martha.",
                "MARTHA -- [In a gasp of unbearable hurt.] Curt! I don't believe you heard\na word I was saying.",
                "CURTIS -- [Bursting forth as if releasing all the pent-up struggle that\nhas been gathering within him.] No, I can't understand. I cannot,\ncannot! It seems like treachery to me.",
                "MARTHA -- Curt!",
                "CURTIS -- I've depended on you. This is the crucial point -- the biggest\nthing of my life -- and you desert me!",
                "MARTHA -- [Resentment gathering in her eyes.] If you had listened to\nme -- if you had even tried to feel --",
                "CURTIS -- I feel that you are deliberately ruining my highest hope. How\ncan I go on without you? I've been trying to imagine myself alone. I\ncan't! Even with my work -- who can I get to take your place? Oh, Martha,\nwhy do you have to bring this new element into our lives at this late\nday? Haven't we been sufficient, you and I together? Isn't that a more\ndifficult, beautiful happiness to achieve than -- children? Everyone has\nchildren. Don't I love you as much as any man could love a woman? Isn't\nthat enough for you? Doesn't it mean anything to you that I need you so\nterribly -- for myself, for my work -- for everything that is best and\nworthiest in me? Can you expect me to be glad when you propose to\nintroduce a stranger who will steal away your love, your interest -- who\nwill separate us and deprive me of you! No, no, I cannot! It's asking\nthe impossible. I am only human.",
                "MARTHA -- If you were human you would think of my life as well as yours.",
                "CURTIS -- I do! It is OUR life I am fighting for, not mine -- OUR life that\nyou want to destroy.",
                "MARTHA -- Our life seems to mean your life to you, Curt -- and only your\nlife. I have devoted fifteen years to that. Now I must fight for my own.",
                "CURTIS -- [Aghast.] You talk as if we were enemies, Martha! [Striding\nforward and seizing her in his arms.] No, you don't mean it! I love you\nso, Martha! You've made yourself part of my life, my work -- I need you\nso! I can't share you with anyone! I won't! Martha, my own! Say that\nyou won't, dear? [He kisses her passionately again and again.]",
                "MARTHA -- [All her love and tenderness aroused by his kisses and\npassionate sincerity -- weakening.] Curt! Curt! [Pitiably.] It won't\nseparate us, dear. Can't you see he will be a link between us -- even\nwhen we are away from each other -- that he will bring us together all\nthe closer?",
                "CURTIS -- But I can't be away from you!",
                "MARTHA -- [Miserably.] Oh, Curt, why won't you look the fact in the\nface -- and learn to accept it with joy? Why can't you for my sake? I\nwould do that for you.",
                "CURTIS -- [Breaking away from her -- passionately.] You will not do what I\nhave implored you -- for me! And I am looking the fact in the face -- the\nfact that there must be no fact! [Avoiding her eyes -- as if defying his\nown finer feelings.] There are doctors who --",
                "MARTHA -- [Shrinking back from him.] Curt! You propose that -- to me! [With\noverwhelming sorrow.] Oh, Curt! When I feel him -- his life within\nme -- like a budding of my deepest soul -- to flower and continue me -- you\nsay what you have just said! [Grief-stricken.] Oh, you never, never,\nnever will understand!",
                "CURTIS -- [Shamefacedly.] Martha, I -- [Distractedly.] I don't know what\nI'm saying! This whole situation is so unbearable! Why, why does it\nhave to happen now?",
                "MARTHA -- [Gently.] It must be now -- or not at all -- at my age, dear. [Then\nafter a pause -- staring at him frightenedly -- sadly.] You have changed,\nCurt. I remember it used to be your happiness to sacrifice yourself for\nme.",
                "CURTIS -- I had no work then -- no purpose beyond myself. To sacrifice\noneself is easy. But when your only meaning becomes as a searcher for\nknowledge -- you cannot sacrifice that, Martha. You must sacrifice\neverything for that -- or lose all sincerity.",
                "MARTHA -- I wonder where your work leaves off and you begin. Hasn't your\nwork become you?",
                "CURTIS -- Yes and no. [Helplessly.] You can't understand, Martha! ...",
                "MARTHA -- Nor you.",
                "CURTIS -- [With a trace of bitter irony.] And you and your work? Aren't\nthey one and the same?",
                "MARTHA -- So you think mine is selfish, too? [After a pause -- sadly.] I\ncan't blame you, Curt. It's all my fault. I've spoiled you by giving up\nmy life so completely to yours. You've forgotten I have one. Oh, I\ndon't mean that I was a martyr. I know that in you alone lay my\nhappiness and fulfillment in those years -- after the children died. But\nwe are no longer what we were then. We must, both of us, relearn to\nlove and respect -- what we have become.",
                "CURTIS -- [Violently.] Nonsense! You talk as if love were an intellectual\nprocess -- [Taking her into his arms -- passionately.] I love you -- always\nand forever! You are me and I am you. What use is all this vivisecting?\n[He kisses her fiercely. They look into each other's eyes for a\nsecond -- then instinctively fall back from one another.]",
                "MARTHA -- [In a whisper.] Yes, you love me. But who am I? There is no\nrecognition in your eyes. You don't know.",
                "CURTIS -- [Frightenedly.] Martha! Stop! This is terrible! [They continue\nto be held by each other's fearfully questioning eyes.]",
                "[The Curtain Falls]"
            ]
        },
        {
            "name": "ACT III",
            "sub_name": "",
            "text": [
                "ACT III",
                "SCENE -- Same as Act II. As the curtain rises, JAYSON is discovered\nsitting in an armchair by the fireplace, in which a log fire is burning\nfitfully. He is staring into the flames, a strained, expectant\nexpression on his face. It is about three o'clock in the morning. There\nis no light but that furnished by the fire which fills the room with\nshifting shadows. The door in the rear is opened and RICHARD appears,\nhis face harried by the stress of unusual emotion. Through the opened\ndoorway, a low, muffled moan of anguish sounds from the upper part of\nthe house. JAYSON and RICHARD both shudder. The latter closes the door\nbehind him quickly as if anxious to shut out the noise.",
                "JAYSON -- [Looking up anxiously.] Well?",
                "RICHARD -- [Involuntarily straightening up as if about to salute and\nreport to a superior officer.] No change, sir. [Then, as if remembering\nhimself, comes to the fireplace and slumps down in a\nchair -- agitatedly.] God, Dad, I can't stand her moaning and screaming!\nIt's got my nerves shot to pieces. I thought I was hardened. I've heard\nthem out in No Man's Land -- dying by inches -- when you couldn't get to\nthem or help -- but this is worse -- a million times! After all, that was\nwar -- and they were men --",
                "JAYSON -- Martha is having an exceptionally hard ordeal.",
                "RICHARD -- Since three o'clock this morning -- yesterday morning, I should\nsay. It's a wonder she isn't dead.",
                "JAYSON -- [After a pause.] Where is Curt?",
                "RICHARD -- [Harshly.] Still out in the garden, walking around bareheaded\nin the cold like a lunatic.",
                "JAYSON -- Why didn't you make him come in?",
                "RICHARD -- Make him! It's easy to say. He's in a queer state, Dad, I can\ntell you! There's something torturing him besides her pain --",
                "JAYSON -- [After a pause.] Yes, there's a lot in all this we don't know\nabout.",
                "RICHARD -- I suppose the reason he's so down on the family is because\nwe've rather cut her since that tea affair.",
                "JAYSON -- He shouldn't blame us. She acted abominably and has certainly\ncaused enough talk since then -- always about with Bigelow --",
                "RICHARD -- [With a sardonic laugh.] And yet he keeps asking everyone to\nsend for Bigelow -- says he wants to talk to him -- not us. WE can't\nunderstand! [He laughs bitterly.]",
                "JAYSON -- I'm afraid Curt knows we understand too much. [Agitatedly.] But\nwhy does he want Bigelow, in God's name? In his present state -- with the\nsuspicions he must have -- there's liable to be a frightful scene.",
                "RICHARD -- Don't be afraid of a scene. [With pitying scorn.] The hell of\nit is he seems to regard Bigelow as his best friend. Damned if I can\nmake it out.",
                "JAYSON -- I gave orders that they were always to tell Curt Bigelow was\nout of town and couldn't be reached. [With a sigh.] What a frightful\nsituation for all of us! [After a pause.] It may sound cruel of\nme -- but -- I can't help wishing for all our sakes that this child will\nnever --",
                "RICHARD -- Yes, Dad, I know what you're thinking. It would be the best\nthing for it, too -- although I hate myself for saying it. [There is a\npause. Then the door in rear is opened and LILY appears. She is pale\nand agitated. Leaving the door open behind her she comes forward and\nflings herself on the lounge.]",
                "JAYSON -- [Anxiously.] Well?",
                "LILY -- [Irritably, getting up and switching on the lights.] Isn't\neverything gloomy enough? [Sits down.] I couldn't bear it upstairs one\nsecond longer. Esther and Emily are coming down, too. It's too much for\nthem -- and they've had personal experience. [Trying to mask her\nagitation by a pretense at flippancy.] I hereby become a life-member of\nthe birth-control league. Let's let humanity cease -- if God can't manage\nits continuance any better than that!",
                "RICHARD -- [Seriously.] Second the motion.",
                "JAYSON -- [Peevishly.] You're young idiots. Keep your blasphemous\nnonsense to yourself, Lily!",
                "LILY -- [Jumping up and stamping her foot -- hysterically.] I can't stand\nit. Take me home, Dick, won't you? We're doing no good waiting here.\nI'll have a fit -- or something -- if I stay.",
                "RICHARD -- [Glad of the excuse to go himself -- briskly.] That's how I\nfeel. I'll drive you home. Come along. [ESTHER and EMILY enter,\nfollowed by JOHN.]",
                "LILY -- [Excitedly.] I'll never marry or have a child! Never, never! I'll\ngo into Mark's office to-morrow and make myself independent of marriage.",
                "ESTHER -- Sssh! Lily! Don't you know you're shouting? And what silly talk!",
                "LILY -- I'll show you whether it's silly! I'll --",
                "RICHARD -- [Impatiently.] Are you coming or not?",
                "LILY -- [Quickly.] Yes -- wait -- here I am. [She pushes past the others and\nfollows RICHARD out rear. ESTHER and EMILY sit on couch -- JOHN on chair,\nright rear.]",
                "ESTHER -- [With a sigh.] I thought I went through something when mine\nwere born -- but this is too awful.",
                "EMILY -- And, according to John, Curt actually says he hates it! Isn't\nthat terrible? [After a pause -- meaningly.] It's almost as if her\nsuffering was a punishment, don't you think?",
                "ESTHER -- If it is, she's being punished enough, Heaven knows. It can't\ngo on this way much longer or something dreadful will happen.",
                "EMILY -- Do you think the baby --",
                "ESTHER -- I don't know. I shouldn't say it but perhaps it would be better\nif --",
                "EMILY -- That's what I think.",
                "ESTHER -- Oh, I wish I didn't have such evil suspicions -- but the way Curt\ngoes on -- how can you help feeling there's something wrong?",
                "JAYSON -- [Suddenly.] How is Curt?",
                "EMILY -- John just came in from the garden. [Turning around to where JOHN\nis dozing in his chair -- sharply.] John! Well I never! If he isn't\nfalling asleep! John! [He jerks up his head and stares at her, blinking\nstupidly. She continues irritably.] A nice time to pick out for a nap,\nI must say.",
                "JOHN -- [Surlily.] Don't forget I have to be at the bank in the morning.",
                "JAYSON -- [Testily.] I have to be at the bank, too -- and you don't notice\nme sleeping. Tell me about Curt. You just left him, didn't you?",
                "JOHN -- [Irritably.] Yes, and I've been walking around that damned garden\nhalf the night watching over him. Isn't that enough to wear anyone out?\nI can feel I've got a terrible cold coming on --",
                "ESTHER -- [Impatiently.] For goodness sake, don't you start to pity\nyourself!",
                "JOHN -- [Indignantly.] I'm not. I think I've showed my willingness to do\neverything I could. If Curt was only the least bit grateful! He isn't.\nHe hates us all and wishes we were out of his home. I would have left\nlong ago if I didn't want to do my part in saving the family name from\ndisgrace.",
                "JAYSON -- [Impatiently.] Has he quieted down, that's what I want to know?",
                "JOHN -- [Harshly.] Not the least bit. He's out of his head -- and I'd be\nout of mine if a child was being born to my wife that --",
                "JAYSON -- [Angrily.] Keep that to yourself! Remember you have no proof.\n[Morosely.] Think all you want -- but don't talk.",
                "EMILY -- [Pettishly.] The whole town knows it, anyway; I'm sure they must.",
                "JAYSON -- There's only been gossip -- no real scandal. Let's do our united\nbest to keep it at that. [After a pause.] Where's Aunt Elizabeth? We'll\nhave to keep an eye on her, too, or she's quite liable to blurt out the\nwhole business before all comers.",
                "ESTHER -- You needn't be afraid. She's forgotten all about the scandalous\npart. No word of it has come to her out in the country and she hasn't\nset foot in town since that unfortunate tea, remember. And at present\nshe's so busy wishing the child will be a boy, that she hasn't a\nthought for another thing. [The door in the rear is opened and MARK\nSHEFFIELD enters. He comes up to the fire to warm himself. The others\nwatch him in silence for a moment.]",
                "JAYSON -- [Impatiently.] Well, Mark? Where's Curt?",
                "SHEFFIELD -- [Frowning.] Inside. I think he'll be with us in a minute.\n[With a scornful smile.] Just now he's 'phoning to Bigelow. [The others\ngasp.]",
                "JAYSON -- [Furiously.] For God's sake, couldn't you stop him?",
                "SHEFFIELD -- Not without a scene. Your Aunt persuaded him to come into\nthe house -- and he rushed for the 'phone. I think he guessed we had been\nlying to him --",
                "JAYSON -- [After a pause.] Then he -- Bigelow will be here soon?",
                "SHEFFIELD -- [Drily.] It depends on his sense of decency. As he seems\nlacking in that quality, I've no doubt he'll come.",
                "JOHN -- [Rising to his feet -- pompously.] Then I, for one, will go. Come,\nEmily. Since Curt seems bound to disgrace everyone concerned, I want it\nthoroughly understood that we wash our hands of the whole disgraceful\naffair.",
                "EMILY -- [Snappishly.] Go if you want to! I won't! [Then with a\nsacrificing air.] I think it is our duty to stay.",
                "JAYSON -- [Exasperated.] Sit down. Wash your hands indeed! Aren't you as\nmuch concerned as any of us?",
                "SHEFFIELD -- [Sharply.] Sshh! I think I hear Curt now. [JOHN sits down\nabruptly. All stiffen into stony attitudes. The door is opened and CURT\nenters. He is incredibly drawn and haggard, a tortured, bewildered\nexpression in his eyes. His hair is dishevelled, his boots caked with\nmud. He stands at the door staring from one to the other of his family\nwith a wild, contemptuous scorn and mutters.]",
                "CURTIS -- Liars! Well, he's coming now. [Then bewilderedly.] Why didn't\nyou want him to come, eh? He's my oldest friend. I've got to talk to\nsomeone -- and I can't to you. [Wildly.] What do you want here, anyway?\nWhy don't you go? [A scream of MARTHA's is heard through the doorway.\nCURT shudders violently, slams the door to with a crash, putting his\nshoulders against it as if to bar out the sound inexorably -- in\nanguish.] God, why must she go through such agony? Why? Why? [He goes\nto the fireplace as MARK makes way for him, flings himself exhaustedly\non a chair, his shoulders bowed, his face hidden in his hands. The\nothers stare at him pityingly. There is a long silence. Then the two\nwomen whisper together, get up and tiptoe out of the room, motioning\nfor the others to follow them. JOHN does so. SHEFFIELD starts to go,\nthen notices the preoccupied JAYSON who is staring moodily into the\nfire.]",
                "SHEFFIELD -- Sstt! [As JAYSON looks up -- in a whisper.] Let's go out and\nleave him alone. Perhaps he'll sleep.",
                "JAYSON -- [Starting to follow SHEFFIELD, hesitates and puts a hand on his\nson's shoulder.] Curt. Remember I'm your father. Can't you confide in\nme? I'll do anything to help.",
                "CURTIS -- [Harshly.] No, Dad. Leave me alone.",
                "JAYSON -- [Piqued.] As you wish. [He starts to go.]",
                "CURTIS -- And send Big in to me as soon as he comes.",
                "JAYSON -- [Stops, appears about to object -- then remarks coldly.] Very\nwell -- if you insist. [He switches off the lights. He hesitates at the\ndoor uncertainly, then opens it and goes out. There is a pause. Then\nCURT lifts his head and peers about the room. Seeing he is alone he\nsprings to his feet and begins to pace back and forth, his teeth\nclenched, his features working convulsively. Then, as if attracted by\nan irresistible impulse, he goes to the closed door and puts his ear to\nthe crack. He evidently hears his wife's moans for he starts away -- in\nagony.]",
                "CURTIS -- Oh, Martha, Martha! Martha, darling! [He flings himself in the\nchair by the fireplace -- hides his face in his hands and sobs bitterly.\nThere is a ring from somewhere in the house. Soon after there is a\nknock at the door. CURTIS doesn't hear at first but when it is repeated\nhe mutters huskily.] Come in. [BIGELOW enters. CURT looks up at him.]\nClose that door, Big, for God's sake!",
                "BIGELOW -- [Does so -- then taking off his overcoat, hat, and throwing them\non the lounge comes quickly over to CURT.] I got over as soon as I\ncould. [As he sees CURT's face he starts and says sympathetically.] By\nJove, old man, you look as though you'd been through hell!",
                "CURTIS -- [Grimly.] I have. I am.",
                "BIGELOW -- [Slapping his back.] Buck up! [Then anxiously.] How's Martha?",
                "CURTIS -- She's in hell, too --",
                "BIGELOW -- [Attempting consolation.] You're surely not worrying, are you?\nMartha is so strong and healthy there's no doubt of her pulling through\nin fine shape.",
                "CURTIS -- She should never have attempted this. [After a pause.] I've a\ngrudge against you, Big. It was you bringing your children over here\nthat first planted this in her mind.",
                "BIGELOW -- [After a pause.] I've guessed you thought that. That's why you\nhaven't noticed me -- or them -- over here so much lately. I'll confess\nthat I felt you -- [Angrily.] And the infernal gossip -- I'll admit I\nthought that you -- oh, damn this rotten town, anyway!",
                "CURTIS -- [Impatiently.] Oh, for God's sake! [Bitterly.] I didn't want\nyou here to discuss Bridgetown gossip.",
                "BIGELOW -- I know, old man, forgive me. [In spite of the closed door one\nof MARTHA's agonized moans is heard. They both shudder.]",
                "CURTIS -- [In a dead, monotonous tone.] She has been moaning like that\nhour after hour. I shall have those sounds in my ears until the day I\ndie. Nothing can ever make me forget -- nothing.",
                "BIGELOW -- [Trying to distract him.] Deuce take it, Curt, what's the\nmatter with you? I never thought you'd turn morbid.",
                "CURTIS -- [Darkly.] I've changed, Big -- I hardly know myself any more.",
                "BIGELOW -- Once you're back on the job again, you'll be all right. You're\nstill determined to go on this expedition, aren't you?",
                "CURTIS -- Yes. I was supposed to join them this week in New York but I've\narranged to catch up with them in China -- as soon as it's possible for\nus to go.",
                "BIGELOW -- Us? You mean you still plan to take --",
                "CURTIS -- [Angrily aggressive.] Yes, certainly! Why not? Martha ought to\nbe able to travel in a month or so.",
                "BIGELOW -- Yes, but -- do you think it would be safe to take the child?",
                "CURTIS -- [With a bitter laugh.] Yes -- I was forgetting the child, wasn't\nI? [Viciously.] But perhaps -- [Then catching himself with a groan.] Oh,\ndamn all children, Big!",
                "BIGELOW -- [Astonished.] Curt!",
                "CURTIS -- [In anguish.] I can't help it -- I've fought against it. But it's\nthere -- deep down in me -- and I can't drive it out. I can't!",
                "BIGELOW -- [Bewildered.] What, Curt?",
                "CURTIS -- Hatred! Yes, hatred! What's the use of denying it? I must tell\nsomeone and you're the only one who might understand. [With a wild\nlaugh.] For you -- hated your wife, didn't you?",
                "BIGELOW -- [Stunned.] Good God, you don't mean you hate -- Martha?",
                "CURTIS -- [Raging.] Hate Martha? How dare you, you fool! I love\nMartha -- love her with every miserable drop of blood in me -- with all my\nlife -- all my soul! She is my whole world -- everything! Hate Martha! God,\nman, have you gone crazy to say such a mad thing? [Savagely.] No. I\nhate it. It!",
                "BIGELOW -- [Shocked.] Curt! Don't you know you can't talk like\nthat -- now -- when -- CURTIS --  [Harshly.] It has made us both suffer\ntorments -- not only now -- every day, every hour, for months and months.\nWhy shouldn't I hate it, eh?",
                "BIGELOW -- [Staring at his friend's wild, distorted face with growing\nhorror.] Curt! Can't you realize how horrible --",
                "CURTIS -- Yes, it's horrible. I've told myself that a million times.\n[With emphasis.] But it's true!",
                "BIGELOW -- [Severely.] Shut up! You're not yourself. Come, think for a\nmoment. What would Martha feel if she heard you going on this way?\nWhy -- it would kill her!",
                "CURTIS -- [With a sobbing groan.] Oh, I know, I know! [After a pause.]\nShe read it in my eyes. Yes, it's horrible, but when I saw her there\nsuffering so frightfully -- I couldn't keep it out of my eyes. I tried to\nforce it back -- for her sake -- but I couldn't. I was holding her hands\nand her eyes searched mine with such a longing question in them -- and\nshe read only my hatred there, not my love for her. And she screamed\nand seemed to try to push me away. I wanted to kneel down and pray for\nforgiveness -- to tell her it was only my love for her -- that I couldn't\nhelp it. And then the doctors told me to leave -- and now the door is\nlocked against me -- [He sobs.]",
                "BIGELOW -- [Greatly moved.] This is only your damned imagination. They\nput you out because you were in their way, that's all. And as for\nMartha, she was probably suffering so much --",
                "CURTIS -- No. She read it in my eyes. I saw that look in hers -- of\nhorror -- horror of me!",
                "BIGELOW -- [Gruffly.] You're raving, damn it!",
                "CURTIS -- [Unheeding.] It came home to her then -- the undeniable truth.\n[With a groan.] Isn't it fiendish that I should be the one to add to\nher torture -- in spite of myself -- in spite of all my will to conceal it!\nShe will never forgive me, never! And how can I forgive myself?",
                "BIGELOW -- [Distractedly.] For God's sake, don't think about it! It's\nabsurd -- ridiculous!",
                "CURTIS -- [Growing more calm -- in a tone of obsession.] She's guessed it\never since that day when we quarreled -- her birthday. Oh, you can have\nno idea of the misery there has been in our lives since then. You\nhaven't seen or guessed the reason. No one has. It has been -- the\nthought of IT.",
                "BIGELOW -- Curt!",
                "CURTIS -- [Unheeding.] For years we had welded our lives together so that\nwe two were sufficient, each to each. There was no room for a third.\nAnd it was a fine, free life we had made -- a life of new worlds, of\ndiscovery, of knowledge invaluable to mankind. Isn't such a life worth\nall the sacrifice it must entail?",
                "BIGELOW -- But that life was your life, Curt --",
                "CURTIS -- [Vehemently.] No, it was her life, too -- her work as well as\nmine. She had made the life, our life -- the work, our work. Had she the\nright to repudiate what she had built because she suddenly has a fancy\nfor a home, children, a miserable ease! I had thought I was her home,\nher children. I had tried to make my life worthy of being that to her.\nAnd I had failed. I was not enough.",
                "BIGELOW -- Curt!",
                "CURTIS -- Oh, I tried to become reconciled. I tried my damnedest. I tried\nto love this child as I had loved those that died. But I couldn't. And\nso, this being estranged us. We loved as intensely as ever but IT\npushed us apart. I grew to dread the idea of this intruder. She saw\nthis in me. I denied it -- but she knew. There was something in each of\nus the other grew to hate. And still we loved as never before, perhaps,\nfor we grew to pity each other's helplessness.",
                "BIGELOW -- Curt! Are you sure you ought to tell anyone this?",
                "CURTIS -- [Waving his remark aside.] One day, when I was trying to\nimagine myself without her, and finding nothing but hopelessness -- yet\nknowing I must go -- a thought suddenly struck me -- a horrible but\nfascinating possibility that had never occurred to me before. [With\nfeverish intensity.] Can you guess what it was?",
                "BIGELOW -- No. And I think you've done enough morbid raving, if you ask\nme.",
                "CURTIS -- The thought that came to me was that if a certain thing\nhappened, Martha could still go with me. And I knew, if it did happen,\nthat she would want to go, that she would fling herself into the spirit\nof our work to forget, that she would be mine more than ever.",
                "BIGELOW -- [Afraid to believe the obvious answer.] Curt!",
                "CURTIS -- Yes. My thought was that the child might be born dead.",
                "BIGELOW -- [Repelled -- sternly.] Damn it, man, do you know what you're\nsaying? [Relentingly.] No, Curt, old boy, do stop talking. If you don't\nI'll send for a doctor, damned if I won't. That talk belongs in an\nasylum. God, man, can't you realize this is your child -- yours as well\nas hers?",
                "CURTIS -- I've tried. I cannot. There is some inexorable force in me --",
                "BIGELOW -- [Coldly.] Do you realize how contemptible this confession\nmakes you out? [Angrily.] Why, if you had one trace of human kindness\nin you -- one bit of unselfish love for your wife -- one particle of pity\nfor her suffering --",
                "CURTIS -- [Anguished.] I have -- all the love and pity in the world for\nher! That's why I can't help hating -- the cause of her suffering.",
                "BIGELOW -- Have you never thought that you might repay Martha for giving\nup all her life to you by devoting the rest of yours to her?",
                "CURTIS -- [Bitterly.] She can be happy without me. She will have this\nchild -- to take my place. [Intensely.] You think I would not give up my\nwork for her? But I would! I will stay here -- do anything she wishes -- if\nonly we can make a new beginning again -- together -- ALONE!",
                "BIGELOW -- [Agitated.] Curt, for God's sake, don't return to that! Why,\ngood God, man -- even now -- while you're speaking -- don't you realize what\nmay be happening? And you can talk as if you were wishing --",
                "CURTIS -- [Fiercely.] I can't help but wish it!",
                "BIGELOW -- [Distractedly.] For the love of God, if you have such\nthoughts, keep them to yourself. I won't listen! You make me despise\nlife!",
                "CURTIS -- And would you have me love life? [The door in the rear is\nopened and JAYSON enters, pale and unnerved. A succession of quick,\npiercing shrieks is heard before he can close the door behind him.\nShuddering.] My God! My God! [With a fierce cry.]\nWill -- this -- never -- end!",
                "JAYSON -- [Tremblingly.] Sh-h-h, they say this is the crisis. [Puts his\narm around CURT.] Bear up, my boy, it will soon be over now. [He sits\ndown in the chair BIGELOW has vacated, pointedly ignoring the latter.\nThe door is opened again and EMILY, ESTHER, JOHN and SHEFFIELD file in\nquickly as if escaping from the cries of the woman upstairs. They are\nall greatly agitated. CURT groans, pressing his clenched fists against\nhis ears. The two women sit on the lounge. MARK comes forward and\nstands by JAYSON'S chair, JOHN sits by the door as before. BIGELOW\nretreats behind CURT's chair, aware of their hostility. There is a long\npause.]",
                "ESTHER -- [Suddenly.] She has stopped -- [They all listen.]",
                "JAYSON -- [Huskily.] Thank God, it's over at last. [The door is opened\nand MRS. DAVIDSON enters. The old lady is radiant, weeping tears of\njoy.]",
                "MRS. DAVIDSON -- [Calls out exultantly between sobs.] A son, Curt -- a son.\n[With rapt fervor -- falling on her knees.] Let us all give thanks to God!",
                "CURTIS -- [In a horrible cry of rage and anguish.] No! No! You lie! [They\nall cry out in fright and amazement: \"CURT!\" The door is opened and the\nNURSE appears.]",
                "NURSE -- [Looking at CURTIS, in a low voice.] Mr. Jayson, your wife is\nasking for you.",
                "BIGELOW -- [Promptly slapping CURT on the back.] There! What did I tell\nyou? Run, you chump!",
                "CURTIS -- [With a gasp of joy.] Martha! Darling, I'm coming -- [He rushes\nout after the NURSE.]",
                "BIGELOW -- [Comes forward to get his hat and coat from the sofa -- coldly.]\nPardon me, please. [They shrink away from him.]",
                "EMILY -- [As he goes to the door -- cuttingly.] Some people seem to have no\nsense of decency!",
                "BIGELOW -- [Stung, stops at the door and looks from one to the other of\nthem -- bitingly.] No, I quite agree with you. [He goes out, shutting the\ndoor. They all gasp angrily.]",
                "JOHN -- Scoundrel!",
                "JAYSON -- [Testily -- going to MRS. D., who is still on her knees praying.]\nDo get up, Aunt Elizabeth! How ridiculous! What a scene if anyone\nshould see you like that. [He raises her to her feet and leads her to a\nchair by the fire. She obeys unresistingly, seemingly unaware of what\nshe is doing.]",
                "ESTHER -- [Unable to restrain her jealousy.] So it's a boy.",
                "EMILY -- Did you hear Curt -- how he yelled out \"No\"? It's plain as the\nnose on your face he didn't want --",
                "ESTHER -- How awful!",
                "JOHN -- Well, can you blame him?",
                "EMILY -- And the awful cheek of that Bigelow person -- coming here --",
                "ESTHER -- They appeared as friendly as ever when we came in.",
                "JOHN -- [Scornfully.] Curt is a blind simpleton -- and that man is a\ndyed-in-the-wool scoundrel.",
                "JAYSON -- [Frightenedly.] Shhh! Suppose we were overheard!",
                "EMILY -- When Curt leaves we can put her in her proper place. I'll soon\nlet her know she hasn't fooled me, for one. [While she is speaking MRS.\nD. has gotten up and is going silently toward the door.]",
                "JAYSON -- [Testily.] Aunt Elizabeth, where are you going?",
                "MRS. D. -- [Tenderly.] I must see him again, the dear! [She goes out.]",
                "ESTHER -- [Devoured by curiosity -- hesitatingly.] I think I -- come on,\nEmily. Let's go up and see --",
                "EMILY -- Not I! I never want to lay eyes on it.",
                "JOHN -- Nor I.",
                "ESTHER -- I was only thinking -- everyone will think it funny if we don't.",
                "JAYSON -- [Hastily.] Yes, yes. We must keep up appearances. [Getting to\nhis feet.] Yes, I think we had better all go up -- make some sort of\ninquiry about Martha, you know. It's expected of us and -- [They are all\nstanding, hesitating, when the door in the rear is opened and the NURSE\nappears, supporting CURT. The latter is like a corpse. His face is\npetrified with grief, his body seems limp and half-paralyzed.]",
                "NURSE -- [Her eyes flashing, indignantly.] It's a wonder some of you\nwouldn't come up -- here, help me! Take him, can't you? I've got to run\nback!",
                "[JAYSON and SHEFFIELD spring forward and lead CURT to a chair by the\nfire.]",
                "JAYSON -- [Anxious.] Curt! Curt, my boy! What is it, son?",
                "EMILY -- [Catching the NURSE as she tries to go.] Nurse! What is the\nmatter?",
                "NURSE -- [Slowly.] His wife is dead. [They are all still, stunned.] She\nlived just long enough to recognize him.",
                "EMILY -- And -- the baby?",
                "NURSE -- [With a professional air.] Oh, it's a fine, healthy baby -- eleven\npounds -- that's what made it so difficult. [She goes. The others all\nstand in silence.]",
                "ESTHER -- [Suddenly sinking on the couch and bursting into tears.] Oh,\nI'm so sorry I said -- or thought -- anything wrong about her. Forgive me,\nMartha!",
                "SHEFFIELD -- [Honestly moved but unable to resist this opportunity for\nLatin -- solemnly.] De mortuis nil nisi bonum.",
                "JAYSON -- [Who has been giving all his attention to his son.] Curt! Curt!\nEMILY -- Hadn't the doctor better --",
                "JAYSON -- Shhh! He begins to recognize me. Curt!",
                "CURTIS -- [Looking around him bewilderedly.] Yes. [Suddenly remembrance\ncomes and a spasm of intolerable pain contracts his features. He\npresses his hands to the side of his head and groans brokenly.] Martha!\nGone! Dead! Oh! [He appeals wildly to the others.] Her eyes -- she knew\nme -- she smiled -- she whispered -- forgive me, Curt, -- forgive her -- when it\nwas I who should have said forgive me -- but before I could -- she -- [He\nfalters brokenly.]",
                "EMILY -- [Looking from one to the other meaningly as if this justified\nall their suspicions.] Oh!",
                "CURTIS -- [A sudden triumph in his voice.] But she loved me again -- only\nme -- I saw it in her eyes! She had forgotten -- IT. [Raging.] Never let me\nsee it! Never let it come near me! It has murdered her! [Springing to\nhis feet.] I hate it from the bottom of my soul -- I will never see\nit -- never -- never -- I take my oath! [As his father takes his arm -- shaking\nhim off.] Let me go! I am going back to her! [He strides out of the\ndoor in a frenzy of grief and rage. They all stand transfixed, looking\nat each other bewilderedly.]",
                "EMILY -- [Putting all her venomous gratification into one word.] Well!",
                "[The Curtain Falls]"
            ]
        },
        {
            "name": "ACT IV",
            "sub_name": "",
            "text": [
                "ACT IV",
                "SCENE -- Same as Act I. It is afternoon of a fine day three days later.\nMotors are heard coming up the drive in front of the house. There is\nthe muffled sound of voices. The MAID is seen going along the hall to\nthe front door. Then the family enter from the rear. First come JAYSON\nand ESTHER with MRS. DAVIDSON -- then LILY, DICK and SHEFFIELD -- then JOHN\nand his wife. All are dressed in mourning. The only one who betrays any\nsigns of sincere grief is MRS. DAVIDSON. The others all have a strained\nlook, irritated, worried, or merely gloomy. They seem to be thinking\n\"The worst is yet to come.\"",
                "JAYSON -- [Leading MRS. D., who is weeping softly, to the chair at left\nof table -- fretfully.] Please do sit down, Aunt. [She does so\nmechanically.] And do stop crying. [He sits down in front of table.\nESTHER goes to couch where she is joined by EMILY. MARK goes over and\nstands in back of them. DICK and JOHN sit at rear of table. LILY comes\ndown front and walks about nervously. She seems in a particularly\nfretful, upset mood.]",
                "LILY -- [Trying to conceal her feelings under a forced flippancy.] What\nridiculous things funerals are, anyway! That stupid minister -- whining\naway through his nose! Why does the Lord show such a partiality for men\nwith adenoids, I wonder.",
                "JAYSON -- [Testily.] Sshhh! Have you no respect for anything?",
                "LILY -- [Resentfully.] If I had, I'd have lost it when I saw all of you\npulling such long faces in the church where you knew you were under\nobservation. Pah! Such hypocrisy! And then, to cap it all, Emily has to\nforce out a few crocodile tears at the grave!",
                "EMILY -- [Indignantly.] When I saw Curt -- that's why I cried -- not for her!",
                "JAYSON -- What a scene Curt made! I actually believe he wanted to throw\nhimself into the grave!",
                "DICK -- You BELIEVE he wanted to! Why, it was all Mark and I could do to\nhold him, wasn't it, Mark? [SHEFFIELD nods.]",
                "JAYSON -- Intolerable! I never expected he'd turn violent like that. He's\nseemed calm enough the past three days.",
                "LILY -- Calm! Yes, just like a corpse is calm!",
                "JAYSON -- [Distractedly.] And now this perfectly mad idea of going away\nto-day to join that infernal expedition -- leaving that child on our\nhands -- the child he has never even looked at! Why, it's too monstrously\nflagrant! He's deliberately flaunting this scandal in everyone's face!",
                "JOHN -- [Firmly.] He must be brought to time.",
                "SHEFFIELD -- Yes, we must talk to him -- quite openly, if we're forced to.\nAfter all, I guess he realizes the situation more keenly than any of us.",
                "LILY -- [Who has wandered to window on right.] You mean you think he\nbelieves -- Well, I don't. And you had better be careful not to let him\nguess what you think. [Pointing outside.] There's my proof. There he is\nwalking about with Bigelow. Can you imagine Curt doing that -- if he\nthought for a moment --",
                "DICK -- Oh, I guess Curt isn't all fool. He knows that's the very best\nway to keep people from suspecting.",
                "ESTHER -- [Indignantly.] But wouldn't you think that Bigelow person -- It's\ndisgusting, his sticking to Curt like this.",
                "SHEFFIELD -- Well, for one, I'm becoming quite resigned to Bigelow's\npresence. In the first place, he seems to be the only one who can bring\nCurt to reason. Then again, I feel that it is to Bigelow's own interest\nto convince Curt that he mustn't provoke an open scandal by running\naway without acknowledging this child.",
                "LILY -- [Suddenly bursting forth hysterically.] Oh, I hate you, all of\nyou! I loathe your suspicions -- and I loathe myself because I'm\nbeginning to be poisoned by them, too.",
                "EMILY -- Really, Lily, at this late hour -- after the way Curt has\nacted -- and her last words when she was dying --",
                "LILY -- [Distractedly.] I know! Shut up! Haven't you told it a million\ntimes already? [MRS. DAVIDSON gets up and walks to the door, rear. She\nhas been crying softly during this scene, oblivious to the talk around\nher.]",
                "JAYSON -- [Testily.] Aunt Elizabeth! Where are you going? [As she doesn't\nanswer but goes out into the hall.] Esther, go with her and see that\nshe doesn't --",
                "ESTHER -- [Gets up with a jealous irritation.] She's only going up to see\nthe baby. She's simply forgotten everything else in the world!",
                "LILY -- [Indignantly.] She probably realizes what we are too mean to\nremember -- that the baby, at least, is innocent. Wait, Esther. I'll come\nwith you.",
                "JAYSON -- Yes, hurry, she shouldn't be left alone. [ESTHER and LILY\nfollow the old lady out, rear.]",
                "DICK -- [After a pause -- impatiently.] Well, what next? I don't see what\ngood we are accomplishing. May I run along? [He gets up restlessly as\nhe is speaking and goes to the window.]",
                "JAYSON -- [Severely.] You will stay, if you please. There's to be no\nshirking on anyone's part. It may take all of us to induce Curt --",
                "SHEFFIELD -- I wouldn't worry. Bigelow is taking that job off our hands,\nI imagine.",
                "DICK -- [Looking out of the window.] He certainly seems to be doing his\ndamnedest. [With a sneer.] The stage missed a great actor in him.",
                "JAYSON -- [Worriedly.] But, if Bigelow should fail --",
                "SHEFFIELD -- Then we'll succeed. [With a grim smile.] By God, we'll have\nto.",
                "JAYSON -- Curt has already packed his trunks and had them taken down to\nthe station -- told me he was leaving on the five o'clock train.",
                "SHEFFIELD -- But didn't you hint to him there was now this matter of the\nchild to be considered in making his plans?",
                "JAYSON -- [Lamely.] I started to. He simply flared up at me with insane\nrage.",
                "DICK -- [Looking out the window.] Say, I believe they're coming in.",
                "JAYSON -- Bigelow?",
                "DICK -- Yes, they're both making for the front door.",
                "SHEFFIELD -- I suggest we beat a retreat to Curt's study and wait there.",
                "JAYSON -- Yes, let's do that -- come on, all of you. [They all retire\ngrumblingly but precipitately to the study, closing the door behind\nthem. The front door is heard opening and a moment later CURT and\nBIGELOW enter the room. CURT's face is set in an expression of stony\ngrief. BIGELOW is flushed, excited, indignant.]",
                "BIGELOW -- [As CURT sinks down on the couch -- pleading indignantly.] Curt,\ndamn it, wake up! Are you made of stone? Has everything I've said gone\nin one ear and out the other? I know it's hell for me to torment you at\nthis particular time but it's your own incredibly unreasonable actions\nthat force me to. I know how terribly you must feel but -- damn it, man,\npostpone this going away! Face this situation like a man! Be reconciled\nto your child, stay with him at least until you can make suitable\narrangements --",
                "CURTIS -- [Fixedly.] I will never see it! Never!",
                "BIGELOW -- How can you keep repeating that -- with Martha hardly cold in\nher grave! I ask you again, what would she think, how would she\nfeel -- If you would only consent to see this baby, I know you'd realize\nhow damnably mad and cruel you are. Won't you -- just for a second?",
                "CURTIS -- No. [Then raging.] If I saw it I'd be tempted to -- [Then\nbrokenly.] No more of that talk, Big. I've heard enough. I've reached\nthe limit.",
                "BIGELOW -- [Restraining his anger with difficulty -- coldly.] That's your\nfinal answer, eh? Well, I'm through. I've done all I could. If you want\nto play the brute -- to forget all that was most dear in the world to\nMartha -- to go your own damn selfish way -- well, there's nothing more to\nbe said. You will be punished for it, believe me! [He takes a step\ntoward the door.] And I -- I want you to understand that all friendship\nceases between us from this day. You are not the Curt I thought I\nknew -- and I have nothing but a feeling of repulsion -- good-by. [He\nstarts for the door.]",
                "CURTIS -- [Dully.] Good-by, Big.",
                "BIGELOW -- [Stops, his features working with grief and looks back at his\nfriend -- then suddenly goes back to him -- penitently.] Curt! Forgive me!\nI ought to know better. This isn't you. You'll come to yourself when\nyou've had time to think it over. The memory of Martha -- she'll tell you\nwhat you must do. [He wrings CURT's hand.] Good-by, old scout!",
                "CURTIS -- [Dully.] Good-by. [BIGELOW hurries out, rear. CURT sits in a\ndumb apathy for a while -- then groans heart-brokenly.] Martha! Martha!\n[He springs to his feet distractedly. The door of the study is slowly\nopened and SHEFFIELD peers out cautiously -- then comes into the room,\nfollowed by the others. They all take seats as before. CURT ignores\nthem.]",
                "SHEFFIELD -- [Clearing his throat.] Curt --",
                "CURTIS -- [Suddenly.] What time is it, do you know!",
                "SHEFFIELD -- [Looking at his watch.] Two minutes to four.",
                "CURTIS -- [Impatiently.] Still an hour more of this!",
                "JAYSON -- [Clearing his throat.] Curt -- [Before he starts what he intends\nto say, there is the sound of voices from the hall. ESTHER and LILY\nhelp in MRS. DAVIDSON to her former chair. The old lady's face is again\ntransformed with joy. ESTHER joins EMILY on the couch. LILY sits in\nchair -- front right. There is a long, uncomfortable pause during which\nCURT paces up and down.]",
                "MRS. DAVIDSON -- [Suddenly murmuring aloud to herself -- happily.] He's\nsuch a dear! I could stay watching him forever.",
                "JAYSON -- [Testily.] Sshhh! Aunt! [Then clearing his throat again.]\nSurely you're not still thinking of going on the five o'clock train,\nare you, Curt?",
                "CURTIS -- Yes.",
                "SHEFFIELD -- [Drily.] Then Mr. Bigelow didn't persuade you --",
                "CURTIS -- [Coldly and impatiently.] I'm not to be persuaded by Big or\nanyone else. And I'll thank you not to talk any more about it. [They\nall stiffen resentfully at his tone.]",
                "JAYSON -- [To CURT -- in a pleading tone.] You mustn't be unreasonable,\nCurt. After all we are your family -- your best friends in the world -- and\nwe are only trying to help you --",
                "CURTIS -- [With nervous vehemence.] I don't want your help. You will help\nme most by keeping silent.",
                "EMILY -- [ With a meaning look at the others -- sneeringly.] Yes, no doubt.",
                "ESTHER -- Sshhh, Emily!",
                "JAYSON -- [Helplessly.] But, you see, Curt --",
                "SHEFFIELD -- [With his best judicial air.] If you'll all allow me to be\nthe spokesman, I think perhaps that I -- [They all nod and signify their\nacquiescence. ] Well, then, will you listen to me, Curt? [This last\nsomewhat impatiently as CURT continues to pace, eyes on the floor.]",
                "CURTIS -- [Without looking at him -- harshly.] Yes, I'm listening. What\nelse can I do when you've got me cornered? Say what you like and let's\nget this over.",
                "SHEFFIELD -- First of all, Curt, I hope it is needless for me to express\nhow very deeply we all feel for you in your sorrow. But we sincerely\ntrust that you are aware of our heartfelt sympathy. [They all nod. A\nbitter, cynical smile comes over LILY's face.]",
                "ESTHER -- [Suddenly breaking down and beginning to weep.] Poor Martha!\n[SHEFFIELD glances at his wife, impatient at this interruption. The\nothers also show their irritation.]",
                "EMILY -- [Pettishly.] Esther! For goodness sake! [CURT hesitates, stares\nat his sister frowningly as if judging her sincerity -- then bends down\nover her and kisses the top of her bowed head impulsively -- seems about\nto break down himself -- grits his teeth and forces it back -- glances\naround at the others defiantly and resumes his pacing. ESTHER dries her\neyes, forcing a trembling smile. The cry has done her good.]",
                "SHEFFIELD -- [Clearing his throat.] I may truthfully say we all feel -- as\nEsther does -- even if we do not give vent -- [With an air of sincere\nsympathy.] I know how terrible a day this must be for you, Curt. We all\ndo. And we feel guilty in breaking in upon the sanctity of your sorrow\nin any way. But, if you will pardon my saying so, your own course of\naction -- the suddenness of your plans -- have made it imperative that we\ncome to an understanding about certain things -- about one thing in\nparticular, I might say. [He pauses. CURT goes on pacing back and forth\nas if he hadn't heard.]",
                "JAYSON -- [Placatingly.] Yes, it is for the best, Curt.",
                "ESTHER -- Yes, Curt dear, you mustn't be unreasonable.",
                "DICK -- [Feeling called upon to say something.] Yes, old man, you've got\nto face things like a regular. Facts are facts. [This makes everybody\nuneasy.]",
                "LILY -- [Springing to her feet.] Phew! it's close in here. I'm going out\nin the garden. You can call me when these -- orations -- are finished. [She\nsweeps out scornfully.]",
                "JAYSON -- [Calling after her imperiously.] Lily! [But she doesn't answer\nand he gives it up with a hopeless sigh.]",
                "CURTIS -- [Harshly.] What time is it?",
                "SHEFFIELD -- You have plenty of time to listen to what I -- I should rather\nsay we -- have to ask you, Curt. I promise to be brief. But first let me\nagain impress upon you that I am talking in a spirit of the deepest\nfriendliness and sympathy with you -- as a fellow-member of the same\nfamily, I may say -- and with the highest ideals and the honor of that\nfamily always in view. [CURT makes no comment. SHEFFIELD unconsciously\nbegins to adopt the alert keenness of the cross-examiner.] First, let\nme ask you, is it your intention to take that five o'clock train to-day?",
                "CURTIS -- [Harshly.] I've told you that.",
                "SHEFFIELD -- And then you'll join this expedition to Asia?",
                "CURTIS -- You know that.",
                "SHEFFIELD -- To be gone five years?",
                "CURTIS -- [Shrugging his shoulders.] More or less.",
                "SHEFFIELD -- Is it your intention to return here at any time before you\nleave for Asia?",
                "CURTIS -- No!",
                "SHEFFIELD -- And your determination on these plans is irrevocable?",
                "CURTIS -- Irrevocable! Exactly. Please remember that.",
                "SHEFFIELD -- [Sharply.] That being your attitude, I will come bluntly to\nthe core of the whole matter -- the child whose coming into the world\ncost Martha her life.",
                "CURTIS -- [Savagely.] Her murderer! You are right! [They all look\nshocked, suspicious.]",
                "SHEFFIELD -- [Remonstratingly but suspiciously.] You can hardly hold the\nchild responsible for the terrible outcome. Women die every day from\nthe same cause. [Keenly.] Why do you attribute guilt to the child in\nthis case, Curt?",
                "CURTIS -- It lives and Martha is gone -- But, enough! I've said I never\nwanted it mentioned to me. Will you please remember that?",
                "SHEFFIELD -- [Sharply.] Its name is Jayson. Curt -- in the eyes of the law.\nWill YOU please remember that?",
                "CURTIS -- [Distractedly.] I don't want to remember anything! [Wildly.]\nPlease, for God's sake, leave me alone!",
                "SHEFFIELD -- [Coldly.] I am sorry, Curt, but you cannot act as if you\nwere alone in this affair.",
                "CURTIS -- Why not? Am I not alone -- more alone this minute than any\ncreature on God's earth?",
                "SHEFFIELD -- [Soothingly.] In your great grief. Yes, yes, of course. We\nall appreciate -- and we hate to -- [Persuasively.] Yes, it would be much\nwiser to postpone these practical considerations until you are in a\ncalmer mood. And if you will only give us the chance -- why not put off\nthis precipitate departure -- for a month, say -- and in the meantime --",
                "CURTIS -- [Harshly.] I am going when I said I was. I must get away from\nthis horrible hole -- as far away as I can. I must get back to my work\nfor only in it will I find Martha again. But you -- you can't understand\nthat. What is the good of all this talking which leads nowhere?",
                "SHEFFIELD -- [Coldly.] You're mistaken. It leads to this: Do you\nunderstand that your running away from this child -- on the very day of\nits mother's funeral! -- will have a very queer appearance in the eyes of\nthe world?",
                "EMILY -- And what are you going to do with the baby, Curt? Do you think\nyou can run off regardless and leave it here -- on our hands?",
                "CURTIS -- [Distractedly.] I'll give it this home. And\nsomeone -- anyone -- Esther, Lily -- can appoint a nurse to live here and -- \n[Breaking down.] Oh, don't bother me!",
                "SHEFFIELD -- [Sharply.] In the world's eyes, it will appear precious like\na desertion on your part.",
                "CURTIS -- Oh, arrange it to suit yourselves -- anything you wish --",
                "SHEFFIELD -- [Quickly. ] I'll take you at your word. Then let us arrange\nit this way. You will remain here a month longer at least --",
                "CURTIS -- No!",
                "SHEFFIELD -- [Ignoring the interruption.] You can make plans for the\nchild's future in that time, become reconciled to it --",
                "CURTIS -- No!",
                "JAYSON -- [Pleadingly.] Curt -- please -- for all our sakes -- when the honor\nof the family is at stake.",
                "DICK -- Yes, old man, there's that about it, you know.",
                "CURTIS -- No!",
                "EMILY -- Oh, he's impossible!",
                "SHEFFIELD -- Perhaps Curt misunderstood me. [Meaningly.] Be reconciled to\nit in the eyes of the public, Curt. That's what I meant. Your own\nprivate feelings in the matter -- are no one's business but your own, of\ncourse.",
                "CURTIS -- [Bewilderedly.] But -- I don't see -- Oh, damn your eyes of the\npublic!",
                "EMILY -- [Breaking in.] It's all very well for you to ignore what people\nin town think -- you'll be in China or heaven knows where. The scandal\nwon't touch you -- but we've got to live here and have our position to\nconsider.",
                "CURTIS -- [Mystified.] Scandal? What scandal? [Then with a harsh laugh.]\nOh, you mean the imbecile busy-bodies will call me an unnatural father.\nWell, let them! I suppose I am. But they don't know --",
                "EMILY -- [Spitefully.] Perhaps they know more than you think they do.",
                "CURTIS -- [Turning on her -- sharply.] Just what do you mean by that, eh?",
                "ESTHER -- Emily! Shhh!",
                "JAYSON -- [Flurriedly.] Be still, Emily. Let Mark do the talking.",
                "SHEFFIELD -- [Interposing placatingly.] What Emily means is simply this,\nCurt: You haven't even been to look at this child since it has been\nborn -- not once, have you?",
                "CURTIS -- No, and I never intend --",
                "SHEFFIELD -- [Insinuatingly.] And don't you suppose the doctors and\nnurses -- and the servants -- have noticed this? It is not the usual\nprocedure, you must acknowledge, and they wouldn't be human if they\ndidn't think your action -- or lack of action -- peculiar and comment on it\noutside.",
                "CURTIS -- Well, let them! Do you think I care a fiddler's curse how\npeople judge me?",
                "SHEFFIELD -- It is hardly a case of their judging -- you. [Breaking off as\nhe catches CURT'S tortured eyes fixed on him wildly.] This is a small\ntown, Curt, and you know as well as I do, gossip is not the least of\nits faults. It doesn't take long for such things to get started.\n[Persuasively.] Now I ask you frankly, is it wise to provoke\ndeliberately what may easily be set at rest by a little -- I'll be\nfrank -- a little pretense on your part?",
                "JAYSON -- Yes, my boy. As a Jayson, I know you don't wish --",
                "ESTHEE -- [With a sigh.] Yes, you really must think of us, Curt.",
                "CURTIS -- [In an acute state of muddled confusion.] But -- I -- you -- how are\nyou concerned? Pretense? You mean you want me to stay and pretend -- in\norder that you won't be disturbed by any silly tales they tell about\nme? [With a wild laugh.] Good God, this is too much! Why does a man\nhave to be maddened by fools at such a time! [Raging.] Leave me alone!\nYou're like a swarm of poisonous flies.",
                "JAYSON -- Curt! This is -- really -- when we've tried to be so considerate --",
                "JOHN -- [Bursting with rage.] It's an outrage to allow such insults!",
                "DICK -- You're not playing the game, Curt.",
                "EMILY -- [Spitefully.] It seems to me it's much more for Martha's sake,\nwe're urging you than for our own. After all, the town can't say\nanything against us.",
                "CURTIS -- [Turning on her.] Martha's sake? [Brokenly.] Martha is gone.\nLeave her out of this.",
                "SHEFFIELD -- [Sharply.] But unfortunately, Curt, others will not leave\nher out of this. They will pry and pry -- you know what they are -- and --",
                "EMILY -- Curt couldn't act the way he is doing if he ever really cared\nfor her.",
                "CURTIS -- You dare to say that! [Then controlling himself a bit -- with\nscathing scorn.] What do know of love -- women like you! You call your\nlittle rabbit-hutch emotions love -- your bread-and-butter passions -- and\nyou have the effrontery to judge --",
                "EMILY -- [Shrinking from him frightenedly.] Oh! John!",
                "JOHN -- [Getting to his feet.] I protest! I cannot allow even my own\nbrother --",
                "DICK -- [Grabbing his arm.] Keep your head, old boy.",
                "SHEFFIELD -- [Peremptorily.] You are making a fool of yourself, Curt -- and\nyou are damned insulting in the bargain. I think I may say that we've\nall about reached the end of our patience. What Emily said is for your\nown best interest, if you had the sense to see it. And I put it to you\nonce and for all: Are you or are you not willing to act like a man of\nhonor to protect your own good name, the family name, the name of this\nchild, and your wife's memory? Let me tell you, your wife's good name\nis more endangered by your stubbornness than anything else.",
                "CURTIS -- [Trembling with rage.] I -- I begin to think -- you -- all of\nyou -- are aiming at something against Martha in this. Yes -- in back of\nyour words -- your actions -- I begin to feel -- [Raging.] Go away! Get out\nof this house -- all of you! Oh, I know your meanness! I've seen how\nyou've tried to hurt her ever since we came -- because you resented in\nyour small minds her evident superiority --",
                "EMILY -- [Scornfully.] Superiority, indeed!",
                "CURTIS -- Her breadth, of mind and greatness of soul that you couldn't\nunderstand. I've guessed all this, and if I haven't interfered it's\nonly because I knew she was too far above you to notice your sickening\nmalice --",
                "EMILY -- [Furiously.] You're only acting -- acting for our benefit because\nyou think we don't --",
                "CURTIS -- [Turning on her -- with annihilating contempt.] Why, you -- you\npoor little nonentity! [John struggles to get forward but Dick holds\nhim back.]",
                "EMILY -- [Insane with rage -- shrilly.] But we know -- and the whole town\nknows -- and you needn't pretend you've been blind. You've given the\nwhole thing away yourself -- the silly way you've acted -- telling everyone\nhow you hated that baby -- letting everyone see --",
                "JAYSON -- Emily! [The others are all frightened, try to interrupt her.\nCURT stares at her in a stunned bewilderment]",
                "EMILY -- [Pouring forth all her venom regardless.] But you might as well\nleave off your idiotic pretending. It doesn't fool us -- or anyone\nelse -- your sending for Bigelow that night -- your hobnobbing with him\never since -- your pretending he's as much your friend as ever. They're\nall afraid of you -- but I'm not! I tell you to your face -- it's all\nacting you're doing -- just cheap acting to try and pull the wool over\nour eyes until you've run away like a coward -- and left us to face the\ndisgrace for you with this child on our hands!",
                "ESTHER -- [Trying to silence her -- excitedly.] Emily! Keep still, for\nHeaven's sake! [The others all utter exclamations of caution, with\nfearful glances at CURT.]",
                "EMILY -- [Becoming exhausted by her outburst -- more faintly.] Well,\nsomeone had to show him his place. He thinks he's so superior to us\njust because -- telling us how much better she was than -- But I won't\nstand for that. I've always had a clean name -- and always will -- and my\nchildren, too, thank God! [She sinks down on the couch exhausted,\npanting but still glaring defiantly at CURT.]",
                "CURTIS -- [An awareness of her meaning gradually forcing itself on his\nmind.] Bigelow! Big? Pretending he's as much my friend -- [With a sudden\ngasp of sickened understanding.] Oh! [He sways as if he were about to\nfall, shrinking away from EMILY, all horror.] Oh, you -- you -- you-filth!",
                "JOHN -- [His fists clenched, tries to advance on his brother.] How dare\nyou insult my wife! [He is restrained, held bake by his remonstrating\nfather and DICK.]",
                "MRS. DAVIDSON -- [As if suddenly coming out of a dream -- frightenedly.]\nWhat is the matter? Why is John mad at Curt?",
                "CURTIS -- [His hands over his eyes, acting like a person stricken with a\nsudden attack of nausea, weakly.] So -- that's -- what has been in your\nminds. Oh, this is bestial -- disgusting! And there is nothing to be\ndone. I feel defenseless. One would have to be as low as you are -- She\nwould have been defenseless, too. It is better she is dead. [He stares\nabout him -- wildly.] And you think -- you all think --",
                "ESTHER -- [Pityingly.] Curt, dear, we don't think anything except what\nyou've made us think with your crazy carrying-on.",
                "CURTIS -- [Looking from one to the other of them.] Yes -- all of you -- it's\non your faces. [His eyes fix themselves on his aunt.] No, you\ndon't -- you don't --",
                "MRS. DAVIDSON -- I? Don't what, Curtis? My, how sick you look, poor boy!",
                "CURTIS -- You -- don't believe -- this child --",
                "MRS. DAVIDSON -- He's the sweetest baby I ever saw [proudly] and Jayson\nright to the tips of his toes.",
                "CURTIS -- Ah, I know you -- [Looking around at the others with loathing and\nhatred.] But look at them -- [With a burst of fierce determination.]\nWait! I'll give you the only answer -- [He dashes for the door in rear,\nshakes off his father and DICK, who try to stop him, and then is heard\nbounding up the stairs in hall. DICK runs after him, JAYSON as far as\nthe doorway. ESTHER gives a stifled scream. There is a tense pause.\nThen DICK reappears.]",
                "DICK -- It's all right. I saw him go in.",
                "JAYSON -- [Frightenedly.] But -- good God -- he's liable -- why didn't you\nfollow him?",
                "DICK -- The doctor and nurse are there. They would have called out,\nwouldn't they, if --",
                "MRS. DAVIDSON -- [Getting angrier and angrier as her puzzlement has grown\ngreater -- in a stern tone.] I understand less and less of this. Where\nhas Curtis gone? Why did he act so sick? What is the matter with all of\nyou?",
                "ESTHER -- Nothing, Aunt dear, nothing!",
                "MRS. DAVIDSON -- No, you'll not hush me up! [Accusingly.] You all look\nguilty. Have you been saying anything against Curtis' baby? That was\nwhat Curtis seemed to think. A fine time you've picked out -- with his\nwife not cold in her grave!",
                "JAYSON -- Aunt!",
                "MRS. DAVIDSON -- I never liked that woman. I never understood her. But\nnow -- now I love her and beg her forgiveness. She died like a true woman\nin the performance of her duty. She died gloriously -- and I will always\nrespect her memory. [Suddenly flying into a passion.] I feel that you\nare all hostile to her baby -- poor, little, defenseless creature! Yes,\nyou'd hate the idea of Curtis' having a son -- you and your girls! Well,\nI'll make you bitterly regret the day you -- [She plumps herself down in\nher chair again, staring stubbornly and angrily before her.]",
                "EMILY -- [Spitefully.] I fear it will be necessary to tell Aunt --",
                "JAYSON -- Sshh! You have made enough trouble with your telling already!\n[Miserably.] It should never have come to this pass. Curt will never\nforgive us, never!",
                "ESTHER -- [Resentfully to EMILY.] See what not holding your tongue has\ndone -- and my children will have to suffer for it, too!",
                "SHEFFIELD -- [Severely.] If Emily had permitted me to conduct this\nbusiness uninterruptedly, this would never have occurred.",
                "EMILY -- That's right! All pick on me! Cowards! [She breaks down and\nsobs.]",
                "DICK -- [From the doorway. Coming back into the room.] Sstt! Here he\ncomes!",
                "CURTIS -- [Reenters. There is a look of strange exultation on his face.\nHe looks from one to the other of them. He stammers.] Well -- my answer\nto you -- your rotten world -- I kissed him -- he is mine! He looked at\nme -- it was as if Martha looked at me -- through his eyes.",
                "ESTHER -- [Voicing the general relief. Joyfully.] Oh, Curt! You won't go\nnow? You'll stay?",
                "CURTIS -- [Staring at her, then from one to another of the rest with a\nwithering scorn.] Ha! Now you think you have conquered, do you? No, I'm\nnot going to stay! Do you think your vile slander could influence me to\ngive up my work? And neither shall you influence the life of my son. I\nleave him here. I must. But not to your tender mercies. No, no! Thank\nGod, there still remains one Jayson with unmuddled integrity to whom I\ncan appeal. [He goes to MRS. DAVIDSON.] I will leave him in your care,\nAunt -- while I am gone.",
                "MRS. DAVIDSON -- [Delighted.] It will be a great happiness. He will\nbe -- the one God never granted me. [Her lips trembling.] God has\nanswered my prayer at last.",
                "CURTIS -- I thank you, Aunt. [Kisses her reverentially.]",
                "MRS. DAVIDSON -- [Pleased but morally bound to grumble at him] But I\ncannot approve of your running away like this. It isn't natural. [Then\nwith selfish haste, fearing her words may change his mind and she will\nlose the baby.] But you always were a queer person -- and a man must do\nfaithfully the work ordained for him.",
                "CURTIS -- [Gladly.] Yes, I must go! What would I be for him -- or\nanyone -- if I stayed? Thank God, you understand. But I will come back.\n[The light of an ideal beginning to shine in his eyes.] When he is old\nenough, I will teach him to know and love a big, free life. Martha used\nto say that he would take her part in time. My goal shall be his goal,\ntoo. Martha shall live again for me in him. And you, Aunt, swear to\nkeep him with you -- out there in the country -- never to let him know this\nobscene little world. [He indicates his relatives.]",
                "MRS. DAVIDSON -- Yes, I promise, Curtis. Let anyone dare -- ! [She glares\nabout her. The noise of a motor is heard from the drive. It stops in\nfront of the house.]",
                "CURTIS -- I must go. [He kisses his aunt.] Teach him his mother was the\nmost beautiful soul that ever lived. Good-by, Aunt.",
                "MRS. DAVIDSON -- Good-by, Curtis! [Without looking at the others, he\nstarts for the door, rear. They all break out into conscience-stricken\nprotestations.]",
                "JAYSON -- [Miserably.] Curt! You're not leaving us that way?",
                "ESTHER -- Curt -- you're going -- without a word! [They all say this\npractically together and crowd toward him. JOHN and EMILY remain\nsullenly apart. CURT turns to face them.]",
                "LILY -- [Enters from the rear.] You're not going, Curt?",
                "CURTIS -- [Turning to her.] Yes. Good-by, Lily. [He kisses her.] You\nloved her, didn't you? You are not like -- Take my advice and get away\nbefore you become -- [He has been staring into her face. Suddenly he\npushes her brusquely away from him -- coldly.] But I see in your face\nit's too late.",
                "LILY -- [Miserably.] No, Curt -- I swear --",
                "CURTIS -- [Facing them all defiantly.] Yes, I am going without a\nword -- because I cannot find the fitting one. Be thankful I can't. It\nwould shrivel up your souls like flame, [He again turns and strides to\nthe door.]",
                "JAYSON -- [His grief overcoming him.] My boy! We are wrong -- we\nknow -- but -- at least say you forgive us.",
                "CURTIS -- [Wavers with his back towards them -- then turns and forces the\nwords out.] Ask forgiveness of her. She -- yes -- she was so fine -- I feel\nshe -- so you are forgiven. Good-by. [He goes. The motor is heard driving\noff. There is a tense pause.]",
                "LILY -- Then he did find out? Oh, a fine mess you've made of everything!\nBut no -- I should say \"we,\" shouldn't I? Curt guessed that. Oh, I hate\nyou -- and myself! [She breaks down.]",
                "[There is a strained pause during which they are all silent, their eyes\navoiding each other, fixed in dull, stupid stares. Finally, DICK\nfidgets uncomfortably, heaves a noisy sigh, and blurts out with an\nattempt at comforting reassurance:]",
                "DICK -- Well, it isn't as bad as it might have been, anyway. He did\nacknowledge the kid -- before witnesses, too.",
                "JAYSON -- [Testily.] Keep your remarks to yourself, if you please! [But\nmost of his family are already beginning to look relieved.]",
                "[The Curtain Falls]"
            ]
        }
    ]
}