{
    "id": "4352",
    "title": "The Project Gutenberg E-text of Laughter: An Essay on the Meaning of the Comic",
    "author": "Henri Bergson",
    "content": [
        {
            "name": "CHAPTER I",
            "sub_name": "",
            "text": [
                "CHAPTER I",
                "THE COMIC IN GENERAL -- THE COMIC ELEMENT IN FORMS AND\nMOVEMENTS -- EXPANSIVE FORCE OF THE COMIC.",
                "What does laughter mean? What is the basal element in the laughable?\nWhat common ground can we find between the grimace of a merry-andrew, a\nplay upon words, an equivocal situation in a burlesque and a scene of\nhigh comedy? What method of distillation will yield us invariably the\nsame essence from which so many different products borrow either their\nobtrusive odour or their delicate perfume? The greatest of thinkers,\nfrom Aristotle downwards, have tackled this little problem, which has a\nknack of baffling every effort, of slipping away and escaping only to\nbob up again, a pert challenge flung at philosophic speculation. Our\nexcuse for attacking the problem in our turn must lie in the fact that\nwe shall not aim at imprisoning the comic spirit within a definition.\nWe regard it, above all, as a living thing. However trivial it may be,\nwe shall treat it with the respect due to life. We shall confine\nourselves to watching it grow and expand. Passing by imperceptible\ngradations from one form to another, it will be seen to achieve the\nstrangest metamorphoses. We shall disdain nothing we have seen. Maybe\nwe may gain from this prolonged contact, for the matter of that,\nsomething more flexible than an abstract definition, -- a practical,\nintimate acquaintance, such as springs from a long companionship. And\nmaybe we may also find that, unintentionally, we have made an\nacquaintance that is useful. For the comic spirit has a logic of its\nown, even in its wildest eccentricities. It has a method in its\nmadness. It dreams, I admit, but it conjures up, in its dreams, visions\nthat are at once accepted and understood by the whole of a social\ngroup. Can it then fail to throw light for us on the way that human\nimagination works, and more particularly social, collective, and\npopular imagination? Begotten of real life and akin to art, should it\nnot also have something of its own to tell us about art and life?",
                "At the outset we shall put forward three observations which we look\nupon as fundamental. They have less bearing on the actually comic than\non the field within which it must be sought.",
                "The first point to which attention should be called is that the comic\ndoes not exist outside the pale of what is strictly HUMAN. A landscape\nmay be beautiful, charming and sublime, or insignificant and ugly; it\nwill never be laughable. You may laugh at an animal, but only because\nyou have detected in it some human attitude or expression. You may\nlaugh at a hat, but what you are making fun of, in this case, is not\nthe piece of felt or straw, but the shape that men have given it, -- the\nhuman caprice whose mould it has assumed. It is strange that so\nimportant a fact, and such a simple one too, has not attracted to a\ngreater degree the attention of philosophers. Several have defined man\nas \"an animal which laughs.\" They might equally well have defined him\nas an animal which is laughed at; for if any other animal, or some\nlifeless object, produces the same effect, it is always because of some\nresemblance to man, of the stamp he gives it or the use he puts it to.",
                "Here I would point out, as a symptom equally worthy of notice, the\nABSENCE OF FEELING which usually accompanies laughter. It seems as\nthough the comic could not produce its disturbing effect unless it\nfell, so to say, on the surface of a soul that is thoroughly calm and\nunruffled. Indifference is its natural environment, for laughter has no\ngreater foe than emotion. I do not mean that we could not laugh at a\nperson who inspires us with pity, for instance, or even with affection,\nbut in such a case we must, for the moment, put our affection out of\ncourt and impose silence upon our pity. In a society composed of pure\nintelligences there would probably be no more tears, though perhaps\nthere would still be laughter; whereas highly emotional souls, in tune\nand unison with life, in whom every event would be sentimentally\nprolonged and re-echoed, would neither know nor understand laughter.\nTry, for a moment, to become interested in everything that is being\nsaid and done; act, in imagination, with those who act, and feel with\nthose who feel; in a word, give your sympathy its widest expansion: as\nthough at the touch of a fairy wand you will see the flimsiest of\nobjects assume importance, and a gloomy hue spread over everything. Now\nstep aside, look upon life as a disinterested spectator: many a drama\nwill turn into a comedy. It is enough for us to stop our ears to the\nsound of music, in a room where dancing is going on, for the dancers at\nonce to appear ridiculous. How many human actions would stand a similar\ntest? Should we not see many of them suddenly pass from grave to gay,\non isolating them from the accompanying music of sentiment? To produce\nthe whole of its effect, then, the comic demands something like a\nmomentary anesthesia of the heart. Its appeal is to intelligence, pure\nand simple.",
                "This intelligence, however, must always remain in touch with other\nintelligences. And here is the third fact to which attention should be\ndrawn. You would hardly appreciate the comic if you felt yourself\nisolated from others. Laughter appears to stand in need of an echo,\nListen to it carefully: it is not an articulate, clear, well-defined\nsound; it is something which would fain be prolonged by reverberating\nfrom one to another, something beginning with a crash, to continue in\nsuccessive rumblings, like thunder in a mountain. Still, this\nreverberation cannot go on for ever. It can travel within as wide a\ncircle as you please: the circle remains, none the less, a closed one.\nOur laughter is always the laughter of a group. It may, perchance, have\nhappened to you, when seated in a railway carriage or at table d'hote,\nto hear travellers relating to one another stories which must have been\ncomic to them, for they laughed heartily. Had you been one of their\ncompany, you would have laughed like them; but, as you were not, you\nhad no desire whatever to do so. A man who was once asked why he did\nnot weep at a sermon, when everybody else was shedding tears, replied:\n\"I don't belong to the parish!\" What that man thought of tears would be\nstill more true of laughter. However spontaneous it seems, laughter\nalways implies a kind of secret freemasonry, or even complicity, with\nother laughers, real or imaginary. How often has it been said that the\nfuller the theatre, the more uncontrolled the laughter of the audience!\nOn the other hand, how often has the remark been made that many comic\neffects are incapable of translation from one language to another,\nbecause they refer to the customs and ideas of a particular social\ngroup! It is through not understanding the importance of this double\nfact that the comic has been looked upon as a mere curiosity in which\nthe mind finds amusement, and laughter itself as a strange, isolated\nphenomenon, without any bearing on the rest of human activity. Hence\nthose definitions which tend to make the comic into an abstract\nrelation between ideas: \"an intellectual contrast,\" \"a palpable\nabsurdity,\" etc., -- definitions which, even were they really suitable to\nevery form of the comic, would not in the least explain why the comic\nmakes us laugh. How, indeed, should it come about that this particular\nlogical relation, as soon as it is perceived, contracts, expands and\nshakes our limbs, whilst all other relations leave the body unaffected?\nIt is not from this point of view that we shall approach the problem.\nTo understand laughter, we must put it back into its natural\nenvironment, which is society, and above all must we determine the\nutility of its function, which is a social one. Such, let us say at\nonce, will be the leading idea of all our investigations. Laughter must\nanswer to certain requirements of life in common. It must have a SOCIAL\nsignification.",
                "Let us clearly mark the point towards which our three preliminary\nobservations are converging. The comic will come into being, it\nappears, whenever a group of men concentrate their attention on one of\ntheir number, imposing silence on their emotions and calling into play\nnothing but their intelligence. What, now, is the particular point on\nwhich their attention will have to be concentrated, and what will here\nbe the function of intelligence? To reply to these questions will be at\nonce to come to closer grips with the problem. But here a few examples\nhave become indispensable.",
                "A man, running along the street, stumbles and falls; the passers-by\nburst out laughing. They would not laugh at him, I imagine, could they\nsuppose that the whim had suddenly seized him to sit down on the\nground. They laugh because his sitting down is involuntary.",
                "Consequently, it is not his sudden change of attitude that raises a\nlaugh, but rather the involuntary element in this change, -- his\nclumsiness, in fact. Perhaps there was a stone on the road. He should\nhave altered his pace or avoided the obstacle. Instead of that, through\nlack of elasticity, through absentmindedness and a kind of physical\nobstinacy, AS A RESULT, IN FACT, OF RIGIDITY OR OF MOMENTUM, the\nmuscles continued to perform the same movement when the circumstances\nof the case called for something else. That is the reason of the man's\nfall, and also of the people's laughter.",
                "Now, take the case of a person who attends to the petty occupations of\nhis everyday life with mathematical precision. The objects around him,\nhowever, have all been tampered with by a mischievous wag, the result\nbeing that when he dips his pen into the inkstand he draws it out all\ncovered with mud, when he fancies he is sitting down on a solid chair\nhe finds himself sprawling on the floor, in a word his actions are all\ntopsy-turvy or mere beating the air, while in every case the effect is\ninvariably one of momentum. Habit has given the impulse: what was\nwanted was to check the movement or deflect it. He did nothing of the\nsort, but continued like a machine in the same straight line. The\nvictim, then, of a practical joke is in a position similar to that of a\nrunner who falls, -- he is comic for the same reason. The laughable\nelement in both cases consists of a certain MECHANICAL INELASTICITY,\njust where one would expect to find the wide-awake adaptability and the\nliving pliableness of a human being. The only difference in the two\ncases is that the former happened of itself, whilst the latter was\nobtained artificially. In the first instance, the passer-by does\nnothing but look on, but in the second the mischievous wag intervenes.",
                "All the same, in both cases the result has been brought about by an\nexternal circumstance. The comic is therefore accidental: it remains,\nso to speak, in superficial contact with the person. How is it to\npenetrate within? The necessary conditions will be fulfilled when\nmechanical rigidity no longer requires for its manifestation a\nstumbling-block which either the hazard of circumstance or human\nknavery has set in its way, but extracts by natural processes, from its\nown store, an inexhaustible series of opportunities for externally\nrevealing its presence. Suppose, then, we imagine a mind always\nthinking of what it has just done and never of what it is doing, like a\nsong which lags behind its accompaniment. Let us try to picture to\nourselves a certain inborn lack of elasticity of both senses and\nintelligence, which brings it to pass that we continue to see what is\nno longer visible, to hear what is no longer audible, to say what is no\nlonger to the point: in short, to adapt ourselves to a past and\ntherefore imaginary situation, when we ought to be shaping our conduct\nin accordance with the reality which is present. This time the comic\nwill take up its abode in the person himself; it is the person who will\nsupply it with everything -- matter and form, cause and opportunity. Is\nit then surprising that the absent-minded individual -- for this is the\ncharacter we have just been describing -- has usually fired the\nimagination of comic authors? When La Bruyere came across this\nparticular type, he realised, on analysing it, that he had got hold of\na recipe for the wholesale manufacture of comic effects. As a matter of\nfact he overdid it, and gave us far too lengthy and detailed a\ndescription of Menalque, coming back to his subject, dwelling and\nexpatiating on it beyond all bounds. The very facility of the subject\nfascinated him. Absentmindedness, indeed, is not perhaps the actual\nfountain-head of the comic, but surely it is contiguous to a certain\nstream of facts and fancies which flows straight from the\nfountain-head. It is situated, so to say, on one of the great natural\nwatersheds of laughter.",
                "Now, the effect of absentmindedness may gather strength in its turn.\nThere is a general law, the first example of which we have just\nencountered, and which we will formulate in the following terms: when a\ncertain comic effect has its origin in a certain cause, the more\nnatural we regard the cause to be, the more comic shall we find the\neffect. Even now we laugh at absentmindedness when presented to us as a\nsimple fact. Still more laughable will be the absentmindedness we have\nseen springing up and growing before our very eyes, with whose origin\nwe are acquainted and whose life-history we can reconstruct. To choose\na definite example: suppose a man has taken to reading nothing but\nromances of love and chivalry. Attracted and fascinated by his heroes,\nhis thoughts and intentions gradually turn more and more towards them,\ntill one fine day we find him walking among us like a somnambulist. His\nactions are distractions. But then his distractions can be traced back\nto a definite, positive cause. They are no longer cases of ABSENCE of\nmind, pure and simple; they find their explanation in the PRESENCE of\nthe individual in quite definite, though imaginary, surroundings.\nDoubtless a fall is always a fall, but it is one thing to tumble into a\nwell because you were looking anywhere but in front of you, it is quite\nanother thing to fall into it because you were intent upon a star. It\nwas certainly a star at which Don Quixote was gazing. How profound is\nthe comic element in the over-romantic, Utopian bent of mind! And yet,\nif you reintroduce the idea of absentmindedness, which acts as a\ngo-between, you will see this profound comic element uniting with the\nmost superficial type. Yes, indeed, these whimsical wild enthusiasts,\nthese madmen who are yet so strangely reasonable, excite us to laughter\nby playing on the same chords within ourselves, by setting in motion\nthe same inner mechanism, as does the victim of a practical joke or the\npasser-by who slips down in the street. They, too, are runners who fall\nand simple souls who are being hoaxed -- runners after the ideal who\nstumble over realities, child-like dreamers for whom life delights to\nlie in wait. But, above all, they are past-masters in absentmindedness,\nwith this superiority over their fellows that their absentmindedness is\nsystematic and organised around one central idea, and that their\nmishaps are also quite coherent, thanks to the inexorable logic which\nreality applies to the correction of dreams, so that they kindle in\nthose around them, by a series of cumulative effects, a hilarity\ncapable of unlimited expansion.",
                "Now, let us go a little further. Might not certain vices have the same\nrelation to character that the rigidity of a fixed idea has to\nintellect? Whether as a moral kink or a crooked twist given to the\nwill, vice has often the appearance of a curvature of the soul.\nDoubtless there are vices into which the soul plunges deeply with all\nits pregnant potency, which it rejuvenates and drags along with it into\na moving circle of reincarnations. Those are tragic vices. But the vice\ncapable of making us comic is, on the contrary, that which is brought\nfrom without, like a ready-made frame into which we are to step. It\nlends us its own rigidity instead of borrowing from us our flexibility.\nWe do not render it more complicated; on the contrary, it simplifies\nus. Here, as we shall see later on in the concluding section of this\nstudy, lies the essential difference between comedy and drama. A drama,\neven when portraying passions or vices that bear a name, so completely\nincorporates them in the person that their names are forgotten, their\ngeneral characteristics effaced, and we no longer think of them at all,\nbut rather of the person in whom they are assimilated; hence, the title\nof a drama can seldom be anything else than a proper noun. On the other\nhand, many comedies have a common noun as their title: l'Avare, le\nJoueur, etc. Were you asked to think of a play capable of being called\nle Jaloux, for instance, you would find that Sganarelle or George\nDandin would occur to your mind, but not Othello: le Jaloux could only\nbe the title of a comedy. The reason is that, however intimately vice,\nwhen comic, is associated with persons, it none the less retains its\nsimple, independent existence, it remains the central character,\npresent though invisible, to which the characters in flesh and blood on\nthe stage are attached. At times it delights in dragging them down with\nits own weight and making them share in its tumbles. More frequently,\nhowever, it plays on them as on an instrument or pulls the strings as\nthough they were puppets. Look closely: you will find that the art of\nthe comic poet consists in making us so well acquainted with the\nparticular vice, in introducing us, the spectators, to such a degree of\nintimacy with it, that in the end we get hold of some of the strings of\nthe marionette with which he is playing, and actually work them\nourselves; this it is that explains part of the pleasure we feel. Here,\ntoo, it is really a kind of automatism that makes us laugh -- an\nautomatism, as we have already remarked, closely akin to mere\nabsentmindedness. To realise this more fully, it need only be noted\nthat a comic character is generally comic in proportion to his\nignorance of himself. The comic person is unconscious. As though\nwearing the ring of Gyges with reverse effect, he becomes invisible to\nhimself while remaining visible to all the world. A character in a\ntragedy will make no change in his conduct because he will know how it\nis judged by us; he may continue therein, even though fully conscious\nof what he is and feeling keenly the horror he inspires in us. But a\ndefect that is ridiculous, as soon as it feels itself to be so,\nendeavours to modify itself, or at least to appear as though it did.\nWere Harpagon to see us laugh at his miserliness, I do not say that he\nwould get rid of it, but he would either show it less or show it\ndifferently. Indeed, it is in this sense only that laughter \"corrects\nmen's manners.\" It makes us at once endeavour to appear what we ought\nto be, what some day we shall perhaps end in being.",
                "It is unnecessary to carry this analysis any further. From the runner\nwho falls to the simpleton who is hoaxed, from a state of being hoaxed\nto one of absentmindedness, from absentmindedness to wild enthusiasm,\nfrom wild enthusiasm to various distortions of character and will, we\nhave followed the line of progress along which the comic becomes more\nand more deeply imbedded in the person, yet without ceasing, in its\nsubtler manifestations, to recall to us some trace of what we noticed\nin its grosser forms, an effect of automatism and of inelasticity. Now\nwe can obtain a first glimpse -- a distant one, it is true, and still\nhazy and confused -- of the laughable side of human nature and of the\nordinary function of laughter.",
                "What life and society require of each of us is a constantly alert\nattention that discerns the outlines of the present situation, together\nwith a certain elasticity of mind and body to enable us to adapt\nourselves in consequence. TENSION and ELASTICITY are two forces,\nmutually complementary, which life brings into play. If these two\nforces are lacking in the body to any considerable extent, we have\nsickness and infirmity and accidents of every kind. If they are lacking\nin the mind, we find every degree of mental deficiency, every variety\nof insanity. Finally, if they are lacking in the character, we have\ncases of the gravest inadaptability to social life, which are the\nsources of misery and at times the causes of crime. Once these elements\nof inferiority that affect the serious side of existence are\nremoved -- and they tend to eliminate themselves in what has been called\nthe struggle for life -- the person can live, and that in common with\nother persons. But society asks for something more; it is not satisfied\nwith simply living, it insists on living well. What it now has to dread\nis that each one of us, content with paying attention to what affects\nthe essentials of life, will, so far as the rest is concerned, give way\nto the easy automatism of acquired habits. Another thing it must fear\nis that the members of whom it is made up, instead of aiming after an\nincreasingly delicate adjustment of wills which will fit more and more\nperfectly into one another, will confine themselves to respecting\nsimply the fundamental conditions of this adjustment: a cut-and-dried\nagreement among the persons will not satisfy it, it insists on a\nconstant striving after reciprocal adaptation. Society will therefore\nbe suspicious of all INELASTICITY of character, of mind and even of\nbody, because it is the possible sign of a slumbering activity as well\nas of an activity with separatist tendencies, that inclines to swerve\nfrom the common centre round which society gravitates: in short,\nbecause it is the sign of an eccentricity. And yet, society cannot\nintervene at this stage by material repression, since it is not\naffected in a material fashion. It is confronted with something that\nmakes it uneasy, but only as a symptom -- scarcely a threat, at the very\nmost a gesture. A gesture, therefore, will be its reply. Laughter must\nbe something of this kind, a sort of SOCIAL GESTURE. By the fear which\nit inspires, it restrains eccentricity, keeps constantly awake and in\nmutual contact certain activities of a secondary order which might\nretire into their shell and go to sleep, and, in short, softens down\nwhatever the surface of the social body may retain of mechanical\ninelasticity. Laughter, then, does not belong to the province of\nesthetics alone, since unconsciously (and even immorally in many\nparticular instances) it pursues a utilitarian aim of general\nimprovement. And yet there is something esthetic about it, since the\ncomic comes into being just when society and the individual, freed from\nthe worry of self-preservation, begin to regard themselves as works of\nart. In a word, if a circle be drawn round those actions and\ndispositions -- implied in individual or social life -- to which their\nnatural consequences bring their own penalties, there remains outside\nthis sphere of emotion and struggle -- and within a neutral zone in which\nman simply exposes himself to man's curiosity -- a certain rigidity of\nbody, mind and character, that society would still like to get rid of\nin order to obtain from its members the greatest possible degree of\nelasticity and sociability. This rigidity is the comic, and laughter is\nits corrective.",
                "Still, we must not accept this formula as a definition of the comic. It\nis suitable only for cases that are elementary, theoretical and\nperfect, in which the comic is free from all adulteration. Nor do we\noffer it, either, as an explanation. We prefer to make it, if you will,\nthe leitmotiv which is to accompany all our explanations. We must ever\nkeep it in mind, though without dwelling on it too much, somewhat as a\nskilful fencer must think of the discontinuous movements of the lesson\nwhilst his body is given up to the continuity of the fencing-match. We\nwill now endeavour to reconstruct the sequence of comic forms, taking\nup again the thread that leads from the horseplay of a clown up to the\nmost refined effects of comedy, following this thread in its often\nunforeseen windings, halting at intervals to look around, and finally\ngetting back, if possible, to the point at which the thread is dangling\nand where we shall perhaps find -- since the comic oscillates between\nlife and art -- the general relation that art bears to life.",
                "Let us begin at the simplest point. What is a comic physiognomy? Where\ndoes a ridiculous expression of the face come from? And what is, in\nthis case, the distinction between the comic and the ugly? Thus stated,\nthe question could scarcely be answered in any other than an arbitrary\nfashion. Simple though it may appear, it is, even now, too subtle to\nallow of a direct attack. We should have to begin with a definition of\nugliness, and then discover what addition the comic makes to it; now,\nugliness is not much easier to analyse than is beauty. However, we will\nemploy an artifice which will often stand us in good stead. We will\nexaggerate the problem, so to speak, by magnifying the effect to the\npoint of making the cause visible. Suppose, then, we intensify ugliness\nto the point of deformity, and study the transition from the deformed\nto the ridiculous.",
                "Now, certain deformities undoubtedly possess over others the sorry\nprivilege of causing some persons to laugh; some hunchbacks, for\ninstance, will excite laughter. Without at this point entering into\nuseless details, we will simply ask the reader to think of a number of\ndeformities, and then to divide them into two groups: on the one hand,\nthose which nature has directed towards the ridiculous; and on the\nother, those which absolutely diverge from it. No doubt he will hit\nupon the following law: A deformity that may become comic is a\ndeformity that a normally built person, could successfully imitate.",
                "Is it not, then, the case that the hunchback suggests the appearance of\na person who holds himself badly? His back seems to have contracted an\nugly stoop. By a kind of physical obstinacy, by rigidity, in a word, it\npersists in the habit it has contracted. Try to see with your eyes\nalone. Avoid reflection, and above all, do not reason. Abandon all your\nprepossessions; seek to recapture a fresh, direct and primitive\nimpression. The vision you will reacquire will be one of this kind. You\nwill have before you a man bent on cultivating a certain rigid\nattitude -- whose body, if one may use the expression, is one vast grin.",
                "Now, let us go back to the point we wished to clear up. By toning down\na deformity that is laughable, we ought to obtain an ugliness that is\ncomic. A laughable expression of the face, then, is one that will make\nus think of something rigid and, so to speak, coagulated, in the wonted\nmobility of the face. What we shall see will be an ingrained twitching\nor a fixed grimace. It may be objected that every habitual expression\nof the face, even when graceful and beautiful, gives us this same\nimpression of something stereotyped? Here an important distinction must\nbe drawn. When we speak of expressive beauty or even expressive\nugliness, when we say that a face possesses expression, we mean\nexpression that may be stable, but which we conjecture to be mobile. It\nmaintains, in the midst of its fixity, a certain indecision in which\nare obscurely portrayed all possible shades of the state of mind it\nexpresses, just as the sunny promise of a warm day manifests itself in\nthe haze of a spring morning. But a comic expression of the face is one\nthat promises nothing more than it gives. It is a unique and permanent\ngrimace. One would say that the person's whole moral life has\ncrystallised into this particular cast of features. This is the reason\nwhy a face is all the more comic, the more nearly it suggests to us the\nidea of some simple mechanical action in which its personality would\nfor ever be absorbed. Some faces seem to be always engaged in weeping,\nothers in laughing or whistling, others, again, in eternally blowing an\nimaginary trumpet, and these are the most comic faces of all. Here\nagain is exemplified the law according to which the more natural the\nexplanation of the cause, the more comic is the effect. Automatism,\ninelasticity, habit that has been contracted and maintained, are\nclearly the causes why a face makes us laugh. But this effect gains in\nintensity when we are able to connect these characteristics with some\ndeep-seated cause, a certain fundamental absentmindedness, as though\nthe soul had allowed itself to be fascinated and hypnotised by the\nmateriality of a simple action.",
                "We shall now understand the comic element in caricature. However\nregular we may imagine a face to be, however harmonious its lines and\nsupple its movements, their adjustment is never altogether perfect:\nthere will always be discoverable the signs of some impending bias, the\nvague suggestion of a possible grimace, in short some favourite\ndistortion towards which nature seems to be particularly inclined. The\nart of the caricaturist consists in detecting this, at times,\nimperceptible tendency, and in rendering it visible to all eyes by\nmagnifying it. He makes his models grimace, as they would do themselves\nif they went to the end of their tether. Beneath the skin-deep harmony\nof form, he divines the deep-seated recalcitrance of matter. He\nrealises disproportions and deformations which must have existed in\nnature as mere inclinations, but which have not succeeded in coming to\na head, being held in check by a higher force. His art, which has a\ntouch of the diabolical, raises up the demon who had been overthrown by\nthe angel. Certainly, it is an art that exaggerates, and yet the\ndefinition would be very far from complete were exaggeration alone\nalleged to be its aim and object, for there exist caricatures that are\nmore lifelike than portraits, caricatures in which the exaggeration is\nscarcely noticeable, whilst, inversely, it is quite possible to\nexaggerate to excess without obtaining a real caricature. For\nexaggeration to be comic, it must not appear as an aim, but rather as a\nmeans that the artist is using in order to make manifest to our eyes\nthe distortions which he sees in embryo. It is this process of\ndistortion that is of moment and interest. And that is precisely why we\nshall look for it even in those elements of the face that are incapable\nof movement, in the curve of a nose or the shape of an ear. For, in our\neyes, form is always the outline of a movement. The caricaturist who\nalters the size of a nose, but respects its ground plan, lengthening\nit, for instance, in the very direction in which it was being\nlengthened by nature, is really making the nose indulge in a grin.\nHenceforth we shall always look upon the original as having determined\nto lengthen itself and start grinning. In this sense, one might say\nthat Nature herself often meets with the successes of a caricaturist.\nIn the movement through which she has slit that mouth, curtailed that\nchin and bulged out that cheek, she would appear to have succeeded in\ncompleting the intended grimace, thus outwitting the restraining\nsupervision of a more reasonable force. In that case, the face we laugh\nat is, so to speak, its own caricature.",
                "To sum up, whatever be the doctrine to which our reason assents, our\nimagination has a very clear-cut philosophy of its own: in every human\nform it sees the effort of a soul which is shaping matter, a soul which\nis infinitely supple and perpetually in motion, subject to no law of\ngravitation, for it is not the earth that attracts it. This soul\nimparts a portion of its winged lightness to the body it animates: the\nimmateriality which thus passes into matter is what is called\ngracefulness. Matter, however, is obstinate and resists. It draws to\nitself the ever-alert activity of this higher principle, would fain\nconvert it to its own inertia and cause it to revert to mere\nautomatism. It would fain immobilise the intelligently varied movements\nof the body in stupidly contracted grooves, stereotype in permanent\ngrimaces the fleeting expressions of the face, in short imprint on the\nwhole person such an attitude as to make it appear immersed and\nabsorbed in the materiality of some mechanical occupation instead of\nceaselessly renewing its vitality by keeping in touch with a living\nideal. Where matter thus succeeds in dulling the outward life of the\nsoul, in petrifying its movements and thwarting its gracefulness, it\nachieves, at the expense of the body, an effect that is comic. If,\nthen, at this point we wished to define the comic by comparing it with\nits contrary, we should have to contrast it with gracefulness even more\nthan with beauty. It partakes rather of the unsprightly than of the\nunsightly, of RIGIDNESS rather than of UGLINESS.",
                "We will now pass from the comic element in FORMS to that in GESTURES\nand MOVEMENTS. Let us at once state the law which seems to govern all\nthe phenomena of this kind. It may indeed be deduced without any\ndifficulty from the considerations stated above. THE ATTITUDES,\nGESTURES AND MOVEMENTS OF THE HUMAN BODY ARE LAUGHABLE IN EXACT\nPROPORTION AS THAT BODY REMINDS US OF A MERE MACHINE. There is no need\nto follow this law through the details of its immediate applications,\nwhich are innumerable. To verify it directly, it would be sufficient to\nstudy closely the work of comic artists, eliminating entirely the\nelement of caricature, and omitting that portion of the comic which is\nnot inherent in the drawing itself. For, obviously, the comic element\nin a drawing is often a borrowed one, for which the text supplies all\nthe stock-in-trade. I mean that the artist may be his own understudy in\nthe shape of a satirist, or even a playwright, and that then we laugh\nfar less at the drawings themselves than at the satire or comic\nincident they represent. But if we devote our whole attention to the\ndrawing with the firm resolve to think of nothing else, we shall\nprobably find that it is generally comic in proportion to the\nclearness, as well as the subtleness, with which it enables us to see a\nman as a jointed puppet. The suggestion must be a clear one, for inside\nthe person we must distinctly perceive, as though through a glass, a\nset-up mechanism. But the suggestion must also be a subtle one, for the\ngeneral appearance of the person, whose every limb has been made rigid\nas a machine, must continue to give us the impression of a living\nbeing. The more exactly these two images, that of a person and that of\na machine, fit into each other, the more striking is the comic effect,\nand the more consummate the art of the draughtsman. The originality of\na comic artist is thus expressed in the special kind of life he imparts\nto a mere puppet.",
                "We will, however, leave on one side the immediate application of the\nprinciple, and at this point insist only on the more remote\nconsequences. The illusion of a machine working in the inside of the\nperson is a thing that only crops up amid a host of amusing effects;\nbut for the most part it is a fleeting glimpse, that is immediately\nlost in the laughter it provokes. To render it permanent, analysis and\nreflection must be called into play.",
                "In a public speaker, for instance, we find that gesture vies with\nspeech. Jealous of the latter, gesture closely dogs the speaker's\nthought, demanding also to act as interpreter. Well and good; but then\nit must pledge itself to follow thought through all the phases of its\ndevelopment. An idea is something that grows, buds, blossoms and ripens\nfrom the beginning to the end of a speech. It never halts, never\nrepeats itself. It must be changing every moment, for to cease to\nchange would be to cease to live. Then let gesture display a like\nanimation! Let it accept the fundamental law of life, which is the\ncomplete negation of repetition! But I find that a certain movement of\nhead or arm, a movement always the same, seems to return at regular\nintervals. If I notice it and it succeeds in diverting my attention, if\nI wait for it to occur and it occurs when I expect it, then\ninvoluntarily I laugh. Why? Because I now have before me a machine that\nworks automatically. This is no longer life, it is automatism\nestablished in life and imitating it. It belongs to the comic.",
                "This is also the reason why gestures, at which we never dreamt of\nlaughing, become laughable when imitated by another individual. The\nmost elaborate explanations have been offered for this extremely simple\nfact. A little reflection, however, will show that our mental state is\never changing, and that if our gestures faithfully followed these inner\nmovements, if they were as fully alive as we, they would never repeat\nthemselves, and so would keep imitation at bay. We begin, then, to\nbecome imitable only when we cease to be ourselves. I mean our gestures\ncan only be imitated in their mechanical uniformity, and therefore\nexactly in what is alien to our living personality. To imitate any one\nis to bring out the element of automatism he has allowed to creep into\nhis person. And as this is the very essence of the ludicrous, it is no\nwonder that imitation gives rise to laughter.",
                "Still, if the imitation of gestures is intrinsically laughable, it will\nbecome even more so when it busies itself in deflecting them, though\nwithout altering their form, towards some mechanical occupation, such\nas sawing wood, striking on an anvil, or tugging away at an imaginary\nbell-rope. Not that vulgarity is the essence of the comic, -- although\ncertainly it is to some extent an ingredient, -- but rather that the\nincriminated gesture seems more frankly mechanical when it can be\nconnected with a simple operation, as though it were intentionally\nmechanical. To suggest this mechanical interpretation ought to be one\nof the favourite devices of parody. We have reached this result through\ndeduction, but I imagine clowns have long had an intuition of the fact.",
                "This seems to me the solution of the little riddle propounded by Pascal\nin one passage of his Thoughts: \"Two faces that are alike, although\nneither of them excites laughter by itself, make us laugh when\ntogether, on account of their likeness.\" It might just as well be said:\n\"The gestures of a public speaker, no one of which is laughable by\nitself, excite laughter by their repetition.\" The truth is that a\nreally living life should never repeat itself. Wherever there is\nrepetition or complete similarity, we always suspect some mechanism at\nwork behind the living. Analyse the impression you get from two faces\nthat are too much alike, and you will find that you are thinking of two\ncopies cast in the same mould, or two impressions of the same seal, or\ntwo reproductions of the same negative, -- in a word, of some\nmanufacturing process or other. This deflection of life towards the\nmechanical is here the real cause of laughter.",
                "And laughter will be more pronounced still, if we find on the stage not\nmerely two characters, as in the example from Pascal, but several, nay,\nas great a number as possible, the image of one another, who come and\ngo, dance and gesticulate together, simultaneously striking the same\nattitudes and tossing their arms about in the same manner. This time,\nwe distinctly think of marionettes. Invisible threads seem to us to be\njoining arms to arms, legs to legs, each muscle in one face to its\nfellow-muscle in the other: by reason of the absolute uniformity which\nprevails, the very litheness of the bodies seems to stiffen as we gaze,\nand the actors themselves seem transformed into automata. Such, at\nleast, appears to be the artifice underlying this somewhat obvious form\nof amusement. I daresay the performers have never read Pascal, but what\nthey do is merely to realise to the full the suggestions contained in\nPascal's words. If, as is undoubtedly the case, laughter is caused in\nthe second instance by the hallucination of a mechanical effect, it\nmust already have been so, though in more subtle fashion, in the first.",
                "Continuing along this path, we dimly perceive the increasingly\nimportant and far-reaching consequences of the law we have just stated.\nWe faintly catch still more fugitive glimpses of mechanical effects,\nglimpses suggested by man's complex actions, no longer merely by his\ngestures. We instinctively feel that the usual devices of comedy, the\nperiodical repetition of a word or a scene, the systematic inversion of\nthe parts, the geometrical development of a farcical misunderstanding,\nand many other stage contrivances, must derive their comic force from\nthe same source, -- the art of the playwright probably consisting in\nsetting before us an obvious clockwork arrangement of human events,\nwhile carefully preserving an outward aspect of probability and thereby\nretaining something of the suppleness of life. But we must not\nforestall results which will be duly disclosed in the course of our\nanalysis.",
                "Before going further, let us halt a moment and glance around. As we\nhinted at the outset of this study, it would be idle to attempt to\nderive every comic effect from one simple formula. The formula exists\nwell enough in a certain sense, but its development does not follow a\nstraightforward course. What I mean is that the process of deduction\nought from time to time to stop and study certain culminating effects,\nand that these effects each appear as models round which new effects\nresembling them take their places in a circle. These latter are not\ndeductions from the formula, but are comic through their relationship\nwith those that are. To quote Pascal again, I see no objection, at this\nstage, to defining the process by the curve which that geometrician\nstudied under the name of roulette or cycloid, -- the curve traced by a\npoint in the circumference of a wheel when the carriage is advancing in\na straight line: this point turns like the wheel, though it advances\nlike the carriage. Or else we might think of an immense avenue such as\nare to be seen in the forest of Fontainebleau, with crosses at\nintervals to indicate the cross-ways: at each of these we shall walk\nround the cross, explore for a while the paths that open out before us,\nand then return to our original course. Now, we have just reached one\nof these mental crossways. Something mechanical encrusted on the\nliving, will represent a cross at which we must halt, a central image\nfrom which the imagination branches off in different directions. What\nare these directions? There appear to be three main ones. We will\nfollow them one after the other, and then continue our onward course.",
                "1. In the first place, this view of the mechanical and the living\ndovetailed into each other makes us incline towards the vaguer image of\nSOME RIGIDITY OR OTHER applied to the mobility of life, in an awkward\nattempt to follow its lines and counterfeit its suppleness. Here we\nperceive how easy it is for a garment to become ridiculous. It might\nalmost be said that every fashion is laughable in some respect. Only,\nwhen we are dealing with the fashion of the day, we are so accustomed\nto it that the garment seems, in our mind, to form one with the\nindividual wearing it. We do not separate them in imagination. The idea\nno longer occurs to us to contrast the inert rigidity of the covering\nwith the living suppleness of the object covered: consequently, the\ncomic here remains in a latent condition. It will only succeed in\nemerging when the natural incompatibility is so deep-seated between the\ncovering and the covered that even an immemorial association fails to\ncement this union: a case in point is our head and top hat. Suppose,\nhowever, some eccentric individual dresses himself in the fashion of\nformer times: our attention is immediately drawn to the clothes\nthemselves, we absolutely distinguish them from the individual, we say\nthat the latter IS DISGUISING HIMSELF, -- as though every article of\nclothing were not a disguise! -- and the laughable aspect of fashion\ncomes out of the shadow into the light.",
                "Here we are beginning to catch a faint glimpse of the highly intricate\ndifficulties raised by this problem of the comic. One of the reasons\nthat must have given rise to many erroneous or unsatisfactory theories\nof laughter is that many things are comic de jure without being comic\nde facto, the continuity of custom having deadened within them the\ncomic quality. A sudden dissolution of continuity is needed, a break\nwith fashion, for this quality to revive. Hence the impression that\nthis dissolution of continuity is the parent of the comic, whereas all\nit does is to bring it to our notice. Hence, again, the explanation of\nlaughter by surprise, contrast, etc., definitions which would equally\napply to a host of cases in which we have no inclination whatever to\nlaugh. The truth of the matter is far from being so simple. But to\nreturn to our idea of disguise, which, as we have just shown, has been\nentrusted with the special mandate of arousing laughter. It will not be\nout of place to investigate the uses it makes of this power.",
                "Why do we laugh at a head of hair which has changed from dark to blond?\nWhat is there comic about a rubicund nose? And why does one laugh at a\nnegro? The question would appear to be an embarrassing one, for it has\nbeen asked by successive psychologists such as Hecker, Kraepelin and\nLipps, and all have given different replies. And yet I rather fancy the\ncorrect answer was suggested to me one day in the street by an ordinary\ncabby, who applied the expression \"unwashed\" to the negro fare he was\ndriving. Unwashed! Does not this mean that a black face, in our\nimagination, is one daubed over with ink or soot? If so, then a red\nnose can only be one which has received a coating of vermilion. And so\nwe see that the notion of disguise has passed on something of its comic\nquality to instances in which there is actually no disguise, though\nthere might be.",
                "In the former set of examples, although his usual dress was distinct\nfrom the individual, it appeared in our mind to form one with him,\nbecause we had become accustomed to the sight. In the latter, although\nthe black or red colour is indeed inherent in the skin, we look upon it\nas artificially laid on, because it surprises us.",
                "But here we meet with a fresh crop of difficulties in the theory of the\ncomic. Such a proposition as the following: \"My usual dress forms part\nof my body\" is absurd in the eyes of reason. Yet imagination looks upon\nit as true. \"A red nose is a painted nose,\" \"A negro is a white man in\ndisguise,\" are also absurd to the reason which rationalises; but they\nare gospel truths to pure imagination. So there is a logic of the\nimagination which is not the logic of reason, one which at times is\neven opposed to the latter, -- with which, however, philosophy must\nreckon, not only in the study of the comic, but in every other\ninvestigation of the same kind. It is something like the logic of\ndreams, though of dreams that have not been left to the whim of\nindividual fancy, being the dreams dreamt by the whole of society. In\norder to reconstruct this hidden logic, a special kind of effort is\nneeded, by which the outer crust of carefully stratified judgments and\nfirmly established ideas will be lifted, and we shall behold in the\ndepths of our mind, like a sheet of subterranean water, the flow of an\nunbroken stream of images which pass from one into another. This\ninterpenetration of images does not come about by chance. It obeys\nlaws, or rather habits, which hold the same relation to imagination\nthat logic does to thought.",
                "Let us then follow this logic of the imagination in the special case in\nhand. A man in disguise is comic. A man we regard as disguised is also\ncomic. So, by analogy, any disguise is seen to become comic, not only\nthat of a man, but that of society also, and even the disguise of\nnature.",
                "Let us start with nature. You laugh at a dog that is half-clipped, at a\nbed of artificially coloured flowers, at a wood in which the trees are\nplastered over with election addresses, etc. Look for the reason, and\nyou will see that you are once more thinking of a masquerade. Here,\nhowever, the comic element is very faint; it is too far from its\nsource. If you wish to strengthen it, you must go back to the source\nitself and contrast the derived image, that of a masquerade, with the\noriginal one, which, be it remembered, was that of a mechanical\ntampering with life. In \"a nature that is mechanically tampered with\"\nwe possess a thoroughly comic theme, on which fancy will be able to\nplay ever so many variations with the certainty of successfully\nprovoking the heartiest hilarity. You may call to mind that amusing\npassage in Tartarin Sur Les Alpes, in which Bompard makes Tartarin -- and\ntherefore also the reader to some slight extent -- accept the idea of a\nSwitzerland choke-full of machinery like the basement of the opera, and\nrun by a company which maintains a series of waterfalls, glaciers and\nartificial crevasses. The same theme reappears, though transposed in\nquite another key, in the Novel Notes of the English humorist, Jerome\nK. Jerome. An elderly Lady Bountiful, who does not want her deeds of\ncharity to take up too much of her time, provides homes within easy\nhail of her mansion for the conversion of atheists who have been\nspecially manufactured for her, so to speak, and for a number of honest\nfolk who have been made into drunkards so that she may cure them of\ntheir failing, etc. There are comic phrases in which this theme is\naudible, like a distant echo, coupled with an ingenuousness, whether\nsincere or affected, which acts as accompaniment. Take, as an instance,\nthe remark made by a lady whom Cassini, the astronomer, had invited to\nsee an eclipse of the moon. Arriving too late, she said, \"M. de\nCassini, I know, will have the goodness to begin it all over again, to\nplease me.\" Or, take again the exclamation of one of Gondiinet's\ncharacters on arriving in a town and learning that there is an extinct\nvolcano in the neighbourhood, \"They had a volcano, and they have let it\ngo out!\"",
                "Let us go on to society. As we are both in and of it, we cannot help\ntreating it as a living being. Any image, then, suggestive of the\nnotion of a society disguising itself, or of a social masquerade, so to\nspeak, will be laughable. Now, such a notion is formed when we perceive\nanything inert or stereotyped, or simply ready-made, on the surface of\nliving society. There we have rigidity over again, clashing with the\ninner suppleness of life. The ceremonial side of social life must,\ntherefore, always include a latent comic element, which is only waiting\nfor an opportunity to burst into full view. It might be said that\nceremonies are to the social body what clothing is to the individual\nbody: they owe their seriousness to the fact that they are identified,\nin our minds, with the serious object with which custom associates\nthem, and when we isolate them in imagination, they forthwith lose\ntheir seriousness. For any ceremony, then, to become comic, it is\nenough that our attention be fixed on the ceremonial element in it, and\nthat we neglect its matter, as philosophers say, and think only of its\nform. Every one knows how easily the comic spirit exercises its\ningenuity on social actions of a stereotyped nature, from an ordinary\nprize-distribution to the solemn sitting of a court of justice. Any\nform or formula is a ready-made frame into which the comic element may\nbe fitted.",
                "Here, again, the comic will be emphasised by bringing it nearer to its\nsource. From the idea of travesty, a derived one, we must go back to\nthe original idea, that of a mechanism superposed upon life. Already,\nthe stiff and starched formality of any ceremonial suggests to us an\nimage of this kind. For, as soon as we forget the serious object of a\nsolemnity or a ceremony, those taking part in it give us the impression\nof puppets in motion. Their mobility seems to adopt as a model the\nimmobility of a formula. It becomes automatism. But complete automatism\nis only reached in the official, for instance, who performs his duty\nlike a mere machine, or again in the unconsciousness that marks an\nadministrative regulation working with inexorable fatality, and setting\nitself up for a law of nature. Quite by chance, when reading the\nnewspaper, I came across a specimen of the comic of this type. Twenty\nyears ago, a large steamer was wrecked off the coast at Dieppe. With\nconsiderable difficulty some of the passengers were rescued in a boat.\nA few custom-house officers, who had courageously rushed to their\nassistance, began by asking them \"if they had anything to declare.\" We\nfind something similar, though the idea is a more subtle one, in the\nremark of an M.P. when questioning the Home Secretary on the morrow of\na terrible murder which took place in a railway carriage: \"The\nassassin, after despatching his victim, must have got out the wrong\nside of the train, thereby infringing the Company's rules.\"",
                "A mechanical element introduced into nature and an automatic regulation\nof society, such, then, are the two types of laughable effects at which\nwe have arrived. It remains for us, in conclusion, to combine them and\nsee what the result will be.",
                "The result of the combination will evidently be a human regulation of\naffairs usurping the place of the laws of nature. We may call to mind\nthe answer Sganarelle gave Geronte when the latter remarked that the\nheart was on the left side and the liver on the right: \"Yes, it was so\nformerly, but we have altered all that; now, we practise medicine in\nquite a new way.\" We may also recall the consultation between M. de\nPourceaugnac's two doctors: \"The arguments you have used are so erudite\nand elegant that it is impossible for the patient not to be\nhypochondriacally melancholic; or, even if he were not, he must surely\nbecome so because of the elegance of the things you have said and the\naccuracy of your reasoning.\" We might multiply examples, for all we\nneed do would be to call up Moliere's doctors, one after the other.\nHowever far, moreover, comic fancy may seem to go, reality at times\nundertakes to improve upon it. It was suggested to a contemporary\nphilosopher, an out-and-out arguer, that his arguments, though\nirreproachable in their deductions, had experience against them. He put\nan end to the discussion by merely remarking, \"Experience is in the\nwrong.\" The truth is, this idea of regulating life as a matter of\nbusiness routine is more widespread than might be imagined; it is\nnatural in its way, although we have just obtained it by an artificial\nprocess of reconstruction. One might say that it gives us the very\nquintessence of pedantry, which, at bottom, is nothing else than art\npretending to outdo nature.",
                "To sum up, then, we have one and the same effect, which assumes ever\nsubtler forms as it passes from the idea of an artificial MECHANISATION\nof the human body, if such an expression is permissible, to that of any\nsubstitution whatsoever of the artificial for the natural. A less and\nless rigorous logic, that more and more resembles the logic of\ndreamland, transfers the same relationship into higher and higher\nspheres, between increasingly immaterial terms, till in the end we find\na mere administrative enactment occupying the same relation to a\nnatural or moral law that a ready-made garment, for instance, does to\nthe living body. We have now gone right to the end of the first of the\nthree directions we had to follow. Let us turn to the second and see\nwhere it will lead us.",
                "2. Our starting-point is again \"something mechanical encrusted upon the\nliving.\" Where did the comic come from in this case? It came from the\nfact that the living body became rigid, like a machine. Accordingly, it\nseemed to us that the living body ought to be the perfection of\nsuppleness, the ever-alert activity of a principle always at work. But\nthis activity would really belong to the soul rather than to the body.\nIt would be the very flame of life, kindled within us by a higher\nprinciple and perceived through the body, as if through a glass. When\nwe see only gracefulness and suppleness in the living body, it is\nbecause we disregard in it the elements of weight, of resistance, and,\nin a word, of matter; we forget its materiality and think only of its\nvitality, a vitality which we regard as derived from the very principle\nof intellectual and moral life, Let us suppose, however, that our\nattention is drawn to this material side of the body; that, so far from\nsharing in the lightness and subtlety of the principle with which it is\nanimated, the body is no more in our eyes than a heavy and cumbersome\nvesture, a kind of irksome ballast which holds down to earth a soul\neager to rise aloft. Then the body will become to the soul what, as we\nhave just seen, the garment was to the body itself -- inert matter dumped\ndown upon living energy. The impression of the comic will be produced\nas soon as we have a clear apprehension of this putting the one on the\nother. And we shall experience it most strongly when we are shown the\nsoul TANTALISED by the needs of the body: on the one hand, the moral\npersonality with its intelligently varied energy, and, on the other,\nthe stupidly monotonous body, perpetually obstructing everything with\nits machine-like obstinacy. The more paltry and uniformly repeated\nthese claims of the body, the more striking will be the result. But\nthat is only a matter of degree, and the general law of these phenomena\nmay be formulated as follows: ANY INCIDENT IS COMIC THAT CALLS OUR\nATTENTION TO THE PHYSICAL IN A PERSON WHEN IT IS THE MORAL SIDE THAT IS\nCONCERNED.",
                "Why do we laugh at a public speaker who sneezes just at the most\npathetic moment of his speech? Where lies the comic element in this\nsentence, taken from a funeral speech and quoted by a German\nphilosopher: \"He was virtuous and plump\"? It lies in the fact that our\nattention is suddenly recalled from the soul to the body. Similar\ninstances abound in daily life, but if you do not care to take the\ntrouble to look for them, you have only to open at random a volume of\nLabiche, and you will be almost certain to light upon an effect of this\nkind. Now, we have a speaker whose most eloquent sentences are cut\nshort by the twinges of a bad tooth; now, one of the characters who\nnever begins to speak without stopping in the middle to complain of his\nshoes being too small, or his belt too tight, etc. A PERSON EMBARRASSED\nBY HIS BODY is the image suggested to us in all these examples. The\nreason that excessive stoutness is laughable is probably because it\ncalls up an image of the same kind. I almost think that this too is\nwhat sometime makes bashfulness somewhat ridiculous. The bashful man\nrather gives the impression of a person embarrassed by his body,\nlooking round for some convenient cloak-room in which to deposit it.",
                "This is just why the tragic poet is so careful to avoid anything\ncalculated to attract attention to the material side of his heroes. No\nsooner does anxiety about the body manifest itself than the intrusion\nof a comic element is to be feared. On this account, the hero in a\ntragedy does not eat or drink or warm himself. He does not even sit\ndown any more than can be helped. To sit down in the middle of a fine\nspeech would imply that you remembered you had a body. Napoleon, who\nwas a psychologist when he wished to be so, had noticed that the\ntransition from tragedy to comedy is effected simply by sitting down.\nIn the \"Journal inedit\" of Baron Gourgaud -- when speaking of an\ninterview with the Queen of Prussia after the battle of Iena -- he\nexpresses himself in the following terms: \"She received me in tragic\nfashion like Chimene: Justice! Sire, Justice! Magdeburg! Thus she\ncontinued in a way most embarrassing to me. Finally, to make her change\nher style, I requested her to take a seat. This is the best method for\ncutting short a tragic scene, for as soon as you are seated it all\nbecomes comedy.\"",
                "Let us now give a wider scope to this image of THE BODY TAKING\nPRECEDENCE OF THE SOUL. We shall obtain something more general -- THE\nMANNER SEEKING TO OUTDO THE MATTER, THE LETTER AIMING AT OUSTING THE\nSPIRIT. Is it not perchance this idea that comedy is trying to suggest\nto us when holding up a profession to ridicule? It makes the lawyer,\nthe magistrate and the doctor speak as though health and justice were\nof little moment, -- the main point being that we should have lawyers,\nmagistrates and doctors, and that all outward formalities pertaining to\nthese professions should be scrupulously respected. And so we find the\nmeans substituted for the end, the manner for the matter; no longer is\nit the profession that is made for the public, but rather the public\nfor the profession. Constant attention to form and the mechanical\napplication of rules here bring about a kind of professional automatism\nanalogous to that imposed upon the soul by the habits of the body, and\nequally laughable. Numerous are the examples of this on the stage.\nWithout entering into details of the variations executed on this theme,\nlet us quote two or three passages in which the theme itself is set\nforth in all its simplicity. \"You are only bound to treat people\naccording to form,\" says Doctor Diafoirus in the \"Malade imaginaire\".\nAgain, says Doctor Bahis, in \"L'Amour medecin\": \"It is better to die\nthrough following the rules than to recover through violating them.\" In\nthe same play, Desfonandres had previously said: \"We must always\nobserve the formalities of professional etiquette, whatever may\nhappen.\" And the reason is given by Tomes, his colleague: \"A dead man\nis but a dead man, but the non-observance of a formality causes a\nnotable prejudice to the whole faculty.\" Brid'oison's words, though.\nembodying a rather different idea, are none the less significant:\n\"F-form, mind you, f-form. A man laughs at a judge in a morning coat,\nand yet he would quake with dread at the mere sight of an attorney in\nhis gown. F-form, all a matter of f-form.\"",
                "Here we have the first illustration of a law which will appear with\nincreasing distinctness as we proceed with our task. When a musician\nstrikes a note on an instrument, other notes start up of themselves,\nnot so loud as the first, yet connected with it by certain definite\nrelations, which coalesce with it and determine its quality. These are\nwhat are called in physics the overtones of the fundamental note. It\nwould seem that comic fancy, even in its most far-fetched inventions,\nobeys a similar law. For instance, consider this comic note: appearance\nseeking to triumph over reality. If our analysis is correct, this note\nmust have as its overtones the body tantalising the mind, the body\ntaking precedence of the mind. No sooner, then, does the comic poet\nstrike the first note than he will add the second on to it,\ninvoluntarily and instinctively. In other words, HE WILL DUPLICATE WHAT\nIS RIDICULOUS PROFESSIONALLY WITH SOMETHING THAT IS RIDICULOUS\nPHYSICALLY.",
                "When Brid'oison the judge comes stammering on to the stage, is he not\nactually preparing us, by this very stammering, to understand the\nphenomenon of intellectual ossification we are about to witness? What\nbond of secret relationship can there be between the physical defect\nand the moral infirmity? It is difficult to say; yet we feel that the\nrelationship is there, though we cannot express it in words. Perhaps\nthe situation required that this judging machine should also appear\nbefore us as a talking machine. However it may be, no other overtone\ncould more perfectly have completed the fundamental note.",
                "When Moliere introduces to us the two ridiculous doctors, Bahis and\nMacroton, in L'Amour medecin, he makes one of them speak very slowly,\nas though scanning his words syllable by syllable, whilst the other\nstutters. We find the same contrast between the two lawyers in Monsieur\nde Pourceaugnac. In the rhythm of speech is generally to be found the\nphysical peculiarity that is destined to complete the element of\nprofessional ridicule. When the author has failed to suggest a defect\nof this kind, it is seldom the case that the actor does not\ninstinctively invent one.",
                "Consequently, there is a natural relationship, which we equally\nnaturally recognise, between the two images we have been comparing with\neach other, the mind crystallising in certain grooves, and the body\nlosing its elasticity through the influence of certain defects. Whether\nor not our attention be diverted from the matter to the manner, or from\nthe moral to the physical, in both cases the same sort of impression is\nconveyed to our imagination; in both, then, the comic is of the same\nkind. Here, once more, it has been our aim to follow the natural trend\nof the movement of the imagination. This trend or direction, it may be\nremembered, was the second of those offered to us, starting from a\ncentral image. A third and final path remains unexplored, along which\nwe will now proceed.",
                "3. Let us then return, for the last time, to our central image:\nsomething mechanical encrusted on something living. Here, the living\nbeing under discussion was a human being, a person. A mechanical\narrangement, on the other hand, is a thing. What, therefore, incited\nlaughter was the momentary transformation of a person into a thing, if\none considers the image from this standpoint. Let us then pass from the\nexact idea of a machine to the vaguer one of a thing in general. We\nshall have a fresh series of laughable images which will be obtained by\ntaking a blurred impression, so to speak, of the outlines of the former\nand will bring us to this new law: WE LAUGH EVERY TIME A PERSON GIVES\nUS THE IMPRESSION OF BEING A THING.",
                "We laugh at Sancho Panza tumbled into a bed-quilt and tossed into the\nair like a football. We laugh at Baron Munchausen turned into a\ncannon-ball and travelling through space. But certain tricks of circus\nclowns might afford a still more precise exemplification of the same\nlaw. True, we should have to eliminate the jokes, mere interpolations\nby the clown into his main theme, and keep in mind only the theme\nitself, that is to say, the divers attitudes, capers and movements\nwhich form the strictly \"clownish\" element in the clown's art. On two\noccasions only have I been able to observe this style of the comic in\nits unadulterated state, and in both I received the same impression.\nThe first time, the clowns came and went, collided, fell and jumped up\nagain in a uniformly accelerated rhythm, visibly intent upon affecting\na CRESCENDO. And it was more and more to the jumping up again, the\nREBOUND, that the attention of the public was attracted. Gradually, one\nlost sight of the fact that they were men of flesh and blood like\nourselves; one began to think of bundles of all sorts, falling and\nknocking against each other. Then the vision assumed a more definite\naspect. The forms grew rounder, the bodies rolled together and seemed\nto pick themselves up like balls. Then at last appeared the image\ntowards which the whole of this scene had doubtless been unconsciously\nevolving -- large rubber balls hurled against one another in every\ndirection. The second scene, though even coarser than the first, was no\nless instructive. There came on the stage two men, each with an\nenormous head, bald as a billiard ball. In their hands they carried\nlarge sticks which each, in turn, brought down on to the other's\ncranium. Here, again, a certain gradation was observable. After each\nblow, the bodies seemed to grow heavier and more unyielding,\noverpowered by an increasing degree of rigidity. Then came the return\nblow, in each case heavier and more resounding than the last, coming,\ntoo, after a longer interval. The skulls gave forth a formidable ring\nthroughout the silent house. At last the two bodies, each quite rigid\nand as straight as an arrow, slowly bent over towards each other, the\nsticks came crashing down for the last time on to the two heads with a\nthud as of enormous mallets falling upon oaken beams, and the pair lay\nprone upon the ground. At that instant appeared in all its vividness\nthe suggestion that the two artists had gradually driven into the\nimagination of the spectators: \"We are about to become ...we have now\nbecome solid wooden dummies.\"",
                "A kind of dim, vague instinct may enable even an uncultured mind to get\nan inkling here of the subtler results of psychological science. We\nknow that it is possible to call up hallucinatory visions in a\nhypnotised subject by simple suggestion. If he be told that a bird is\nperched on his hand, he will see the bird and watch it fly away. The\nidea suggested, however, is far from being always accepted with like\ndocility. Not infrequently, the mesmeriser only succeeds in getting an\nidea into his subject's head by slow degrees through a carefully\ngraduated series of hints. He will then start with objects really\nperceived by the subject, and will endeavour to make the perception of\nthese objects more and more indefinite; then, step by step, he will\nbring out of this state of mental chaos the precise form of the object\nof which he wishes to create an hallucination. Something of the kind\nhappens to many people when dropping off to sleep; they see those\ncoloured, fluid, shapeless masses, which occupy the field of vision,\ninsensibly solidifying into distinct objects.",
                "Consequently, the gradual passing from the dim and vague to the clear\nand distinct is the method of suggestion par excellence. I fancy it\nmight be found to be at the root of a good many comic suggestions,\nespecially in the coarser forms of the comic, in which the\ntransformation of a person into a thing seems to be taking place before\nour eyes. But there are other and more subtle methods in use, among\npoets, for instance, which perhaps unconsciously lead to the same end.\nBy a certain arrangement of rhythm, rhyme and assonance, it is possible\nto lull the imagination, to rock it to and fro between like and like\nwith a regular see-saw motion, and thus prepare it submissively to\naccept the vision suggested. Listen to these few lines of Regnard, and\nsee whether something like the fleeting image of a DOLL does not cross\nthe field of your imagination:",
                "... Plus, il doit a maints particuliers La somme de dix mil une livre\nune obole, Pour l'avoir sans relache un an sur sa parole Habille,\nvoiture, chauffe, chausse, gante, Alimente, rase, desaltere, porte.",
                "[Footnote: Further, he owes to many an honest wight Item-the sum two\nthousand pounds, one farthing, For having on his simple word of honour\nSans intermission for an entire year Clothed him, conveyed him, warmed\nhim, shod him, gloved him, Fed him and shaved him, quenched his thirst\nand borne him.]",
                "Is not something of the same kind found in the following sally of\nFigaro's (though here an attempt is perhaps made to suggest the image\nof an animal rather than that of a thing): \"Quel homme est-ce? -- C'est\nun beau, gros, court, jeune vieillard, gris pommele, ruse, rase, blase,\nqui guette et furette, et gronde et geint tout a la fois.\" [Footnote:\n\"What sort of man is here? -- He is a handsome, stout, short, youthful\nold gentleman, iron-grey, an artful knave, clean shaved, clean 'used\nup,' who spies and pries and growls and groans all in the same breath.\"]",
                "Now, between these coarse scenes and these subtle suggestions there is\nroom for a countless number of amusing effects, for all those that can\nbe obtained by talking about persons as one would do about mere things.\nWe will only select one or two instances from the plays of Labiche, in\nwhich they are legion.",
                "Just as M. Perrichon is getting into the railway carriage, he makes\ncertain of not forgetting any of his parcels: \"Four, five, six, my wife\nseven, my daughter eight, and myself nine.\" In another play, a fond\nfather is boasting of his daughter's learning in the following terms:\n\"She will tell you, without faltering, all the kings of France that\nhave occurred.\" This phrase, \"that have occurred,\" though not exactly\ntransforming the kings into mere things, likens them, all the same, to\nevents of an impersonal nature.",
                "As regards this latter example, note that it is unnecessary to complete\nthe identification of the person with the thing in order to ensure a\ncomic effect. It is sufficient for us to start in this direction by\nfeigning, for instance, to confuse the person with the function he\nexercises. I will only quote a sentence spoken by a village mayor in\none of About's novels: \"The prefect, who has always shown us the same\nkindness, though he has been changed several times since 1847...\"",
                "All these witticisms are constructed on the same model. We might make\nup any number of them, when once we are in possession of the recipe.\nBut the art of the story-teller or the playwright does not merely\nconsist in concocting jokes. The difficulty lies in giving to a joke\nits power of suggestion, i.e. in making it acceptable. And we only do\naccept it either because it seems to be the natural product of a\nparticular state of mind or because it is in keeping with the\ncircumstances of the case. For instance, we are aware that M. Perrichon\nis greatly excited on the occasion of his first railway journey. The\nexpression \"to occur\" is one that must have cropped up a good many\ntimes in the lessons repeated by the girl before her father; it makes\nus think of such a repetition. Lastly, admiration of the governmental\nmachine might, at a pinch, be extended to the point of making us\nbelieve that no change takes place in the prefect when he changes his\nname, and that the function gets carried on independently of the\nfunctionary.",
                "We have now reached a point very far from the original cause of\nlaughter. Many a comic form, that cannot be explained by itself, can\nindeed only be understood from its resemblance to another, which only\nmakes us laugh by reason of its relationship with a third, and so on\nindefinitely, so that psychological analysis, however luminous and\nsearching, will go astray unless it holds the thread along which the\ncomic impression has travelled from one end of the series to the other.\nWhere does this progressive continuity come from? What can be the\ndriving force, the strange impulse which causes the comic to glide thus\nfrom image to image, farther and farther away from the starting-point,\nuntil it is broken up and lost in infinitely remote analogies? But what\nis that force which divides and subdivides the branches of a tree into\nsmaller boughs and its roots into radicles? An inexorable law dooms\nevery living energy, during the brief interval allotted to it in time,\nto cover the widest possible extent in space. Now, comic fancy is\nindeed a living energy, a strange plant that has nourished on the stony\nportions of the social soil, until such time as culture should allow it\nto vie with the most refined products of art. True, we are far from\ngreat art in the examples of the comic we have just been reviewing. But\nwe shall draw nearer to it, though without attaining to it completely,\nin the following chapter. Below art, we find artifice, and it is this\nzone of artifice, midway between nature and art, that we are now about\nto enter. We are going to deal with the comic playwright and the wit."
            ]
        },
        {
            "name": "CHAPTER II",
            "sub_name": "",
            "text": [
                "CHAPTER II",
                "THE COMIC ELEMENT IN SITUATIONS AND THE COMIC ELEMENT IN WORDS",
                "We have studied the comic element in forms, in attitudes, and in\nmovements generally; now let us look for it in actions and in\nsituations. We encounter, indeed, this kind of comic readily enough in\neveryday life. It is not here, however, that it best lends itself to\nanalysis. Assuming that the stage is both a magnified and a simplified\nview of life, we shall find that comedy is capable of furnishing us\nwith more information than real life on this particular part of our\nsubject. Perhaps we ought even to carry simplification still farther,\nand, going back to our earliest recollections, try to discover, in the\ngames that amused us as children, the first faint traces of the\ncombinations that make us laugh as grown-up persons. We are too apt to\nspeak of our feelings of pleasure and of pain as though full grown at\nbirth, as though each one of them had not a history of its own. Above\nall, we are too apt to ignore the childish element, so to speak, latent\nin most of our joyful emotions. And yet, how many of our present\npleasures, were we to examine them closely, would shrink into nothing\nmore than memories of past ones! What would there be left of many of\nour emotions were we to reduce them to the exact quantum of pure\nfeeling they contain, by subtracting from them all that is merely\nreminiscence? Indeed, it seems possible that, after a certain age, we\nbecome impervious to all fresh or novel forms of joy, and the sweetest\npleasures of the middle-aged man are perhaps nothing more than a\nrevival of the sensations of childhood, a balmy zephyr wafted in\nfainter and fainter breaths by a past that is ever receding. In any\ncase, whatever reply we give to this broad question, one thing is\ncertain: there can be no break in continuity between the child's\ndelight in games and that of the grown-up person. Now, comedy is a\ngame, a game that imitates life. And since, in the games of the child\nwhen working its dolls and puppets, many of the movements are produced\nby strings, ought we not to find those same strings, somewhat frayed by\nwear, reappearing as the threads that knot together the situations in a\ncomedy? Let us, then, start with the games of a child, and follow the\nimperceptible process by which, as he grows himself, he makes his\npuppets grow, inspires them with life, and finally brings them to an\nambiguous state in which, without ceasing to be puppets, they have yet\nbecome human beings. We thus obtain characters of a comedy type. And\nupon them we can test the truth of the law of which all our preceding\nanalyses gave an inkling, a law in accordance with which we will define\nall broadly comic situations in general. ANY ARRANGEMENT OF ACTS AND\nEVENTS IS COMIC WHICH GIVES US, IN A SINGLE COMBINATION, THE ILLUSION\nOF LIFE AND THE DISTINCT IMPRESSION OF A MECHANICAL ARRANGEMENT.",
                "1. THE JACK-IN-THE-BOX. -- As children we have all played with the little\nman who springs out of his box. You squeeze him flat, he jumps up\nagain. Push him lower, and he shoots up still higher. Crush him down\nbeneath the lid, and often he will send everything flying. It is hard\nto tell whether or no the toy itself is very ancient, but the kind of\namusement it affords belongs to all time. It is a struggle between two\nstubborn elements, one of which, being simply mechanical, generally\nends by giving in to the other, which treats it as a plaything. A cat\nplaying with a mouse, which from time to time she releases like a\nspring, only to pull it up short with a stroke of her paw, indulges in\nthe same kind of amusement.",
                "We will now pass on to the theatre, beginning with a Punch and Judy\nshow. No sooner does the policeman put in an appearance on the stage\nthan, naturally enough, he receives a blow which fells him. He springs\nto his feet, a second blow lays him flat. A repetition of the offence\nis followed by a repetition of the punishment. Up and down the\nconstable flops and hops with the uniform rhythm of the bending and\nrelease of a spring, whilst the spectators laugh louder and louder.",
                "Now, let us think of a spring that is rather of a moral type, an idea\nthat is first expressed, then repressed, and then expressed again; a\nstream of words that bursts forth, is checked, and keeps on starting\nafresh. Once more we have the vision of one stubborn force,\ncounteracted by another, equally pertinacious. This vision, however,\nwill have discarded a portion of its materiality. No longer is it Punch\nand Judy that we are watching, but rather a real comedy.",
                "Many a comic scene may indeed be referred to this simple type. For\ninstance, in the scene of the Mariage force between Sganarelle and\nPancrace, the entire vis comica lies in the conflict set up between the\nidea of Sganarelle, who wishes to make the philosopher listen to him,\nand the obstinacy of the philosopher, a regular talking-machine working\nautomatically. As the scene progresses, the image of the\nJack-in-the-box becomes more apparent, so that at last the characters\nthemselves adopt its movements, -- Sganarelle pushing Pancrace, each time\nhe shows himself, back into the wings, Pancrace returning to the stage\nafter each repulse to continue his patter. And when Sganarelle finally\ndrives Pancrace back and shuts him up inside the house -- inside the box,\none is tempted to say -- a window suddenly flies open, and the head of\nthe philosopher again appears as though it had burst open the lid of a\nbox.",
                "The same by-play occurs in the Malade Imaginaire. Through the mouth of\nMonsieur Purgon the outraged medical profession pours out its vials of\nwrath upon Argan, threatening him with every disease that flesh is heir\nto. And every time Argan rises from his seat, as though to silence\nPurgon, the latter disappears for a moment, being, as it were, thrust\nback into the wings; then, as though Impelled by a spring, he rebounds\non to the stage with a fresh curse on his lips. The self-same\nexclamation: \"Monsieur Purgon!\" recurs at regular beats, and, as it\nwere, marks the TEMPO of this little scene.",
                "Let us scrutinise more closely the image of the spring which is bent,\nreleased, and bent again. Let us disentangle its central element, and\nwe shall hit upon one of the usual processes of classic\ncomedy, -- REPETITION.",
                "Why is it there is something comic in the repetition of a word on the\nstage? No theory of the ludicrous seems to offer a satisfactory answer\nto this very simple question. Nor can an answer be found so long as we\nlook for the explanation of an amusing word or phrase in the phrase or\nword itself, apart from all it suggests to us. Nowhere will the usual\nmethod prove to be so inadequate as here. With the exception, however,\nof a few special instances to which we shall recur later, the\nrepetition of a word is never laughable in itself. It makes us laugh\nonly because it symbolises a special play of moral elements, this play\nitself being the symbol of an altogether material diversion. It is the\ndiversion of the cat with the mouse, the diversion of the child pushing\nback the Jack-in-the-box, time after time, to the bottom of his\nbox, -- but in a refined and spiritualised form, transferred to the realm\nof feelings and ideas. Let us then state the law which, we think,\ndefines the main comic varieties of word-repetition on the stage: IN A\nCOMIC REPETITION OF WORDS WE GENERALLY FIND TWO TERMS: A REPRESSED\nFEELING WHICH GOES OFF LIKE A SPRING, AND AN IDEA THAT DELIGHTS IN\nREPRESSING THE FEELING ANEW.",
                "When Dorine is telling Orgon of his wife's illness, and the latter\ncontinually interrupts him with inquiries as to the health of Tartuffe,\nthe question: \"Et tartuffe?\" repeated every few moments, affords us the\ndistinct sensation of a spring being released. This spring Dorine\ndelights in pushing back, each time she resumes her account of Elmire's\nillness. And when Scapin informs old Geronte that his son has been\ntaken prisoner on the famous galley, and that a ransom must be paid\nwithout delay, he is playing with the avarice of Geronte exactly as\nDorine does with the infatuation of Orgon. The old man's avarice is no\nsooner repressed than up it springs again automatically, and it is this\nautomatism that Moliere tries to indicate by the mechanical repetition\nof a sentence expressing regret at the money that would have to be\nforthcoming: \"What the deuce did he want in that galley?\" The same\ncriticism is applicable to the scene in which Valere points out to\nHarpagon the wrong he would be doing in marrying his daughter to a man\nshe did not love. \"No dowry wanted!\" interrupts the miserly Harpagon\nevery few moments. Behind this exclamation, which recurs automatically,\nwe faintly discern a complete repeating-machine set going by a fixed\nidea.",
                "At times this mechanism is less easy to detect, and here we encounter a\nfresh difficulty in the theory of the comic. Sometimes the whole\ninterest of a scene lies in one character playing a double part, the\nintervening speaker acting as a mere prism, so to speak, through which\nthe dual personality is developed. We run the risk, then, of going\nastray if we look for the secret of the effect in what we see and\nhear, -- in the external scene played by the characters, -- and not in the\naltogether inner comedy of which this scene is no more than the outer\nrefraction. For instance, when Alceste stubbornly repeats the words, \"I\ndon't say that!\" on Oronte asking him if he thinks his poetry bad, the\nrepetition is laughable, though evidently Oronte is not now playing\nwith Alceste at the game we have just described. We must be careful,\nhowever, for, in reality, we have two men in Alceste: on the one hand,\nthe \"misanthropist\" who has vowed henceforth to call a spade a spade,\nand on the other the gentleman who cannot unlearn, in a trice, the\nusual forms of politeness, or even, it may be, just the honest fellow\nwho, when called upon to put his words into practice, shrinks from\nwounding another's self-esteem or hurting his feelings. Accordingly,\nthe real scene is not between Alceste and Oronte, it is between Alceste\nand himself. The one Alceste would fain blurt out the truth, and the\nother stops his mouth just as he is on the point of telling everything.\nEach \"I don't say that!\" reveals a growing effort to repress something\nthat strives and struggles to get out. And so the tone in which the\nphrase is uttered gets more and more violent, Alceste becoming more and\nmore angry -- not with Oronte, as he thinks -- but with himself. The\ntension of the spring is continually being renewed and reinforced until\nit at last goes off with a bang. Here, as elsewhere, we have the same\nidentical mechanism of repetition.",
                "For a man to make a resolution never henceforth to say what he does not\nthink, even though he \"openly defy the whole human race,\" is not\nnecessarily laughable; it is only a phase of life at its highest and\nbest. For another man, through amiability, selfishness, or disdain, to\nprefer to flatter people is only another phase of life; there is\nnothing in it to make us laugh. You may even combine these two men into\none, and arrange that the individual waver between offensive frankness\nand delusive politeness, this duel between two opposing feelings will\nnot even then be comic, rather it will appear the essence of\nseriousness if these two feelings through their very distinctness\ncomplete each other, develop side by side, and make up between them a\ncomposite mental condition, adopting, in short, a modus vivendi which\nmerely gives us the complex impression of life. But imagine these two\nfeelings as INELASTIC and unvarying elements in a really living man,\nmake him oscillate from one to the other; above all, arrange that this\noscillation becomes entirely mechanical by adopting the well-known form\nof some habitual, simple, childish contrivance: then you will get the\nimage we have so far found in all laughable objects, SOMETHING\nMECHANICAL IN SOMETHING LIVING; in fact, something comic.",
                "We have dwelt on this first image, the Jack-in-the-box, sufficiently to\nshow how comic fancy gradually converts a material mechanism into a\nmoral one. Now we will consider one or two other games, confining\nourselves to their most striking aspects.",
                "2. THE DANCING-JACK. -- There are innumerable comedies in which one of\nthe characters thinks he is speaking and acting freely, and,\nconsequently, retains all the essentials of life, whereas, viewed from\na certain standpoint, he appears as a mere toy in the hands of another\nwho is playing with him. The transition is easily made, from the\ndancing-jack which a child works with a string, to Geronte and Argante\nmanipulated by Scapin. Listen to Scapin himself: \"The MACHINE is all\nthere\"; and again: \"Providence has brought them into my net,\" etc.\nInstinctively, and because one would rather be a cheat than be cheated,\nin imagination at all events, the spectator sides with the knaves; and\nfor the rest of the time, like a child who has persuaded his playmate\nto lend him his doll, he takes hold of the strings himself and makes\nthe marionette come and go on the stage as he pleases. But this latter\ncondition is not indispensable; we can remain outside the pale of what\nis taking place if only we retain the distinct impression of a\nmechanical arrangement. This is what happens whenever one of the\ncharacters vacillates between two contrary opinions, each in turn\nappealing to him, as when Panurge asks Tom, Dick, and Harry whether or\nno he ought to get married. Note that, in such a case, a comic author\nis always careful to PERSONIFY the two opposing decisions. For, if\nthere is no spectator, there must at all events be actors to hold the\nstrings.",
                "All that is serious in life comes from our freedom. The feelings we\nhave matured, the passions we have brooded over, the actions we have\nweighed, decided upon, and carried through, in short, all that comes\nfrom us and is our very own, these are the things that give life its\nofttimes dramatic and generally grave aspect. What, then, is requisite\nto transform all this into a comedy? Merely to fancy that our seeming,\nfreedom conceals the strings of a dancing-Jack, and that we are, as the\npoet says,",
                "... humble marionettes The wires of which are pulled by Fate.\n[Footnote: ... d'humbles marionnettes Dont le fil est aux mains de la\nNecessite. SULLY-PRUDHOMME.]",
                "So there is not a real, a serious, or even a dramatic scene that fancy\ncannot render comic by simply calling forth this image. Nor is there a\ngame for which a wider field lies open.",
                "3. THE SNOW-BALL. -- The farther we proceed in this investigation into\nthe methods of comedy, the more clearly we see the part played by\nchildhood's memories. These memories refer, perhaps, less to any\nspecial game than to the mechanical device of which that game is a\nparticular instance. The same general device, moreover, may be met with\nin widely different games, just as the same operatic air is found in\nmany different arrangements and variations. What is here of importance\nand is retained in the mind, what passes by imperceptible stages from\nthe games of a child to those of a man, is the mental diagram, the\nskeleton outline of the combination, or, if you like, the abstract\nformula of which these games are particular illustrations. Take, for\ninstance, the rolling snow-ball, which increases in size as it moves\nalong. We might just as well think of toy soldiers standing behind one\nanother. Push the first and it tumbles down on the second, this latter\nknocks down the third, and the state of things goes from bad to worse\nuntil they all lie prone on the floor. Or again, take a house of cards\nthat has been built up with infinite care: the first you touch seems\nuncertain whether to move or not, its tottering neighbour comes to a\nquicker decision, and the work of destruction, gathering momentum as it\ngoes on, rushes headlong to the final collapse.",
                "These instances are all different, but they suggest the same abstract\nvision, that of an effect which grows by arithmetical progression, so\nthat the cause, insignificant at the outset, culminates by a necessary\nevolution in a result as important as it is unexpected. Now let us open\na children's picture-book; we shall find this arrangement already on\nthe high road to becoming comic. Here, for instance -- in one of the\ncomic chap-books picked up by chance -- we have a caller rushing\nviolently into a drawing-room; he knocks against a lady, who upsets her\ncup of tea over an old gentleman, who slips against a glass window\nwhich falls in the street on to the head of a constable, who sets the\nwhole police force agog, etc. The same arrangement reappears in many a\npicture intended for grownup persons. In the \"stories without words\"\nsketched by humorous artists we are often shown an object which moves\nfrom place to place, and persons who are closely connected with it, so\nthat through a series of scenes a change in the position of the object\nmechanically brings about increasingly serious changes in the situation\nof the persons. Let us now turn to comedy. Many a droll scene, many a\ncomedy even, may be referred to this simple type. Read the speech of\nChicanneau in the Plaideurs: here we find lawsuits within lawsuits, and\nthe mechanism works faster and faster -- Racine produces in us this\nfeeling of increasing acceleration by crowding his law terms ever\ncloser together -- until the lawsuit over a truss of hay costs the\nplaintiff the best part of his fortune. And again the same arrangement\noccurs in certain scenes of Don Quixote; for instance, in the inn\nscene, where, by an extraordinary concatenation of circumstances, the\nmule-driver strikes Sancho, who belabours Maritornes, upon whom the\ninnkeeper falls, etc. Finally, let us pass to the light comedy of\nto-day. Need we call to mind all the forms in which this same\ncombination appears? There is one that is employed rather frequently.\nFor instance, a certain thing, say a letter, happens to be of supreme\nimportance to a certain person and must be recovered at all costs. This\nthing, which always vanishes just when you think you have caught it,\npervades the entire play, \"rolling up\" increasingly serious and\nunexpected incidents as it proceeds. All this is far more like a\nchild's game than appears at first blush. Once more the effect produced\nis that of the snowball.",
                "It is the characteristic of a mechanical combination to be generally\nREVERSIBLE. A child is delighted when he sees the ball in a game of\nninepins knocking down everything in its way and spreading havoc in all\ndirections; he laughs louder than ever when the ball returns to its\nstarting-point after twists and turns and waverings of every kind. In\nother words, the mechanism just described is laughable even when\nrectilinear, it is much more so on becoming circular and when every\neffort the player makes, by a fatal interaction of cause and effect,\nmerely results in bringing it back to the same spot. Now, a\nconsiderable number of light comedies revolve round this idea. An\nItalian straw hat has been eaten up by a horse. [Footnote: Un Chapeau\nde paille d'Italie (Labiche).] There is only one other hat like it in\nthe whole of Paris; it MUST be secured regardless of cost. This hat,\nwhich always slips away at the moment its capture seems inevitable,\nkeeps the principal character on the run, and through him all the\nothers who hang, so to say, on to his coat tails, like a magnet which,\nby a successive series of attractions, draws along in its train the\ngrains of iron filings that hang on to each other. And when at last,\nafter all sorts of difficulties, the goal seems in sight, it is found\nthat the hat so ardently sought is precisely the one that has been\neaten. The same voyage of discovery is depicted in another equally\nwell-known comedy of Labiche. [Footnote: La Cagnotte.] The curtain\nrises on an old bachelor and an old maid, acquaintances of long\nstanding, at the moment of enjoying their daily rubber. Each of them,\nunknown to the other, has applied to the same matrimonial agency.\nThrough innumerable difficulties, one mishap following on the heels of\nanother, they hurry along, side by side, right through the play, to the\ninterview which brings them back, purely and simply, into each other's\npresence. We have the same circular effect, the same return to the\nstarting-point, in a more recent play. [Footnote: Les Surprises du\ndivorce.] A henpecked husband imagines he has escaped by divorce from\nthe clutches of his wife and his mother-in-law. He marries again, when,\nlo and behold, the double combination of marriage and divorce brings\nback to him his former wife in the aggravated form of a second\nmother-in-law!",
                "When we think how intense and how common is this type of the comic, we\nunderstand why it has fascinated the imagination of certain\nphilosophers. To cover a good deal of ground only to come back\nunwittingly to the starting-point, is to make a great effort for a\nresult that is nil. So we might be tempted to define the comic in this\nlatter fashion. And such, indeed, seems to be the idea of Herbert\nSpencer: according to him, laughter is the indication of an effort\nwhich suddenly encounters a void. Kant had already said something of\nthe kind: \"Laughter is the result of an expectation, which, of a\nsudden, ends in nothing.\" No doubt these definitions would apply to the\nlast few examples given, although, even then, the formula needs the\naddition of sundry limitations, for we often make an ineffectual effort\nwhich is in no way provocative of laughter. While, however, the last\nfew examples are illustrations of a great cause resulting in a small\neffect, we quoted others, immediately before, which might be defined\ninversely as a great effect springing from a small cause. The truth is,\nthis second definition has scarcely more validity than the first. Lack\nof proportion between cause and effect, whether appearing in one or in\nthe other, is never the direct source of laughter. What we do laugh at\nis something that this lack of proportion may in certain cases\ndisclose, namely, a particular mechanical arrangement which it reveals\nto us, as through a glass, at the back of the series of effects and\ncauses. Disregard this arrangement, and you let go the only clue\ncapable of guiding you through the labyrinth of the comic. Any\nhypothesis you otherwise would select, while possibly applicable to a\nfew carefully chosen cases, is liable at any moment to be met and\noverthrown by the first unsuitable instance that comes along.",
                "But why is it we laugh at this mechanical arrangement? It is doubtless\nstrange that the history of a person or of a group should sometimes\nappear like a game worked by strings, or gearings, or springs; but from\nwhat source does the special character of this strangeness arise? What\nis it that makes it laughable? To this question, which we have already\npropounded in various forms, our answer must always be the same. The\nrigid mechanism which we occasionally detect, as a foreign body, in the\nliving continuity of human affairs is of peculiar interest to us as\nbeing a kind of ABSENTMINDEDNESS on the part of life. Were events\nunceasingly mindful of their own course, there would be no\ncoincidences, no conjunctures and no circular series; everything would\nevolve and progress continuously. And were all men always attentive to\nlife, were we constantly keeping in touch with others as well as with\nourselves, nothing within us would ever appear as due to the working of\nstrings or springs. The comic is that side of a person which reveals\nhis likeness to a thing, that aspect of human events which, through its\npeculiar inelasticity, conveys the impression of pure mechanism, of\nautomatism, of movement without life. Consequently it expresses an\nindividual or collective imperfection which calls for an immediate\ncorrective. This corrective is laughter, a social gesture that singles\nout and represses a special kind of absentmindedness in men and in\nevents.",
                "But this in turn tempts us to make further investigations. So far, we\nhave spent our time in rediscovering, in the diversions of the grownup\nman, those mechanical combinations which amused him as a child. Our\nmethods, in fact, have been entirely empirical. Let us now attempt to\nframe a full and methodical theory, by seeking, as it were, at the\nfountainhead, the changeless and simple archetypes of the manifold and\ntransient practices of the comic stage. Comedy, we said, combines\nevents so as to introduce mechanism into the outer forms of life. Let\nus now ascertain in what essential characteristics life, when viewed\nfrom without, seems to contrast with mere mechanism. We shall only\nhave, then, to turn to the opposite characteristics, in order to\ndiscover the abstract formula, this time a general and complete one,\nfor every real and possible method of comedy.",
                "Life presents itself to us as evolution in time and complexity in\nspace. Regarded in time, it is the continuous evolution of a being ever\ngrowing older; it never goes backwards and never repeats anything.\nConsidered in space, it exhibits certain coexisting elements so closely\ninterdependent, so exclusively made for one another, that not one of\nthem could, at the same time, belong to two different organisms: each\nliving being is a closed system of phenomena, incapable of interfering\nwith other systems. A continual change of aspect, the irreversibility\nof the order of phenomena, the perfect individuality of a perfectly\nself-contained series: such, then, are the outward\ncharacteristics -- whether real or apparent is of little moment -- which\ndistinguish the living from the merely mechanical. Let us take the\ncounterpart of each of these: we shall obtain three processes which\nmight be called REPETITION, INVERSION, and RECIPROCAL INTERFERENCE OF\nSERIES. Now, it is easy to see that these are also the methods of light\ncomedy, and that no others are possible.",
                "As a matter of fact, we could discover them, as ingredients of varying\nimportance, in the composition of all the scenes we have just been\nconsidering, and, a fortiori, in the children's games, the mechanism of\nwhich they reproduce. The requisite analysis would, however, delay us\ntoo long, and it is more profitable to study them in their purity by\ntaking fresh examples. Nothing could be easier, for it is in their pure\nstate that they are found both in classic comedy and in contemporary\nplays.",
                "1. REPETITION.-Our present problem no longer deals, like the preceding\none, with a word or a sentence repeated by an individual, but rather\nwith a situation, that is, a combination of circumstances, which recurs\nseveral times in its original form and thus contrasts with the changing\nstream of life. Everyday experience supplies us with this type of the\ncomic, though only in a rudimentary state. Thus, you meet a friend in\nthe street whom you have not seen for an age; there is nothing comic in\nthe situation. If, however, you meet, him again the same day, and then\na third and a fourth time, you may laugh at the \"coincidence.\" Now,\npicture to yourself a series of imaginary events which affords a\ntolerably fair illusion of life, and within this ever-moving series\nimagine one and the same scene reproduced either by the same characters\nor by different ones: again you will have a coincidence, though a far\nmore extraordinary one.",
                "Such are the repetitions produced on the stage. They are the more\nlaughable in proportion as the scene repeated is more complex and more\nnaturally introduced -- two conditions which seem mutually exclusive, and\nwhich the play-writer must be clever enough to reconcile.",
                "Contemporary light comedy employs this method in every shape and form.\nOne of the best-known examples consists in bringing a group of\ncharacters, act after act, into the most varied surroundings, so as to\nreproduce, under ever fresh circumstances, one and the same series of\nincidents or accidents more or less symmetrically identical.",
                "In several of Moliere's plays we find one and the same arrangement of\nevents repeated right through the comedy from beginning to end. Thus,\nthe Ecole des femmes does nothing more than reproduce and repeat a\nsingle incident in three tempi: first tempo, Horace tells Arnolphe of\nthe plan he has devised to deceive Agnes's guardian, who turns out to\nbe Arnolphe himself; second tempo, Arnolphe thinks he has checkmated\nthe move; third tempo, Agnes contrives that Horace gets all the benefit\nof Arnolphe's precautionary measures. There is the same symmetrical\nrepetition in the Ecole des marts, in L'Etourdi, and above all in\nGeorge Dandin, where the same effect in three tempi is again met with:\nfirst tempo, George Dandin discovers that his wife is unfaithful;\nsecond tempo, he summons his father -- and mother-in-law to his\nassistance; third tempo, it is George Dandin himself, after all, who\nhas to apologise.",
                "At times the same scene is reproduced with groups of different\ncharacters. Then it not infrequently happens that the first group\nconsists of masters and the second of servants. The latter repeat in\nanother key a scene already played by the former, though the rendering\nis naturally less refined. A part of the Depit amoureux is constructed\non this plan, as is also Amphitryon. In an amusing little comedy of\nBenedix, Der Eigensinn, the order is inverted: we have the masters\nreproducing a scene of stubbornness in which their servants have set\nthe example.",
                "But, quite irrespective of the characters who serve as pegs for the\narrangement of symmetrical situations, there seems to be a wide gulf\nbetween classic comedy and the theatre of to-day. Both aim at\nintroducing a certain mathematical order into events, while none the\nless maintaining their aspect of likelihood, that is to say, of life.\nBut the means they employ are different. The majority of light comedies\nof our day seek to mesmerise directly the mind of the spectator. For,\nhowever extraordinary the coincidence, it becomes acceptable from the\nvery fact that it is accepted; and we do accept it, if we have been\ngradually prepared for its reception. Such is often the procedure\nadopted by contemporary authors. In Moliere's plays, on the contrary,\nit is the moods of the persons on the stage, not of the audience, that\nmake repetition seem natural. Each of the characters represents a\ncertain force applied in a certain direction, and it is because these\nforces, constant in direction, necessarily combine together in the same\nway, that the same situation is reproduced. Thus interpreted, the\ncomedy of situation is akin to the comedy of character. It deserves to\nbe called classic, if classic art is indeed that which does not claim\nto derive from the effect more than it has put into the cause.",
                "2. Inversion. -- This second method has so much analogy with the first\nthat we will merely define it without insisting on illustrations.\nPicture to yourself certain characters in a certain situation: if you\nreverse the situation and invert the roles, you obtain a comic scene.\nThe double rescue scene in Le Voyage de M. Perrichon belongs to this\nclass. [Footnote: Labiche, \"Le Voyage de M. Perrichon.\"] There is no\nnecessity, however, for both the identical scenes to be played before\nus. We may be shown only one, provided the other is really in our\nminds. Thus, we laugh at the prisoner at the bar lecturing the\nmagistrate; at a child presuming to teach its parents; in a word, at\neverything that comes under the heading of \"topsyturvydom.\" Not\ninfrequently comedy sets before us a character who lays a trap in which\nhe is the first to be caught. The plot of the villain who is the victim\nof his own villainy, or the cheat cheated, forms the stock-in-trade of\na good many plays. We find this even in primitive farce. Lawyer\nPathelin tells his client of a trick to outwit the magistrate; the\nclient employs the self-same trick to avoid paying the lawyer. A\ntermagant of a wife insists upon her husband doing all the housework;\nshe has put down each separate item on a \"rota.\" Now let her fall into\na copper, her husband will refuse to drag her out, for \"that is not\ndown on his 'rota.'\" In modern literature we meet with hundreds of\nvariations on the theme of the robber robbed. In every case the root\nidea involves an inversion of roles, and a situation which recoils on\nthe head of its author.",
                "Here we apparently find the confirmation of a law, some illustrations\nof which we have already pointed out. When a comic scene has been\nreproduced a number of times, it reaches the stage of being a classical\ntype or model. It becomes amusing in itself, quite apart from the\ncauses which render it amusing. Henceforth, new scenes, which are not\ncomic de jure, may become amusing de facto, on account of their partial\nresemblance to this model. They call up in our mind a more or less\nconfused image which we know to be comical. They range themselves in a\ncategory representing an officially recognised type of the comic. The\nscene of the \"robber robbed\" belongs to this class. It casts over a\nhost of other scenes a reflection of the comic element it contains. In\nthe end it renders comic any mishap that befalls one through one's own\nfault, no matter what the fault or mishap may be, -- nay, an allusion to\nthis mishap, a single word that recalls it, is sufficient. There would\nbe nothing amusing in the saying, \"It serves you right, George Dandin,\"\nwere it not for the comic overtones that take up and re-echo it.",
                "3. We have dwelt at considerable length on repetition and inversion; we\nnow come to the reciprocal interference [Footnote: The word\n\"interference\" has here the meaning given to it in Optics, where it\nindicates the partial superposition and neutralisation, by each other,\nof two series of light-waves.] of series. This is a comic effect, the\nprecise formula of which is very difficult to disentangle, by reason of\nthe extraordinary variety of forms in which it appears on the stage.\nPerhaps it might be defined as follows: A situation is invariably comic\nwhen it belongs simultaneously to two altogether independent series of\nevents and is capable of being interpreted in two entirely different\nmeanings at the same time.",
                "You will at once think of an equivocal situation. And the equivocal\nsituation is indeed one which permits of two different meanings at the\nsame time, the one merely plausible, which is put forward by the\nactors, the other a real one, which is given by the public. We see the\nreal meaning of the situation, because care has been taken to show us\nevery aspect of it; but each of the actors knows only one of these\naspects: hence the mistakes they make and the erroneous judgments they\npass both on what is going on around them and on what they are doing\nthemselves. We proceed from this erroneous judgment to the correct one,\nwe waver between the possible meaning and the real, and it is this\nmental seesaw between two contrary interpretations which is at first\napparent in the enjoyment we derive from an equivocal situation. It is\nnatural that certain philosophers should have been specially struck by\nthis mental instability, and that some of them should regard the very\nessence of the ludicrous as consisting in the collision or coincidence\nof two judgments that contradict each other. Their definition, however,\nis far from meeting every case, and even when it does, it defines -- not\nthe principle of the ludicrous, but only one of its more or less\ndistant consequences. Indeed, it is easy to see that the stage-made\nmisunderstanding is nothing but a particular instance of a far more\ngeneral phenomenon, -- the reciprocal interference of independent series,\nand that, moreover, it is not laughable in itself, but only as a sign\nof such an interference.",
                "As a matter of fact, each of the characters in every stage-made\nmisunderstanding has his setting in an appropriate series of events\nwhich he correctly interprets as far as he is concerned, and which give\nthe key-note to his words and actions. Each of the series peculiar to\nthe several characters develop independently, but at a certain moment\nthey meet under such conditions that the actions and words that belong\nto one might just as well belong to another. Hence arise the\nmisunderstandings and the equivocal nature of the situation. But this\nlatter is not laughable in itself, it is so only because it reveals the\ncoincidence of the two independent series. The proof of this lies in\nthe fact that the author must be continually taxing his ingenuity to\nrecall our attention to the double fact of independence and\ncoincidence. This he generally succeeds in doing by constantly renewing\nthe vain threat of dissolving partnership between the two coinciding\nseries. Every moment the whole thing threatens to break down, but\nmanages to get patched up again; it is this diversion that excites\nlaughter, far more than the oscillation of the mind between two\ncontradictory ideas. It makes us laugh because it reveals to us the\nreciprocal interference of two independent series, the real source of\nthe comic effect.",
                "And so the stage-made misunderstanding is nothing more than one\nparticular instance, one means -- perhaps the most artificial -- of\nillustrating the reciprocal interference of series, but it is not the\nonly one. Instead of two contemporary series, you might take one series\nof events belonging to the past and another belonging to the present:\nif the two series happen to coincide in our imagination, there will be\nno resulting cross-purposes, and yet the same comic effect will\ncontinue to take place. Think of Bonivard, captive in the Castle of\nChillon: one series of facts. Now picture to yourself Tartarin,\ntravelling in Switzerland, arrested and imprisoned: second series,\nindependent of the former. Now let Tartarin be manacled to Bonivard's\nchain, thus making the two stories seem for a moment to coincide, and\nyou will get a very amusing scene, one of the most amusing that\nDaudet's imagination has pictured. [Tartarin sur les Alpes, by Daudet.]\nNumerous incidents of the mock-heroic style, if analysed, would reveal\nthe same elements. The transposition from the ancient to the\nmodern -- always a laughable one -- draws its inspiration from the same\nidea. Labiche has made use of this method in every shape and form.\nSometimes he begins by building up the series separately, and then\ndelights in making them interfere with one another: he takes an\nindependent group -- a wedding-party, for instance -- and throws them into\naltogether unconnected surroundings, into which certain coincidences\nallow of their being foisted for the time being. Sometimes he keeps one\nand the same set of characters right through the play, but contrives\nthat certain of these characters have something to conceal -- have, in\nfact, a secret understanding on the point -- in short, play a smaller\ncomedy within the principal one: at one moment, one of the two comedies\nis on the point of upsetting the other; the next, everything comes\nright and the coincidence between the two series is restored.\nSometimes, even, he introduces into the actual series a purely\nimmaterial series of events, an inconvenient past, for instance, that\nsome one has an interest in concealing, but which is continually\ncropping up in the present, and on each occasion is successfully\nbrought into line with situations with which it seemed destined to play\nhavoc. But in every case we find the two independent series, and also\ntheir partial coincidence.",
                "We will not carry any further this analysis of the methods of light\ncomedy. Whether we find reciprocal interference of series, inversion,\nor repetition, we see that the objective is always the same -- to obtain\nwhat we have called a MECHANISATION of life. You take a set of actions\nand relations and repeat it as it is, or turn it upside down, or\ntransfer it bodily to another set with which it partially\ncoincides -- all these being processes that consist in looking upon life\nas a repeating mechanism, with reversible action and interchangeable\nparts. Actual life is comedy just so far as it produces, in a natural\nfashion, actions of the same kind, -- consequently, just so far as it\nforgets itself, for were it always on the alert, it would be\never-changing continuity, irrevertible progress, undivided unity. And\nso the ludicrous in events may be defined as absentmindedness in\nthings, just as the ludicrous in an individual character always results\nfrom some fundamental absentmindedness in the person, as we have\nalready intimated and shall prove later on. This absentmindedness in\nevents, however, is exceptional. Its results are slight. At any rate it\nis incurable, so that it is useless to laugh at it. Therefore the idea\nwould never have occurred to any one of exaggerating that\nabsentmindedness, of converting it into a system and creating an art\nfor it, if laughter were not always a pleasure and mankind did not\npounce upon the slightest excuse for indulging in it. This is the real\nexplanation of light comedy, which holds the same relation to actual\nlife as does a jointed dancing-doll to a man walking, -- being, as it is,\nan artificial exaggeration of a natural rigidity in things. The thread\nthat binds it to actual life is a very fragile one. It is scarcely more\nthan a game which, like all games, depends on a previously accepted\nconvention. Comedy in character strikes far deeper roots into life.\nWith that kind of comedy we shall deal more particularly in the final\nportion of our investigation. But we must first analyse a certain type\nof the comic, in many respects similar to that of light comedy: the\ncomic in words.",
                "There may be something artificial in making a special category for the\ncomic in words, since most of the varieties of the comic that we have\nexamined so far were produced through the medium of language. We must\nmake a distinction, however, between the comic EXPRESSED and the comic\nCREATED by language. The former could, if necessary, be translated from\none language into another, though at the cost of losing the greater\nportion of its significance when introduced into a fresh society\ndifferent in manners, in literature, and above all in association of\nideas. But it is generally impossible to translate the latter. It owes\nits entire being to the structure of the sentence or to the choice of\nthe words. It does not set forth, by means of language, special cases\nof absentmindedness in man or in events. It lays stress on lapses of\nattention in language itself. In this case, it is language itself that\nbecomes comic.",
                "Comic sayings, however, are not a matter of spontaneous generation; if\nwe laugh at them, we are equally entitled to laugh at their author.\nThis latter condition, however, is not indispensable, since the saying\nor expression has a comic virtue of its own. This is proved by the fact\nthat we find it very difficult, in the majority of these cases, to say\nwhom we are laughing at, although at times we have a dim, vague feeling\nthat there is some one in the background.",
                "Moreover, the person implicated is not always the speaker. Here it\nseems as though we should draw an important distinction between the\nWITTY (SPIRITUEL) and the COMIC. A word is said to be comic when it\nmakes us laugh at the person who utters it, and witty when it makes us\nlaugh either at a third party or at ourselves. But in most cases we can\nhardly make up our minds whether the word is comic or witty. All that\nwe can say is that it is laughable.",
                "Before proceeding, it might be well to examine more closely what is\nmeant by ESPRIT. A witty saying makes us at least smile; consequently,\nno investigation into laughter would be complete did it not get to the\nbottom of the nature of wit and throw light on the underlying idea. It\nis to be feared, however, that this extremely subtle essence is one\nthat evaporates when exposed to the light.",
                "Let us first make a distinction between the two meanings of the word\nwit ESPRIT, the broader one and the more restricted. In the broader\nmeaning of the word, it would seem that what is called wit is a certain\nDRAMATIC way of thinking. Instead of treating his ideas as mere\nsymbols, the wit sees them, he hears them and, above all, makes them\nconverse with one another like persons. He puts them on the stage, and\nhimself, to some extent, into the bargain. A witty nation is, of\nnecessity, a nation enamoured of the theatre. In every wit there is\nsomething of a poet -- just as in every good reader there is the making\nof an actor. This comparison is made purposely, because a proportion\nmight easily be established between the four terms. In order to read\nwell we need only the intellectual side of the actor's art; but in\norder to act well one must be an actor in all one's soul and body. In\njust the same way, poetic creation calls for some degree of\nself-forgetfulness, whilst the wit does not usually err in this\nrespect. We always get a glimpse of the latter behind what he says and\ndoes. He is not wholly engrossed in the business, because he only\nbrings his intelligence into play. So any poet may reveal himself as a\nwit when he pleases. To do this there will be no need for him to\nacquire anything; it seems rather as though he would have to give up\nsomething. He would simply have to let his ideas hold converse with one\nanother \"for nothing, for the mere joy of the thing!\" [Footnote: \"Pour\nrien, pour le plaisir\" is a quotation from Victor Hugo's Marion\nDelorme] He would only have to unfasten the double bond which keeps his\nideas in touch with his feelings and his soul in touch with life. In\nshort, he would turn into a wit by simply resolving to be no longer a\npoet in feeling, but only in intelligence.",
                "But if wit consists, for the most part, in seeing things SUB SPECIE\nTHEATRI, it is evidently capable of being specially directed to one\nvariety of dramatic art, namely, comedy. Here we have a more restricted\nmeaning of the term, and, moreover, the only one that interests us from\nthe point of view of the theory of laughter. What is here called WIT is\na gift for dashing off comic scenes in a few strokes -- dashing them off,\nhowever, so subtly, delicately and rapidly, that all is over as soon as\nwe begin to notice them.",
                "Who are the actors in these scenes? With whom has the wit to deal?\nFirst of all, with his interlocutors themselves, when his witticism is\na direct retort to one of them. Often with an absent person whom he\nsupposes to have spoken and to whom he is replying. Still oftener, with\nthe whole world, -- in the ordinary meaning of the term, -- which he takes\nto task, twisting a current idea into a paradox, or making use of a\nhackneyed phrase, or parodying some quotation or proverb. If we compare\nthese scenes in miniature with one another, we find they are almost\nalways variations of a comic theme with which we are well acquainted,\nthat of the \"robber robbed.\" You take up a metaphor, a phrase, an\nargument, and turn it against the man who is, or might be, its author,\nso that he is made to say what he did not mean to say and lets himself\nbe caught, to some extent, in the toils of language. But the theme of\nthe \"robber robbed\" is not the only possible one. We have gone over\nmany varieties of the comic, and there is not one of them that is\nincapable of being volatilised into a witticism.",
                "Every witty remark, then, lends itself to an analysis, whose chemical\nformula, so to say, we are now in a position to state. It runs as\nfollows: Take the remark, first enlarge it into a regular scene, then\nfind out the category of the comic to which the scene evidently\nbelongs: by this means you reduce the witty remark to its simplest\nelements and obtain a full explanation of it.",
                "Let us apply this method to a classic example. \"Your chest hurts me\"\n(J'AI MAL A VOTRE POITRINE) wrote Mme. de Sevigne to her ailing\ndaughter -- clearly a witty saying. If our theory is correct, we need\nonly lay stress upon the saying, enlarge and magnify it, and we shall\nsee it expand into a comic scene. Now, we find this very scene, ready\nmade, in the AMOUR MEDECIN of Moliere. The sham doctor, Clitandre, who\nhas been summoned to attend Sganarelle's daughter, contents himself\nwith feeling Sganarelle's own pulse, whereupon, relying on the sympathy\nthere must be between father and daughter, he unhesitatingly concludes:\n\"Your daughter is very ill!\" Here we have the transition from the witty\nto the comical. To complete our analysis, then, all we have to do is to\ndiscover what there is comical in the idea of giving a diagnosis of the\nchild after sounding the father or the mother. Well, we know that one\nessential form of comic fancy lies in picturing to ourselves a living\nperson as a kind of jointed dancing-doll, and that frequently, with the\nobject of inducing us to form this mental picture, we are shown two or\nmore persons speaking and acting as though attached to one another by\ninvisible strings. Is not this the idea here suggested when we are led\nto materialise, so to speak, the sympathy we postulate as existing\nbetween father and daughter?",
                "We now see how it is that writers on wit have perforce confined\nthemselves to commenting on the extraordinary complexity of the things\ndenoted by the term without ever succeeding in defining it. There are\nmany ways of being witty, almost as many as there are of being the\nreverse. How can we detect what they have in common with one another,\nunless we first determine the general relationship between the witty\nand the comic? Once, however, this relationship is cleared up,\neverything is plain sailing. We then find the same connection between\nthe comic and the witty as exists between a regular scene and the\nfugitive suggestion of a possible one. Hence, however numerous the\nforms assumed by the comic, wit will possess an equal number of\ncorresponding varieties. So that the comic, in all its forms, is what\nshould be defined first, by discovering (a task which is already quite\ndifficult enough) the clue that leads from one form to the other. By\nthat very operation wit will have been analysed, and will then appear\nas nothing more than the comic in a highly volatile state. To follow\nthe opposite plan, however, and attempt directly to evolve a formula\nfor wit, would be courting certain failure. What should we think of a\nchemist who, having ever so many jars of a certain substance in his\nlaboratory, would prefer getting that substance from the atmosphere, in\nwhich merely infinitesimal traces of its vapour are to be found?",
                "But this comparison between the witty and the comic is also indicative\nof the line we must take in studying the comic in words. On the one\nhand, indeed, we find there is no essential difference between a word\nthat is comic and one that is witty; on the other hand, the latter,\nalthough connected with a figure of speech, invariably calls up the\nimage, dim or distinct, of a comic scene. This amounts to saying that\nthe comic in speech should correspond, point by point, with the comic\nin actions and in situations, and is nothing more, if one may so\nexpress oneself, than their projection on to the plane of words. So let\nus return to the comic in actions and in situations, consider the chief\nmethods by which it is obtained, and apply them to the choice of words\nand the building up of sentences. We shall thus have every possible\nform of the comic in words as well as every variety of wit.",
                "1. Inadvertently to say or do what we have no intention of saying or\ndoing, as a result of inelasticity or momentum, is, as we are aware,\none of the main sources of the comic. Thus, absentmindedness is\nessentially laughable, and so we laugh at anything rigid, ready-made,\nmechanical in gesture, attitude and even facial expression. Do we find\nthis kind of rigidity in language also? No doubt we do, since language\ncontains ready-made formulas and stereotyped phrases. The man who\nalways expressed himself in such terms would invariably be comic. But\nif an isolated phrase is to be comic in itself, when once separated\nfrom the person who utters it, it must be something more than\nready-made, it must bear within itself some sign which tells us, beyond\nthe possibility of doubt, that it was uttered automatically. This can\nonly happen when the phrase embodies some evident absurdity, either a\npalpable error or a contradiction in terms. Hence the following general\nrule: A COMIC MEANING IS INVARIABLY OBTAINED WHEN AN ABSURD IDEA IS\nFITTED INTO A WELL-ESTABLISHED PHRASE-FORM.",
                "\"Ce sabre est le plus beau jour de ma vie,\" said M. Prudhomme.\nTranslate the phrase into English or German and it becomes purely\nabsurd, though it is comic enough in French. The reason is that \"le\nplus beau jour de ma vie\" is one of those ready-made phrase-endings to\nwhich a Frenchman's ear is accustomed. To make it comic, then, we need\nonly clearly indicate the automatism of the person who utters it. This\nis what we get when we introduce an absurdity into the phrase. Here the\nabsurdity is by no means the source of the comic, it is only a very\nsimple and effective means of making it obvious.",
                "We have quoted only one saying of M. Prudhomme, but the majority of\nthose attributed to him belong to the same class. M. Prudhomme is a man\nof ready-made phrases. And as there are ready-made phrases in all\nlanguages, M. Prudhomme is always capable of being transposed, though\nseldom of being translated. At times the commonplace phrase, under\ncover of which the absurdity slips in, is not so readily noticeable. \"I\ndon't like working between meals,\" said a lazy lout. There would be\nnothing amusing in the saying did there not exist that salutary precept\nin the realm of hygiene: \"One should not eat between meals.\"",
                "Sometimes, too, the effect is a complicated one. Instead of one\ncommonplace phrase-form, there are two or three which are dovetailed\ninto each other. Take, for instance, the remark of one of the\ncharacters in a play by Labiche, \"Only God has the right to kill His\nfellow-creature.\" It would seem that advantage is here taken of two\nseparate familiar sayings; \"It is God who disposes of the lives of\nmen,\" and, \"It is criminal for a man to kill his fellow-creature.\" But\nthe two sayings are combined so as to deceive the ear and leave the\nimpression of being one of those hackneyed sentences that are accepted\nas a matter of course. Hence our attention nods, until we are suddenly\naroused by the absurdity of the meaning. These examples suffice to show\nhow one of the most important types of the comic can be projected -- in a\nsimplified form -- on the plane of speech. We will now proceed to a form\nwhich is not so general.",
                "2. \"We laugh if our attention is diverted to the physical in a person\nwhen it is the moral that is in question,\" is a law we laid down in the\nfirst part of this work. Let us apply it to language. Most words might\nbe said to have a PHYSICAL and a MORAL meaning, according as they are\ninterpreted literally or figuratively. Every word, indeed, begins by\ndenoting a concrete object or a material action; but by degrees the\nmeaning of the word is refined into an abstract relation or a pure\nidea. If, then, the above law holds good here, it should be stated as\nfollows: \"A comic effect is obtained whenever we pretend to take\nliterally an expression which was used figuratively\"; or, \"Once our\nattention is fixed on the material aspect of a metaphor, the idea\nexpressed becomes comic.\"",
                "In the phrase, \"Tous les arts sont freres\" (all the arts are brothers),\nthe word \"frere\" (brother) is used metaphorically to indicate a more or\nless striking resemblance. The word is so often used in this way, that\nwhen we hear it we do not think of the concrete, the material\nconnection implied in every relationship. We should notice it more if\nwe were told that \"Tous les arts sont cousins,\" for the word \"cousin\"\nis not so often employed in a figurative sense; that is why the word\nhere already assumes a slight tinge of the comic. But let us go further\nstill, and suppose that our attention is attracted to the material side\nof the metaphor by the choice of a relationship which is incompatible\nwith the gender of the two words composing the metaphorical expression:\nwe get a laughable result. Such is the well-known saying, also\nattributed to M. Prudhomme, \"Tous les arts (masculine) sont soeurs\n(feminine).\" \"He is always running after a joke,\" was said in\nBoufflers' presence regarding a very conceited fellow. Had Boufflers\nreplied, \"He won't catch it,\" that would have been the beginning of a\nwitty saying, though nothing more than the beginning, for the word\n\"catch\" is interpreted figuratively almost as often as the word \"run\";\nnor does it compel us more strongly than the latter to materialise the\nimage of two runners, the one at the heels of the other. In order that\nthe rejoinder may appear to be a thoroughly witty one, we must borrow\nfrom the language of sport an expression so vivid and concrete that we\ncannot refrain from witnessing the race in good earnest. This is what\nBoufflers does when he retorts, \"I'll back the joke!\"",
                "We said that wit often consists in extending the idea of one's\ninterlocutor to the point of making him express the opposite of what he\nthinks and getting him, so to say, entrapt by his own words. We must\nnow add that this trap is almost always some metaphor or comparison the\nconcrete aspect of which is turned against him. You may remember the\ndialogue between a mother and her son in the Faux Bonshommes: \"My dear\nboy, gambling on 'Change is very risky. You win one day and lose the\nnext.\" -- \"Well, then, I will gamble only every other day.\" In the same\nplay too we find the following edifying conversation between two\ncompany-promoters: \"Is this a very honourable thing we are doing? These\nunfortunate shareholders, you see, we are taking the money out of their\nvery pockets....\" -- \"Well, out of what do you expect us to take it?\"",
                "An amusing result is likewise obtainable whenever a symbol or an emblem\nis expanded on its concrete side, and a pretence is made of retaining\nthe same symbolical value for this expansion as for the emblem itself.\nIn a very lively comedy we are introduced to a Monte Carlo official,\nwhose uniform is covered with medals, although he has only received a\nsingle decoration. \"You see, I staked my medal on a number at\nroulette,\" he said, \"and as the number turned up, I was entitled to\nthirty-six times my stake.\" This reasoning is very similar to that\noffered by Giboyer in the Effrontes. Criticism is made of a bride of\nforty summers who is wearing orange-blossoms with her wedding costume:\n\"Why, she was entitled to oranges, let alone orange-blossoms!\" remarked\nGiboyer.",
                "But we should never cease were we to take one by one all the laws we\nhave stated, and try to prove them on what we have called the plane of\nlanguage. We had better confine ourselves to the three general\npropositions of the preceding section. We have shown that \"series of\nevents\" may become comic either by repetition, by inversion, or by\nreciprocal interference. Now we shall see that this is also the case\nwith series of words.",
                "To take series of events and repeat them in another key or another\nenvironment, or to invert them whilst still leaving them a certain\nmeaning, or mix them up so that their respective meanings jostle one\nanother, is invariably comic, as we have already said, for it is\ngetting life to submit to be treated as a machine. But thought, too, is\na living thing. And language, the translation of thought, should be\njust as living. We may thus surmise that a phrase is likely to become\ncomic if, though reversed, it still makes sense, or if it expresses\nequally well two quite independent sets of ideas, or, finally, if it\nhas been obtained by transposing an idea into some key other than its\nown. Such, indeed, are the three fundamental laws of what might be\ncalled THE COMIC TRANSFORMATION OF SENTENCES, as we shall show by a few\nexamples.",
                "Let it first be said that these three laws are far from being of equal\nimportance as regards the theory of the ludicrous. INVERSION is the\nleast interesting of the three. It must be easy of application,\nhowever, for it is noticeable that, no sooner do professional wits hear\na sentence spoken than they experiment to see if a meaning cannot be\nobtained by reversing it, -- by putting, for instance, the subject in\nplace of the object, and the object in place of the subject. It is not\nunusual for this device to be employed for refuting an idea in more or\nless humorous terms. One of the characters in a comedy of Labiche\nshouts out to his neighbour on the floor above, who is in the habit of\ndirtying his balcony, \"What do you mean by emptying your pipe on to my\nterrace?\" The neighbour retorts, \"What do you mean by putting your\nterrace under my pipe?\" There is no necessity to dwell upon this kind\nof wit, instances of which could easily be multiplied. The RECIPROCAL\nINTERFERENCE of two sets of ideas in the same sentence is an\ninexhaustible source of amusing varieties. There are many ways of\nbringing about this interference, I mean of bracketing in the same\nexpression two independent meanings that apparently tally. The least\nreputable of these ways is the pun. In the pun, the same sentence\nappears to offer two independent meanings, but it is only an\nappearance; in reality there are two different sentences made up of\ndifferent words, but claiming to be one and the same because both have\nthe same sound. We pass from the pun, by imperceptible stages, to the\ntrue play upon words. Here there is really one and the same sentence\nthrough which two different sets of ideas are expressed, and we are\nconfronted with only one series of words; but advantage is taken of the\ndifferent meanings a word may have, especially when used figuratively\ninstead of literally. So that in fact there is often only a slight\ndifference between the play upon words on the one hand, and a poetic\nmetaphor or an illuminating comparison on the other. Whereas an\nilluminating comparison and a striking image always seem to reveal the\nclose harmony that exists between language and nature, regarded as two\nparallel forms of life, the play upon words makes us think somehow of a\nnegligence on the part of language, which, for the time being, seems to\nhave forgotten its real function and now claims to accommodate things\nto itself instead of accommodating itself to things. And so the play\nupon words always betrays a momentary LAPSE OF ATTENTION in language,\nand it is precisely on that account that it is amusing.",
                "INVERSION and RECIPROCAL INTERFERENCE, after all, are only a certain\nplayfulness of the mind which ends at playing upon words. The comic in\nTRANSPOSITION is much more far-reaching. Indeed, transposition is to\nordinary language what repetition is to comedy.",
                "We said that repetition is the favourite method of classic comedy. It\nconsists in so arranging events that a scene is reproduced either\nbetween the same characters under fresh circumstances or between fresh\ncharacters under the same circumstances. Thus we have, repeated by\nlackeys in less dignified language, a scene already played by their\nmasters. Now, imagine ideas expressed in suitable style and thus placed\nin the setting of their natural environment. If you think of some\narrangement whereby they are transferred to fresh surroundings, while\nmaintaining their mutual relations, or, in other words, if you can\ninduce them to express themselves in an altogether different style and\nto transpose themselves into another key, you will have language itself\nplaying a comedy -- language itself made comic. There will be no need,\nmoreover, actually to set before us both expressions of the same ideas,\nthe transposed expression and the natural one. For we are acquainted\nwith the natural one -- the one which we should have chosen\ninstinctively. So it will be enough if the effort of comic invention\nbears on the other, and on the other alone. No sooner is the second set\nbefore us than we spontaneously supply the first. Hence the following\ngeneral rule: A COMIC EFFECT IS ALWAYS OBTAINABLE BY TRANSPOSING THE\nNATURE EXPRESSION OF AN IDEA INTO ANOTHER KEY.",
                "The means of transposition are so many and varied, language affords so\nrich a continuity of themes and the comic is here capable of passing\nthrough so great a number of stages, from the most insipid buffoonery\nup to the loftiest forms of humour and irony, that we shall forego the\nattempt to make out a complete list. Having stated the rule, we will\nsimply, here and there, verify its main applications.",
                "In the first place, we may distinguish two keys at the extreme ends of\nthe scale, the solemn and the familiar. The most obvious effects are\nobtained by merely transposing the one into the other, which thus\nprovides us with two opposite currents of comic fancy.",
                "Transpose the solemn into the familiar and the result is parody. The\neffect of parody, thus defined, extends to instances in which the idea\nexpressed in familiar terms is one that, if only in deference to\ncustom, ought to be pitched in another key. Take as an example the\nfollowing description of the dawn, quoted by Jean Paul Richter: \"The\nsky was beginning to change from black to red, like a lobster being\nboiled.\" Note that the expression of old-world matters in terms of\nmodern life produces the same effect, by reason of the halo of poetry\nwhich surrounds classical antiquity.",
                "It is doubtless the comic in parody that has suggested to some\nphilosophers, and in particular to Alexander Bain, the idea of defining\nthe comic, in general, as a species of DEGRADATION. They describe the\nlaughable as causing something to appear mean that was formerly\ndignified. But if our analysis is correct, degradation is only one form\nof transposition, and transposition itself only one of the means of\nobtaining laughter. There is a host of others, and the source of\nlaughter must be sought for much further back. Moreover, without going\nso far, we see that while the transposition from solemn to trivial,\nfrom better to worse, is comic, the inverse transposition may be even\nmore so.",
                "It is met with as often as the other, and, apparently, we may\ndistinguish two main forms of it, according as it refers to the\nPHYSICAL DIMENSIONS of an object or to its MORAL VALUE.",
                "To speak of small things as though they were large is, in a general\nway, TO EXAGGERATE. Exaggeration is always comic when prolonged, and\nespecially when systematic; then, indeed, it appears as one method of\ntransposition. It excites so much laughter that some writers have been\nled to define the comic as exaggeration, just as others have defined it\nas degradation. As a matter of fact, exaggeration, like degradation, is\nonly one form of one kind of the comic. Still, it is a very striking\nform. It has given birth to the mock-heroic poem, a rather\nold-fashioned device, I admit, though traces of it are still to be\nfound in persons inclined to exaggerate methodically. It might often be\nsaid of braggadocio that it is its mock-heroic aspect which makes us\nlaugh.",
                "Far more artificial, but also far more refined, is the transposition\nupwards from below when applied to the moral value of things, not to\ntheir physical dimensions. To express in reputable language some\ndisreputable idea, to take some scandalous situation, some low-class\ncalling or disgraceful behaviour, and describe them in terms of the\nutmost \"RESPECTABILITY,\" is generally comic. The English word is here\npurposely employed, as the practice itself is characteristically\nEnglish. Many instances of it may be found in Dickens and Thackeray,\nand in English literature generally. Let us remark, in passing, that\nthe intensity of the effect does not here depend on its length. A word\nis sometimes sufficient, provided it gives us a glimpse of an entire\nsystem of transposition accepted in certain social circles and reveals,\nas it were, a moral organisation of immorality. Take the following\nremark made by an official to one of his subordinates in a novel of\nGogol's, \"Your peculations are too extensive for an official of your\nrank.\"",
                "Summing up the foregoing, then, there are two extreme terms of\ncomparison, the very large and the very small, the best and the worst,\nbetween which transposition may be effected in one direction or the\nother. Now, if the interval be gradually narrowed, the contrast between\nthe terms obtained will be less and less violent, and the varieties of\ncomic transposition more and more subtle.",
                "The most common of these contrasts is perhaps that between the real and\nthe ideal, between what is and what ought to be. Here again\ntransposition may take place in either direction. Sometimes we state\nwhat ought to be done, and pretend to believe that this is just what is\nactually being done; then we have IRONY. Sometimes, on the contrary, we\ndescribe with scrupulous minuteness what is being done, and pretend to\nbelieve that this is just what ought to be done; such is often the\nmethod of HUMOUR. Humour, thus denned, is the counterpart of irony.\nBoth are forms of satire, but irony is oratorical in its nature, whilst\nhumour partakes of the scientific. Irony is emphasised the higher we\nallow ourselves to be uplifted by the idea of the good that ought to\nbe: thus irony may grow so hot within us that it becomes a kind of\nhigh-pressure eloquence. On the other hand, humour is the more\nemphasised the deeper we go down into an evil that actually is, in\norder t o set down its details in the most cold-blooded indifference.\nSeveral authors, Jean Paul amongst them, have noticed that humour\ndelights in concrete terms, technical details, definite facts. If our\nanalysis is correct, this is not an accidental trait of humour, it is\nits very essence. A humorist is a moralist disguised as a scientist,\nsomething like an anatomist who practises dissection with the sole\nobject of filling us with disgust; so that humour, in the restricted\nsense in which we are here regarding the word, is really a\ntransposition from the moral to the scientific.",
                "By still further curtailing the interval between the terms transposed,\nwe may now obtain more and more specialised types of comic\ntranspositions. Thus, certain professions have a technical vocabulary:\nwhat a wealth of laughable results have been obtained by transposing\nthe ideas of everyday life into this professional jargon! Equally comic\nis the extension of business phraseology to the social relations of\nlife, -- for instance, the phrase of one of Labiche's characters in\nallusion to an invitation he has received, \"Your kindness of the third\nult.,\" thus transposing the commercial formula, \"Your favour of the\nthird instant.\" This class of the comic, moreover, may attain a special\nprofundity of its own when it discloses not merely a professional\npractice, but a fault in character. Recall to mind the scenes in the\nFaux Bonshommes and the Famille Benoiton, where marriage is dealt with\nas a business affair, and matters of sentiment are set down in strictly\ncommercial language.",
                "Here, however, we reach the point at which peculiarities of language\nreally express peculiarities of character, a closer investigation of\nwhich we must hold over to the next chapter. Thus, as might have been\nexpected and may be seen from the foregoing, the comic in words follows\nclosely on the comic in situation and is finally merged, along with the\nlatter, in the comic in character. Language only attains laughable\nresults because it is a human product, modelled as exactly as possible\non the forms of the human mind. We feel it contains some living element\nof our own life; and if this life of language were complete and\nperfect, if there were nothing stereotype in it, if, in short, language\nwere an absolutely unified organism incapable of being split up into\nindependent organisms, it would evade the comic as would a soul whose\nlife was one harmonious whole, unruffled as the calm surface of a\npeaceful lake. There is no pool, however, which has not some dead\nleaves floating on its surface, no human soul upon which there do not\nsettle habits that make it rigid against itself by making it rigid\nagainst others, no language, in short, so subtle and instinct with\nlife, so fully alert in each of its parts as to eliminate the\nready-made and oppose the mechanical operations of inversion,\ntransposition, etc., which one would fain perform upon it as on some\nlifeless thing. The rigid, the ready -- made, the mechanical, in contrast\nwith the supple, the ever-changing and the living, absentmindedness in\ncontrast with attention, in a word, automatism in contrast with free\nactivity, such are the defects that laughter singles out and would fain\ncorrect. We appealed to this idea to give us light at the outset, when\nstarting upon the analysis of the ludicrous. We have seen it shining at\nevery decisive turning in our road. With its help, we shall now enter\nupon a more important investigation, one that will, we hope, be more\ninstructive. We purpose, in short, studying comic characters, or rather\ndetermining the essential conditions of comedy in character, while\nendeavouring to bring it about that this study may contribute to a\nbetter understanding of the real nature of art and the general relation\nbetween art and life."
            ]
        },
        {
            "name": "CHAPTER III",
            "sub_name": "",
            "text": [
                "CHAPTER III",
                "THE COMIC IN CHARACTER",
                "We have followed the comic along many of its winding channels in an\nendeavour to discover how it percolates into a form, an attitude, or a\ngesture; a situation, an action, or an expression. The analysis of\ncomic CHARACTERS has now brought us to the most important part of our\ntask. It would also be the most difficult, had we yielded to the\ntemptation of defining the laughable by a few striking -- and\nconsequently obvious -- examples; for then, in proportion as we advanced\ntowards the loftiest manifestations of the comic, we should have found\nthe facts slipping between the over-wide meshes of the definition\nintended to retain them. But, as a matter of fact, we have followed the\nopposite plan, by throwing light on the subject from above. Convinced\nthat laughter has a social meaning and import, that the comic\nexpresses, above all else, a special lack of adaptability to society,\nand that, in short, there is nothing comic apart from man, we have made\nman and character generally our main objective. Our chief difficulty,\ntherefore, has lain in explaining how we come to laugh at anything else\nthan character, and by what subtle processes of fertilisation,\ncombination or amalgamation, the comic can worm its way into a mere\nmovement, an impersonal situation, or an independent phrase. This is\nwhat we have done so far. We started with the pure metal, and all our\nendeavours have been directed solely towards reconstructing the ore. It\nis the metal itself we are now about to study. Nothing could be easier,\nfor this time we have a simple element to deal with. Let us examine it\nclosely and see how it reacts upon everything else.",
                "There are moods, we said, which move us as soon us as soon as we\nperceive them, joys and sorrows with which we sympathise, passions and\nvices which call forth painful astonishment, terror or pity, in the\nbeholder; in short, sentiments that are prolonged in sentimental\novertones from mind to mind. All this concerns the essentials of life.\nAll this is serious, at times even tragic. Comedy can only begin at the\npoint where our neighbour's personality ceases to affect us. It begins,\nin fact, with what might be called a growing callousness to social\nlife. Any individual is comic who automatically goes his own way\nwithout troubling himself about getting into touch with the rest of his\nfellow-beings. It is the part of laughter to reprove his\nabsentmindedness and wake him out of his dream. If it is permissible to\ncompare important things with trivial ones, we would call to mind what\nhappens when a youth enters one of our military academies. After\ngetting through the dreaded ordeal of the examination, he finds the has\nother ordeals to face, which his seniors have arranged with the object\nof fitting him for the new life he is entering upon, or, as they say,\nof \"breaking him into harness.\" Every small society that forms within\nthe larger is thus impelled, by a vague kind of instinct, to devise\nsome method of discipline or \"breaking in,\" so as to deal with the\nrigidity of habits that have been formed elsewhere and have now to\nundergo a partial modification. Society, properly so-called, proceeds\nin exactly the same way. Each member must be ever attentive to his\nsocial surroundings; he must model himself on his environment; in\nshort, he must avoid shutting himself up in his own peculiar character\nas a philosopher in his ivory tower. Therefore society holds suspended\nover each individual member, if not the threat of correction, at all\nevents the prospect of a snubbing, which, although it is slight, is\nnone the less dreaded. Such must be the function of laughter. Always\nrather humiliating for the one against whom it is directed, laughter\nis, really and truly, a kind of social \"ragging.\"",
                "Hence the equivocal nature of the comic. It belongs neither altogether\nto art nor altogether to life. On the one hand, characters in real life\nwould never make us laugh were we not capable of watching their\nvagaries in the same way as we look down at a play from our seat in a\nbox; they are only comic in our eyes because they perform a kind of\ncomedy before us. But, on the other hand, the pleasure caused by\nlaughter, even on the stage, is not an unadulterated enjoyment; it is\nnot a pleasure that is exclusively esthetic or altogether\ndisinterested. It always implies a secret or unconscious intent, if not\nof each one of us, at all events of society as a whole. In laughter we\nalways find an unavowed intention to humiliate, and consequently to\ncorrect our neighbour, if not in his will, at least in his deed. This\nis the reason a comedy is far more like real life than a drama is. The\nmore sublime the drama, the more profound the analysis to which the\npoet has had to subject the raw materials of daily life in order to\nobtain the tragic element in its unadulterated form. On the contrary,\nit is only in its lower aspects, in light comedy and farce, that comedy\nis in striking contrast to reality: the higher it rises, the more it\napproximates to life; in fact, there are scenes in real life so closely\nbordering on high-class comedy that the stage might adopt them without\nchanging a single word.",
                "Hence it follows that the elements of comic character on the stage and\nin actual life will be the same. What are these elements? We shall find\nno difficulty in deducing them. It has often been said that it is the\nTRIFLING faults of our fellow-men that make us laugh.",
                "Evidently there is a considerable amount of truth in this opinion;\nstill, it cannot be regarded as altogether correct. First, as regards\nfaults, it is no easy matter to draw the line between the trifling and\nthe serious; maybe it is not because a fault is trifling that it makes\nus laugh, but rather because it makes us laugh that we regard it as\ntrifling, for there is nothing disarms us like laughter. But we may go\neven farther, and maintain that there are faults at which we laugh,\neven though fully aware that they are serious, -- Harpagon's avarice, for\ninstance. And then, we may as well confess -- though somewhat\nreluctantly -- that we laugh not only at the faults of our fellow-men,\nbut also, at times, at their good qualities. We laugh at Alceste. The\nobjection may be urged that it is not the earnestness of Alceste that\nis ludicrous, but rather the special aspect which earnestness assumes\nin his case, and, in short, a certain eccentricity that mars it in our\neyes. Agreed; but it is none the less true that this eccentricity in\nAlceste, at which we laugh, MAKES HIS EARNESTNESS LAUGHABLE, and that\nis the main point. So we may conclude that the ludicrous is not always\nan indication of a fault, in the moral meaning of the word, and if\ncritics insist on seeing a fault, even though a trifling one, in the\nludicrous, they must point out what it is here that exactly\ndistinguishes the trifling from the serious.",
                "The truth is, the comic character may, strictly speaking, be quite in\naccord with stern morality. All it has to do is to bring itself into\naccord with society. The character of Alceste is that of a thoroughly\nhonest man. But then he is unsociable, and, on that very account,\nludicrous. A flexible vice may not be so easy to ridicule as a rigid\nvirtue. It is rigidity that society eyes with suspicion. Consequently,\nit is the rigidity of Alceste that makes us laugh, though here rigidity\nstands for honesty. The man who withdraws into himself is liable to\nridicule, because the comic is largely made up of this very withdrawal.\nThis accounts for the comic being so frequently dependent on the\nmanners or ideas, or, to put it bluntly, on the prejudices, of a\nsociety.",
                "It must be acknowledged, however, to the credit of mankind, that there\nis no essential difference between the social ideal and the rule, that\nit is the faults of others that make us laugh, provided we add that\nthey make us laugh by reason of their UNSOCIABILITY rather than of\ntheir IMMORALITY. What, then, are the faults capable of becoming\nludicrous, and in what circumstances do we regard them as being too\nserious to be laughed at?",
                "We have already given an implicit answer to this question. The comic,\nwe said, appeals to the intelligence, pure and simple; laughter is\nincompatible with emotion. Depict some fault, however trifling, in such\na way as to arouse sympathy, fear, or pity; the mischief is done, it is\nimpossible for us to laugh. On the other hand, take a downright\nvice, -- even one that is, generally speaking, of an odious nature, -- you\nmay make it ludicrous if, by some suitable contrivance, you arrange so\nthat it leaves our emotions unaffected. Not that the vice must then be\nludicrous, but it MAY, from that time forth, become so. IT MUST NOT\nAROUSE OUR FEELINGS; that is the sole condition really necessary,\nthough assuredly it is not sufficient.",
                "But, then, how will the comic poet set to work to prevent our feelings\nbeing moved? The question is an embarrassing one. To clear it up\nthoroughly, we should have to enter upon a rather novel line of\ninvestigation, to analyse the artificial sympathy which we bring with\nus to the theatre, and determine upon the circumstances in which we\naccept and those in which we refuse to share imaginary joys and\nsorrows. There is an art of lulling sensibility to sleep and providing\nit with dreams, as happens in the case of a mesmerised person. And\nthere is also an art of throwing a wet blanket upon sympathy at the\nvery moment it might arise, the result being that the situation, though\na serious one, is not taken seriously. This latter art would appear to\nbe governed by two methods, which are applied more or less\nunconsciously by the comic poet. The first consists in ISOLATING,\nwithin the soul of the character, the feeling attributed to him, and\nmaking it a parasitic organism, so to speak, endowed with an\nindependent existence. As a general rule, an intense feeling\nsuccessively encroaches upon all other mental states and colours them\nwith its own peculiar hue; if, then, we are made to witness this\ngradual impregnation, we finally become impregnated ourselves with a\ncorresponding emotion. To employ a different image, an emotion may be\nsaid to be dramatic and contagious when all the harmonics in it are\nheard along with the fundamental note. It is because the actor thus\nthrills throughout his whole being that the spectators themselves feel\nthe thrill. On the contrary, in the case of emotion that leaves us\nindifferent and that is about to become comic, there is always present\na certain rigidity which prevents it from establishing a connection\nwith the rest of the soul in which it has taken up its abode. This\nrigidity may be manifested, when the time comes, by puppet-like\nmovements, and then it will provoke laughter; but, before that, it had\nalready alienated our sympathy: how can we put ourselves in tune with a\nsoul which is not in tune with itself? In Moliere's L'Avare we have a\nscene bordering upon drama. It is the one in which the borrower and the\nusurer, who have never seen each other, meet face to face and find that\nthey are son and father. Here we should be in the thick of a drama, if\nonly greed and fatherly affection, conflicting with each other in the\nsoul of Harpagon, had effected a more or less original combination. But\nsuch is not the case. No sooner has the interview come to an end than\nthe father forgets everything. On meeting his son again he barely\nalludes to the scene, serious though it has been: \"You, my son, whom I\nam good enough to forgive your recent escapade, etc.\" Greed has thus\npassed close to all other feelings ABSENTMINDEDLY, without either\ntouching them or being touched. Although it has taken up its abode in\nthe soul and become master of the house, none the less it remains a\nstranger. Far different would be avarice of a tragic sort. We should\nfind it attracting and absorbing, transforming and assimilating the\ndivers energies of the man: feelings and affections, likes and\ndislikes, vices and virtues, would all become something into which\navarice would breathe a new kind of life. Such seems to be the first\nessential difference between high-class comedy and drama.",
                "There is a second, which is far more obvious and arises out of the\nfirst. When a mental state is depicted to us with the object of making\nit dramatic, or even merely of inducing us to take it seriously, it\ngradually crystallises into ACTIONS which provide the real measure of\nits greatness. Thus, the miser orders his whole life with a view to\nacquiring wealth, and the pious hypocrite, though pretending to have\nhis eyes fixed upon heaven, steers most skilfully his course here\nbelow. Most certainly, comedy does not shut out calculations of this\nkind; we need only take as an example the very machinations of\nTartuffe. But that is what comedy has in common with drama; and in\norder to keep distinct from it, to prevent our taking a serious action\nseriously, in short, in order to prepare us for laughter, comedy\nutilises a method, the formula of which may be given as follows:\nINSTEAD OF CONCENTRATING OUR ATTENTION ON ACTIONS, COMEDY DIRECTS IT\nRATHER TO GESTURES. By GESTURES we here mean the attitudes, the\nmovements and even the language by which a mental state expresses\nitself outwardly without any aim or profit, from no other cause than a\nkind of inner itching. Gesture, thus defined, is profoundly different\nfrom action. Action is intentional or, at any rate, conscious; gesture\nslips out unawares, it is automatic. In action, the entire person is\nengaged; in gesture, an isolated part of the person is expressed,\nunknown to, or at least apart from, the whole of the personality.\nLastly -- and here is the essential point -- action is in exact proportion\nto the feeling that inspires it: the one gradually passes into the\nother, so that we may allow our sympathy or our aversion to glide along\nthe line running from feeling to action and become increasingly\ninterested. About gesture, however, there is something explosive, which\nawakes our sensibility when on the point of being lulled to sleep and,\nby thus rousing us up, prevents our taking matters seriously. Thus, as\nsoon as our attention is fixed on gesture and not on action, we are in\nthe realm of comedy. Did we merely take his actions into account,\nTartuffe would belong to drama: it is only when we take his gestures\ninto consideration that we find him comic. You may remember how he\ncomes on to the stage with the words: \"Laurent, lock up my hair-shirt\nand my scourge.\" He knows Dorine is listening to him, but doubtless he\nwould say the same if she were not there. He enters so thoroughly into\nthe role of a hypocrite that he plays it almost sincerely. In this way,\nand this way only, can he become comic. Were it not for this material\nsincerity, were it not for the language and attitudes that his\nlong-standing experience as a hypocrite has transformed into natural\ngestures, Tartuffe would be simply odious, because we should only think\nof what is meant and willed in his conduct. And so we see why action is\nessential in drama, but only accessory in comedy. In a comedy, we feel\nany other situation might equally well have been chosen for the purpose\nof introducing the character; he would still have been the same man\nthough the situation were different. But we do not get this impression\nin a drama. Here characters and situations are welded together, or\nrather, events form part and parcel with the persons, so that were the\ndrama to tell us a different story, even though the actors kept the\nsame names, we should in reality be dealing with other persons.",
                "To sum up, whether a character is good or bad is of little moment:\ngranted he is unsociable, he is capable of becoming comic. We now see\nthat the seriousness of the case is of no importance either: whether\nserious or trifling, it is still capable of making us laugh, provided\nthat care be taken not to arouse our emotions. Unsociability in the\nperformer and insensibility in the spectator -- such, in a word, are the\ntwo essential conditions. There is a third, implicit in the other two,\nwhich so far it has been the aim of our analysis to bring out.",
                "This third condition is automatism. We have pointed it out from the\noutset of this work, continually drawing attention to the following\npoint: what is essentially laughable is what is done automatically. In\na vice, even in a virtue, the comic is that element by which the person\nunwittingly betrays himself -- the involuntary gesture or the unconscious\nremark. Absentmindedness is always comical. Indeed, the deeper the\nabsentmindedness the higher the comedy. Systematic absentmindedness,\nlike that of Don Quixote, is the most comical thing imaginable: it is\nthe comic itself, drawn as nearly as possible from its very source.\nTake any other comic character: however unconscious he may be of what\nhe says or does, he cannot be comical unless there be some aspect of\nhis person of which he is unaware, one side of his nature which he\noverlooks; on that account alone does he make us laugh. [Footnote: When\nthe humorist laughs at himself, he is really acting a double part; the\nself who laughs is indeed conscious, but not the self who is laughed\nat.] Profoundly comic sayings are those artless ones in which some vice\nreveals itself in all its nakedness: how could it thus expose itself\nwere it capable of seeing itself as it is? It is not uncommon for a\ncomic character to condemn in general terms a certain line of conduct\nand immediately afterwards afford an example of it himself: for\ninstance, M. Jourdain's teacher of philosophy flying into a passion\nafter inveighing against anger; Vadius taking a poem from his pocket\nafter heaping ridicule on readers of poetry, etc. What is the object of\nsuch contradictions except to help us to put our finger on the\nobliviousness of the characters to their own actions? Inattention to\nself, and consequently to others, is what we invariably find. And if we\nlook at the matter closely, we see that inattention is here equivalent\nto what we have called unsociability. The chief cause of rigidity is\nthe neglect to look around -- and more especially within oneself: how can\na man fashion his personality after that of another if he does not\nfirst study others as well as himself? Rigidity, automatism,\nabsent-mindedness and unsociability are all inextricably entwined; and\nall serve as ingredients to the making up of the comic in character.",
                "In a word, if we leave on one side, when dealing with human\npersonality, that portion which interests our sensibility or appeals to\nour feeling, all the rest is capable of becoming comic, and the comic\nwill be proportioned to the rigidity. We formulated this idea at the\noutset of this work. We have verified it in its main results, and have\njust applied it to the definition of comedy. Now we must get to closer\nquarters, and show how it enables us to delimitate the exact position\ncomedy occupies among all the other arts. In one sense it might be said\nthat all character is comic, provided we mean by character the\nready-made element in our personality, that mechanical element which\nresembles a piece of clockwork wound up once for all and capable of\nworking automatically. It is, if you will, that which causes us to\nimitate ourselves. And it is also, for that very reason, that which\nenables others to imitate us. Every comic character is a type.\nInversely, every resemblance to a type has something comic in it.\nThough we may long have associated with an individual without\ndiscovering anything about him to laugh at, still, if advantage is t\ntaken of some accidental analogy to dub him with the name of a famous\nhero of romance or drama, he will in our eyes border upon the\nridiculous, if only for a moment. And yet this hero of romance may not\nbe a comic character at all. But then it is comic to be like him. It is\ncomic to wander out of one's own self. It is comic to fall into a\nready-made category. And what is most comic of all is to become a\ncategory oneself into which others will fall, as into a ready-made\nframe; it is to crystallise into a stock character.",
                "Thus, to depict characters, that is to say, general types, is the\nobject of high-class comedy. This has often been said. But it is as\nwell to repeat it, since there could be no better definition of comedy.\nNot only are we entitled to say that comedy gives us general types, but\nwe might add that it is the ONLY one of all the arts that aims at the\ngeneral; so that once this objective has been attributed to it, we have\nsaid all that it is and all that the rest cannot be. To prove that such\nis really the essence of comedy, and that it is in this respect opposed\nto tragedy, drama and the other forms of art, we should begin by\ndefining art in its higher forms: then, gradually coming down to comic\npoetry, we should find that this latter is situated on the border-line\nbetween art and life, and that, by the generality of its\nsubject-matter, it contrasts with the rest of the arts. We cannot here\nplunge into so vast a subject of investigation; but we needs must\nsketch its main outlines, lest we overlook what, to our mind, is\nessential on the comic stage.",
                "What is the object of art? Could reality come into direct contact with\nsense and consciousness, could we enter into immediate communion with\nthings and with ourselves, probably art would be useless, or rather we\nshould all be artists, for then our soul would continually vibrate in\nperfect accord with nature. Our eyes, aided by memory, would carve out\nin space and fix in time the most inimitable of pictures. Hewn in the\nliving marble of the human form, fragments of statues, beautiful as the\nrelics of antique statuary, would strike the passing glance. Deep in\nour souls we should hear the strains of our inner life's unbroken\nmelody, -- a music that is ofttimes gay, but more frequently plaintive\nand always original. All this is around and within us, and yet no whit\nof it do we distinctly perceive. Between nature and ourselves, nay,\nbetween ourselves and our own consciousness a veil is interposed: a\nveil that is dense and opaque for the common herd, -- thin, almost\ntransparent, for the artist and the poet. What fairy wove that veil?\nWas it done in malice or in friendliness? We had to live, and life\ndemands that we grasp things in their relations to our own needs. Life\nis action. Life implies the acceptance only of the UTILITARIAN side of\nthings in order to respond to them by appropriate reactions: all other\nimpressions must be dimmed or else reach us vague and blurred. I look\nand I think I see, I listen and I think I hear, I examine myself and I\nthink I am reading the very depths of my heart. But what I see and hear\nof the outer world is purely and simply a selection made by my senses\nto serve as a light to my conduct; what I know of myself is what comes\nto the surface, what participates in my actions. My senses and my\nconsciousness, therefore, give me no more than a practical\nsimplification of reality. In the vision they furnish me of myself and\nof things, the differences that are useless to man are obliterated, the\nresemblances that are useful to him are emphasised; ways are traced out\nfor me in advance, along which my activity is to travel. These ways are\nthe ways which all mankind has trod before me. Things have been\nclassified with a view to the use I can derive from them. And it is\nthis classification I perceive, far more clearly than the colour and\nthe shape of things. Doubtless man is vastly superior to the lower\nanimals in this respect. It is not very likely that the eye of a wolf\nmakes any distinction between a kid and a lamb; both appear t o the\nwolf as the same identical quarry, alike easy to pounce upon, alike\ngood to devour. We, for our part, make a distinction between a goat and\na sheep; but can we tell one goat from another, one sheep from another?\nThe INDIVIDUALITY of things or of beings escapes us, unless it is\nmaterially to our advantage to perceive it. Even when we do take note\nof it -- as when we distinguish one man from another -- it is not the\nindividuality itself that the eye grasps, i.e., an entirely original\nharmony of forms and colours, but only one or two features that will\nmake practical recognition easier.",
                "In short, we do not see the actual things themselves; in most cases we\nconfine ourselves to reading the labels affixed to them. This tendency,\nthe result of need, has become even more pronounced under the influence\nof speech; for words -- with the exception of proper nouns -- all denote\ngenera. The word, which only takes note of the most ordinary function\nand commonplace aspect of the thing, intervenes between it and\nourselves, and would conceal its form from our eyes, were that form not\nalready masked beneath the necessities that brought the word into\nexistence. Not only external objects, but even our own mental states,\nare screened from us in their inmost, their personal aspect, in the\noriginal life they possess. When we feel love or hatred, when we are\ngay or sad, is it really the feeling itself that reaches our\nconsciousness with those innumerable fleeting shades of meaning and\ndeep resounding echoes that make it something altogether our own? We\nshould all, were it so, be novelists or poets or musicians. Mostly,\nhowever, we perceive nothing but the outward display of our mental\nstate. We catch only the impersonal aspect of our feelings, that aspect\nwhich speech has set down once for all because it is almost the same,\nin the same conditions, for all men. Thus, even in our own individual,\nindividuality escapes our ken. We move amidst generalities and symbols,\nas within a tilt-yard in which our force is effectively pitted against\nother forces; and fascinated by action, tempted by it, for our own\ngood, on to the field it has selected, we live in a zone midway between\nthings and ourselves, externally to things, externally also to\nourselves. From time to time, however, in a fit of absentmindedness,\nnature raises up souls that are more detached from life. Not with that\nintentional, logical, systematical detachment -- the result of reflection\nand philosophy -- but rather with natural detachment, one innate in the\nstructure of sense or consciousness, which at once reveals itself by a\nvirginal manner, so to speak, of seeing, hearing or thinking. Were this\ndetachment complete, did the soul no longer cleave to action by any of\nits perceptions, it would be the soul of an artist such as the world\nhas never yet seen. It would excel alike in every art at the same time;\nor rather, it would fuse them all into one. It would perceive all\nthings in their native purity: the forms, colours, sounds of the\nphysical world as well as the subtlest movements of the inner life. But\nthis is asking too much of nature. Even for such of us as she has made\nartists, it is by accident, and on one side only, that she has lifted\nthe veil. In one direction only has she forgotten to rivet the\nperception to the need. And since each direction corresponds to what we\ncall a SENSE -- through one of his senses, and through that sense alone,\nis the artist usually wedded to art. Hence, originally, the diversity\nof arts. Hence also the speciality of predispositions. This one applies\nhimself to colours and forms, and since he loves colour for colour and\nform for form, since he perceives them for their sake and not for his\nown, it is the inner life of things that he sees appearing through\ntheir forms and colours. Little by little he insinuates it into our own\nperception, baffled though we may be at the outset. For a few moments\nat least, he diverts us from the prejudices of form and colour that\ncome between ourselves and reality. And thus he realises the loftiest\nambition of art, which here consists in revealing to us nature. Others,\nagain, retire within themselves. Beneath the thousand rudimentary\nactions which are the outward and visible signs of an emotion, behind\nthe commonplace, conventional expression that both reveals and conceals\nan individual mental state, it is the emotion, the original mood, to\nwhich they attain in its undefiled essence. And then, to induce us to\nmake the same effort ourselves, they contrive to make us see something\nof what they have seen: by rhythmical arrangement of words, which thus\nbecome organised and animated with a life of their own, they tell\nus -- or rather suggest -- things that speech was not calculated to\nexpress. Others delve yet deeper still. Beneath these joys and sorrows\nwhich can, at a pinch, be translated into language, they grasp\nsomething that has nothing in common with language, certain rhythms of\nlife and breath that. are closer to man than his inmost feelings, being\nthe living law -- varying with each individual -- of his enthusiasm and\ndespair, his hopes and regrets. By setting free and emphasising this\nmusic, they force it upon our attention; they compel us, willy-nilly,\nto fall in with it, like passers-by who join in a dance. And thus they\nimpel us to set in motion, in the depths of our being, some secret\nchord which was only waiting to thrill. So art, whether it be painting\nor sculpture, poetry or music, has no other object than to brush aside\nthe utilitarian symbols, the conventional and socially accepted\ngeneralities, in short, everything that veils reality from us, in order\nto bring us face to face with reality itself. It is from a\nmisunderstanding on this point that the dispute between realism and\nidealism in art has arisen. Art is certainly only a more direct vision\nof reality. But this purity of perception implies a break with\nutilitarian convention, an innate and specially localised\ndisinterestedness of sense or consciousness, in short, a certain\nimmateriality of life, which is what has always been called idealism.\nSo that we might say, without in any way playing upon the meaning of\nthe words, that realism is in the work when idealism is in the soul,\nand that it is only through ideality that we can resume contact with\nreality.",
                "Dramatic art forms no exception to this law. What drama goes forth to\ndiscover and brings to light, is a deep-seated reality that is veiled\nfrom us, often in our own interests, by the necessities of life. What\nis this reality? What are these necessities? Poetry always expresses\ninward states. But amongst these states some arise mainly from contact\nwith our fellow-men. They are the most intense as well as the most\nviolent. As contrary electricities attract each other and accumulate\nbetween the two plates of the condenser from which the spark will\npresently flash, so, by simply bringing people together, strong\nattractions and repulsions take place, followed by an utter loss of\nbalance, in a word, by that electrification of the soul known as\npassion. Were man to give way to the impulse of his natural feelings,\nwere there neither social nor moral law, these outbursts of violent\nfeeling would be the ordinary rule in life. But utility demands that\nthese outbursts should be foreseen and averted. Man must live in\nsociety, and consequently submit to rules. And what interest advises,\nreason commands: duty calls, and we have to obey the summons. Under\nthis dual influence has perforce been formed an outward layer of\nfeelings and ideas which make for permanence, aim at becoming common to\nall men, and cover, when they are not strong enough to extinguish it,\nthe inner fire of individual passions. The slow progress of mankind in\nthe direction of an increasingly peaceful social life has gradually\nconsolidated this layer, just as the life of our planet itself has been\none long effort to cover over with a cool and solid crust the fiery\nmass of seething metals. But volcanic eruptions occur. And if the earth\nwere a living being, as mythology has feigned, most likely when in\nrepose it would take delight in dreaming of these sudden explosions,\nwhereby it suddenly resumes possession of its innermost nature. Such is\njust the kind of pleasure that is provided for us by drama. Beneath the\nquiet humdrum life that reason and society have fashioned for us, it\nstirs something within us which luckily does not explode, but which it\nmakes us feel in its inner tension. It offers nature her revenge upon\nsociety. Sometimes it makes straight for the goal, summoning up to the\nsurface, from the depths below, passions that produce a general\nupheaval. Sometimes it effects a flank movement, as is often the case\nin contemporary drama; with a skill that is frequently sophistical, it\nshows up the inconsistencies of society; it exaggerates the shams and\nshibboleths of the social law; and so indirectly, by merely dissolving\nor corroding the outer crust, it again brings us back to the inner\ncore. But, in both cases, whether it weakens society or strengthens\nnature, it has the same end in view: that of laying bare a secret\nportion of ourselves, -- what might be called the tragic element in our\ncharacter.",
                "This is indeed the impression we get after seeing a stirring drama.\nWhat has just interested us is not so much what we have been told about\nothers as the glimpse we have caught of ourselves -- a whole host of\nghostly feelings, emotions and events that would fain have come into\nreal existence, but, fortunately for us, did not. It also seems as if\nan appeal had been made within us to certain ancestral memories\nbelonging to a far-away past -- memories so deep-seated and so foreign to\nour present life that this latter, for a moment, seems something unreal\nand conventional, for which we shall have to serve a fresh\napprenticeship. So it is indeed a deeper reality that drama draws up\nfrom beneath our superficial and utilitarian attainments, and this art\nhas the same end in view as all the others.",
                "Hence it follows that art always aims at what is INDIVIDUAL. What the\nartist fixes on his canvas is something he has seen at a certain spot,\non a certain day, at a certain hour, with a colouring that will never\nbe seen again. What the poet sings of is a certain mood which was his,\nand his alone, and which will never return. What the dramatist unfolds\nbefore us is the life-history of a soul, a living tissue of feelings\nand events -- something, in short, which has once happened and can never\nbe repeated. We may, indeed, give general names to these feelings, but\nthey cannot be the same thing in another soul. They are INDIVIDUALISED.\nThereby, and thereby only, do they belong to art; for generalities,\nsymbols or even types, form the current coin of our daily perception.\nHow, then, does a misunderstanding on this point arise?",
                "The reason lies in the fact that two very different things have been\nmistaken for each other: the generality of things and that of the\nopinions we come to regarding them. Because a feeling is generally\nrecognised as true, it does not follow that it is a general feeling.\nNothing could be more unique than the character of Hamlet. Though he\nmay resemble other men in some respects, it is clearly not on that\naccount that he interests us most. But he is universally accepted and\nregarded as a living character. In this sense only is he universally\ntrue. The same holds good of all the other products of art. Each of\nthem is unique, and yet, if it bear the stamp of genius, it will come\nto be accepted by everybody. Why will it be accepted? And if it is\nunique of its kind, by what sign do we know it to be genuine?\nEvidently, by the very effort it forces us to make against our\npredispositions in order to see sincerely. Sincerity is contagious.\nWhat the artist has seen we shall probably never see again, or at least\nnever see in exactly the same way; but if he has actually seen it, the\nattempt he has made to lift the veil compels our imitation. His work is\nan example which we take as a lesson. And the efficacy of the lesson is\nthe exact standard of the genuineness of the work. Consequently, truth\nbears within itself a power of conviction, nay, of conversion, which is\nthe sign that enables us to recognise it. The greater the work and the\nmore profound the dimly apprehended truth, the longer may the effect be\nin coming, but, on the other hand, the more universal will that effect\ntend to become. So the universality here lies in the effect produced,\nand not in the cause.",
                "Altogether different is the object of comedy. Here it is in the work\nitself that the generality lies. Comedy depicts characters we have\nalready come across and shall meet with again. It takes note of\nsimilarities. It aims at placing types before our eyes. It even creates\nnew types, if necessary. In this respect it forms a contrast to all the\nother arts.",
                "The very titles of certain classical comedies are significant in\nthemselves. Le Misanthrope, l'Avare, le Joueur, le Distrait, etc., are\nnames of whole classes of people; and even when a character comedy has\na proper noun as its title, this proper noun is speedily swept away, by\nthe very weight of its contents, into the stream of common nouns. We\nsay \"a Tartuffe,\" but we should never say \"a Phedre\" or \"a Polyeucte.\"",
                "Above all, a tragic poet will never think of grouping around the chief\ncharacter in his play secondary characters to serve as simplified\ncopies, so to speak, of the former. The hero of a tragedy represents an\nindividuality unique of its kind. It may be possible to imitate him,\nbut then we shall be passing, whether consciously or not, from the\ntragic to the comic. No one is like him, because he is like no one. But\na remarkable instinct, on the contrary, impels the comic poet, once he\nhas elaborated his central character, to cause other characters,\ndisplaying the same general traits, to revolve as satellites round him.\nMany comedies have either a plural noun or some collective term as\ntheir title. \"Les Femmes savantes,\" \"Les Precieuses ridicules,\" \"Le\nMonde ou l'on s'ennuie,\" etc., represent so many rallying points on the\nstage adopted by different groups of characters, all belonging to one\nidentical type. It would be interesting to analyse this tendency in\ncomedy. Maybe dramatists have caught a glimpse of a fact recently\nbrought forward by mental pathology, viz. that cranks of the same kind\nare drawn, by a secret attraction, to seek each other's company.\nWithout precisely coming within the province of medicine, the comic\nindividual, as we have shown, is in some way absentminded, and the\ntransition from absent-mindedness to crankiness is continuous. But\nthere is also another reason. If the comic poet's object is to offer us\ntypes, that is to say, characters capable of self-repetition, how can\nhe set about it better than by showing us, in each instance, several\ndifferent copies of the same model? That is just what the naturalist\ndoes in order to define a species. He enumerates and describes its main\nvarieties.",
                "This essential difference between tragedy and comedy, the former being\nconcerned with individuals and the latter with classes, is revealed in\nyet another way. It appears in the first draft of the work. From the\noutset it is manifested by two radically different methods of\nobservation.",
                "Though the assertion may seem paradoxical, a study of other men is\nprobably not necessary to the tragic poet. We find some of the great\npoets have lived a retiring, homely sort of life, without having a\nchance of witnessing around them an outburst of the passions they have\nso faithfully depicted. But, supposing even they had witnessed such a\nspectacle, it is doubtful whether they would have found it of much use.\nFor what interests us in the work of the poet is the glimpse we get of\ncertain profound moods or inner struggles. Now, this glimpse cannot be\nobtained from without. Our souls are impenetrable to one another.\nCertain signs of passion are all that we ever apperceive externally.\nThese we interpret -- though always, by the way, defectively -- only by\nanalogy with what we have ourselves experienced. So what we experience\nis the main point, and we cannot become thoroughly acquainted with\nanything but our own heart -- supposing we ever get so far. Does this\nmean that the poet has experienced what he depicts, that he has gone\nthrough the various situations he makes his characters traverse, and\nlived the whole of their inner life? Here, too, the biographies of\npoets would contradict such a supposition. How, indeed, could the same\nman have been Macbeth, Hamlet, Othello, King Lear, and many others? But\nthen a distinction should perhaps here be made between the personality\nWE HAVE and all those we might have had. Our character is the result of\na choice that is continually being renewed. There are points -- at all\nevents there seem to be -- all along the way, where we may branch off,\nand we perceive many possible directions though we are unable to take\nmore than one. To retrace one's steps, and follow to the end the\nfaintly distinguishable directions, appears to be the essential element\nin poetic imagination. Of course, Shakespeare was neither Macbeth, nor\nHamlet, nor Othello; still, he MIGHT HAVE BEEN these several characters\nif the circumstances of the case on the one hand, and the consent of\nhis will on the other, had caused to break out into explosive action\nwhat was nothing more than an inner prompting. We are strangely\nmistaken as to the part played by poetic imagination, if we think it\npieces together its heroes out of fragments filched from right and\nleft, as though it were patching together a harlequin's motley. Nothing\nliving would result from that. Life cannot be recomposed; it can only\nbe looked at and reproduced. Poetic imagination is but a fuller view of\nreality. If the characters created by a poet give us the impression of\nlife, it is only because they are the poet himself, -- multiplication or\ndivision of the poet, -- the poet plumbing the depths of his own nature\nin so powerful an effort of inner observation that he lays hold of the\npotential in the real, and takes up what nature has left as a mere\noutline or sketch in his soul in order to make of it a finished work of\nart.",
                "Altogether different is the kind of observation from which comedy\nsprings. It is directed outwards. However interested a dramatist may be\nin the comic features of human nature, he will hardly go, I imagine, to\nthe extent of trying to discover his own. Besides, he would not find\nthem, for we are never ridiculous except in some point that remains\nhidden from our own consciousness. It is on others, then, that such\nobservation must perforce be practised. But it; will, for this very\nreason, assume a character of generality that it cannot have when we\napply it to ourselves. Settling on the surface, it will not be more\nthan skin-deep, dealing with persons at the point at which they come\ninto contact and become capable of resembling one another. It will go\nno farther. Even if it could, it would not desire to do so, for it\nwould have nothing to gain in the process.",
                "To penetrate too far into the personality, to couple the outer effect\nwith causes that are too deep-seated, would mean to endanger and in the\nend to sacrifice all that was laughable in the effect. In order that we\nmay be tempted to laugh at it, we must localise its cause in some\nintermediate region of the soul. Consequently, the effect must appear\nto us as an average effect, as expressing an average of mankind. And,\nlike all averages, this one is obtained by bringing together scattered\ndata, by comparing analogous cases and extracting their essence, in\nshort by a process of abstraction and generalisation similar to that\nwhich the physicist brings to bear upon facts with the object of\ngrouping them under laws. In a word, method and object are here of the\nsame nature as in the inductive sciences, in that observation is always\nexternal and the result always general.",
                "And so we come back, by a roundabout way, to the double conclusion we\nreached in the course of our investigations. On the one hand, a person\nis never ridiculous except through some mental attribute resembling\nabsent-mindedness, through something that lives upon him without\nforming part of his organism, after the fashion of a parasite; that is\nthe reason this state of mind is observable from without and capable of\nbeing corrected. But, on the other hand, just because laughter aims at\ncorrecting, it is expedient that the correction should reach as great a\nnumber of persons as possible. This is the reason comic observation\ninstinctively proceeds to what is general. It chooses such\npeculiarities as admit of being reproduced and consequently are not\nindissolubly bound up with the individuality of a single person, -- a\npossibly common sort of uncommonness, so to say, -- peculiarities that\nare held in common. By transferring them to the stage, it creates works\nwhich doubtless belong to art in that their only visible aim is to\nplease, but which will be found to contrast with other works of art by\nreason of their generality and also of their scarcely confessed or\nscarcely conscious intention to correct and instruct. So we were\nprobably right in saying that comedy lies midway between art and life.\nIt is not disinterested as genuine art is. By organising laughter,\ncomedy accepts social life as a natural environment, it even obeys an\nimpulse of social life. And in this respect it turns its back upon art,\nwhich is a breaking away from society and a return to pure nature.",
                "Now let us see, in the light of what has gone before, the line to take\nfor creating an ideally comic type of character, comic in itself, in\nits origin, and in all its manifestations. It must be deep-rooted, so\nas to supply comedy with inexhaustible matter, and yet superficial, in\norder that it may remain within the scope of comedy; invisible to its\nactual owner, for the comic ever partakes of the unconscious, but\nvisible to everybody else, so that it may call forth general laughter,\nextremely considerate to its own self, so that it may be displayed\nwithout scruple, but troublesome to others, so that they may repress it\nwithout pity; immediately repressible, so that our laughter may not\nhave been wasted, but sure of reappearing under fresh aspects, so that\nlaughter may always find something to do; inseparable from social life,\nalthough insufferable to society; capable -- in order that it may assume\nthe greatest imaginable variety of forms -- of being tacked on to all the\nvices and even to a good many virtues. Truly a goodly number of\nelements to fuse together! But a chemist of the soul, entrusted with\nthis elaborate preparation, would be somewhat disappointed when pouring\nout the contents of his retort. He would find he had taken a vast deal\nof trouble to compound a mixture which may be found ready-made and free\nof expense, for it is as widespread throughout mankind as air\nthroughout nature.",
                "This mixture is vanity. Probably there is not a single failing that is\nmore superficial or more deep-rooted. The wounds it receives are never\nvery serious, and yet they are seldom healed. The services rendered to\nit are the most unreal of all services, and yet they are the very ones\nthat meet with lasting gratitude. It is scarcely a vice, and yet all\nthe vices are drawn into its orbit and, in proportion as they become\nmore refined and artificial, tend to be nothing more than a means of\nsatisfying it. The outcome of social life, since it is an admiration of\nourselves based on the admiration we think we are inspiring in others,\nit is even more natural, more universally innate than egoism; for\negoism may be conquered by nature, whereas only by reflection do we get\nthe better of vanity. It does not seem, indeed, as if men were ever\nborn modest, unless we dub with the name of modesty a sort of purely\nphysical bashfulness, which is nearer to pride than is generally\nsupposed. True modesty can be nothing but a meditation on vanity. It\nsprings from the sight of others' mistakes and the dread of being\nsimilarly deceived. It is a sort of scientific cautiousness with\nrespect to what we shall say and think of ourselves. It is made up of\nimprovements and after-touches. In short, it is an acquired virtue.",
                "It is no easy matter to define the point at which the anxiety to become\nmodest may be distinguished from the dread of becoming ridiculous. But\nsurely, at the outset, this dread and this anxiety are one and the same\nthing. A complete investigation into the illusions of vanity, and into\nthe ridicule that clings to them, would cast a strange light upon the\nwhole theory of laughter. We should find laughter performing, with\nmathematical regularity, one of its main functions -- that of bringing\nback to complete self-consciousness a certain self-admiration which is\nalmost automatic, and thus obtaining the greatest possible sociability\nof characters. We should see that vanity, though it is a natural\nproduct of social life, is an inconvenience to society, just as certain\nslight poisons, continually secreted by the human organism, would\ndestroy it in the long run, if they were not neutralised by other\nsecretions. Laughter is unceasingly doing work of this kind. In this\nrespect, it might be said that the specific remedy for vanity is\nlaughter, and that the one failing that is essentially laughable is\nvanity.",
                "While dealing with the comic in form and movement, we showed how any\nsimple image, laughable in itself, is capable of worming its way into\nother images of a more complex nature and instilling into them\nsomething of its comic essence; thus, the highest forms of the comic\ncan sometimes be explained by the lowest. The inverse process, however,\nis perhaps even more common, and many coarse comic effects are the\ndirect result of a drop from some very subtle comic element. For\ninstance, vanity, that higher form of the comic, is an element we are\nprone to look for, minutely though unconsciously, in every\nmanifestation of human activity. We look for it if only to laugh at it.\nIndeed, our imagination often locates it where it has no business to\nbe. Perhaps we must attribute to this source the altogether coarse\ncomic element in certain effects which psychologists have very\ninadequately explained by contrast: a short man bowing his head to pass\nbeneath a large door; two individuals, one very tall the other a mere\ndwarf, gravely walking along arm-in-arm, etc. By scanning narrowly this\nlatter image, we shall probably find that the shorter of the two\npersons seems as though he were trying TO RAISE HIMSELF to the height\nof the taller, like the frog that wanted to make itself as large as the\nox.",
                "It would be quite impossible to go through all the peculiarities of\ncharacter that either coalesce or compete with vanity in order to force\nthemselves upon the attention of the comic poet. We have shown that all\nfailings may become laughable, and even, occasionally, many a good\nquality. Even though a list of all the peculiarities that have ever\nbeen found ridiculous were drawn up, comedy would manage to add to\nthem, not indeed by creating artificial ones, but by discovering lines\nof comic development that had hitherto gone unnoticed; thus does\nimagination isolate ever fresh figures in the intricate design of one\nand the same piece of tapestry. The essential condition, as we know, is\nthat the peculiarity observed should straightway appear as a kind of\nCATEGORY into which a number of individuals can step.",
                "Now, there are ready-made categories established by society itself, and\nnecessary to it because it is based on the division of labour. We mean\nthe various trades, public services and professions. Each particular\nprofession impresses on its corporate members certain habits of mind\nand peculiarities of character in which they resemble each other and\nalso distinguish themselves from the rest. Small societies are thus\nformed within the bosom of Society at large. Doubtless they arise from\nthe very organisation of Society as a whole. And yet, if they held too\nmuch aloof, there would be a risk of their proving harmful to\nsociability.",
                "Now, it is the business of laughter to repress any separatist tendency.\nIts function is to convert rigidity into plasticity, to readapt the\nindividual to the whole, in short, to round off the corners wherever\nthey are met with. Accordingly, we here find a species of the comic\nwhose varieties might be calculated beforehand. This we shall call the\nPROFESSIONAL COMIC.",
                "Instead of taking up these varieties in detail, we prefer to lay stress\nupon what they have in common. In the forefront we find professional\nvanity. Each one of M. Jourdain's teachers exalts his own art above all\nthe rest. In a play of Labiche there is a character who cannot\nunderstand how it is possible to be anything else than a timber\nmerchant. Naturally he is a timber merchant himself. Note that vanity\nhere tends to merge into SOLEMNITY, in proportion to the degree of\nquackery there is in the profession under consideration. For it is a\nremarkable fact that the more questionable an art, science or\noccupation is, the more those who practise it are inclined to regard\nthemselves as invested with a kind of priesthood and to claim that all\nshould bow before its mysteries. Useful professions are clearly meant\nfor the public, but those whose utility is more dubious can only\njustify their existence by assuming that the public is meant for them:\nnow, this is just the illusion that lies at the root of solemnity.\nAlmost everything comic in Moliere's doctors comes from this source.\nThey treat the patient as though he had been made for the doctors, and\nnature herself as an appendage to medicine.",
                "Another form of this comic rigidity is what may be called PROFESSIONAL\nCALLOUSNESS. The comic character is so tightly jammed into the rigid\nframe of his functions that he has no room to move or to be moved like\nother men. Only call to mind the answer Isabelle receives from Perrin\nDandin, the judge, when she asks him how he can bear to look on when\nthe poor wretches are being tortured: Bah! cela fait toujours passer\nune heure ou deux.",
                "[Footnote: Bah! it always helps to while away an hour or two.]",
                "Does not Tartuffe also manifest a sort of professional callousness when\nhe says -- it is true, by the mouth of Orgon: Et je verrais mourir frere,\nenfants, mere et femme, Que je m'en soucierais autant que de cela!",
                "[Footnote: Let brother, children, mother and wife all die, what should\nI care!]",
                "The device most in use, however, for making a profession ludicrous is\nto confine it, so to say, within the four corners of its own particular\njargon. Judge, doctor and soldier are made to apply the language of\nlaw, medicine and strategy to the everyday affairs of life, as though\nthey had became incapable of talking like ordinary people. As a rule,\nthis kind of the ludicrous is rather coarse. It becomes more refined,\nhowever, as we have already said, if it reveals some peculiarity of\ncharacter in addition to a professional habit. We will instance only\nRegnard's Joueur, who expresses himself with the utmost originality in\nterms borrowed from gambling, giving his valet the name of Hector, and\ncalling his betrothed Pallas, du nom connu de la Dame de Pique;\n[Footnote: Pallas, from the well-known name of the Queen of Spades.] or\nMoliere's Femmes savantes, where the comic element evidently consists\nlargely in the translation of ideas of a scientific nature into terms\nof feminine sensibility: \"Epicure me plait...\" (Epicurus is charming),\n\"J'aime les tourbillons\" (I dote on vortices), etc. You have only to\nread the third act to find that Armande, Philaminte and Belise almost\ninvariably express themselves in this style.",
                "Proceeding further in the same direction, we discover that there is\nalso such a thing as a professional logic, i.e. certain ways of\nreasoning that are customary in certain circles, which are valid for\nthese circles, but untrue for the rest of the public. Now, the contrast\nbetween these two kinds of logic -- one particular, the other\nuniversal -- produces comic effects of a special nature, on which we may\nadvantageously dwell at greater length. Here we touch upon a point of\nsome consequence in the theory of laughter. We propose, therefore, to\ngive the question a wider scope and consider it in its most general\naspect.",
                "Eager as we have been to discover the deep-seated cause of the comic,\nwe have so far had to neglect one of its most striking phenomena. We\nrefer to the logic peculiar to the comic character and the comic group,\na strange kind of logic, which, in some cases, may include a good deal\nof absurdity.",
                "Theophile Gautier said that the comic in its extreme form was the logic\nof the absurd. More than one philosophy of laughter revolves round a\nlike idea. Every comic effect, it is said, implies contradiction in\nsome of its aspects. What makes us laugh is alleged to be the absurd\nrealised in concrete shape, a \"palpable absurdity\"; -- or, again, an\napparent absurdity, which we swallow for the moment only to rectify it\nimmediately afterwards; -- or, better still, something absurd from one\npoint of view though capable of a natural explanation from another,\netc. All these theories may contain some portion of the truth; but, in\nthe first place, they apply only to certain rather obvious comic\neffects, and then, even where they do apply, they evidently take no\naccount of the characteristic element of the laughable, that is, the\nPARTICULAR KIND of absurdity the comic contains when it does contain\nsomething absurd. Is an immediate proof of this desired? You have only\nto choose one of these definitions and make up effects in accordance\nwith the formula: twice out of every three times there will be nothing\nlaughable in the effect obtained. So we see that absurdity, when met\nwith in the comic, is not absurdity IN GENERAL. It is an absurdity of a\ndefinite kind. It does not create the comic; rather, we might say that\nthe comic infuses into it its own particular essence. It is not a\ncause, but an effect -- an effect of a very special kind, which reflects\nthe special nature of its cause. Now, this cause is known to us;\nconsequently we shall have no trouble in understanding the nature of\nthe effect.",
                "Assume, when out for a country walk, that you notice on the top of a\nhill something that bears a faint resemblance to a large motionless\nbody with revolving arms. So far you do not know what it is, but you\nbegin to search amongst your IDEAS -- that is to say, in the present\ninstance, amongst the recollections at your disposal -- for that\nrecollection which will best fit in with what you see. Almost\nimmediately the image of a windmill comes into your mind: the object\nbefore you is a windmill. No matter if, before leaving the house, you\nhave just been reading fairy-tales telling of giants with enormous\narms; for although common sense consists mainly in being able to\nremember, it consists even more in being able to forget. Common sense\nrepresents the endeavour of a mind continually adapting itself anew and\nchanging ideas when it changes objects. It is the mobility of the\nintelligence conforming exactly to the mobility of things. It is the\nmoving continuity of our attention to life. But now, let us take Don\nQuixote setting out for the wars. The romances he has been reading all\ntell of knights encountering, on the way, giant adversaries. He\ntherefore must needs encounter a giant. This idea of a giant is a\nprivileged recollection which has taken its abode in his mind and lies\nthere in wait, motionless, watching for an opportunity to sally forth\nand become embodied in a thing. It IS BENT on entering the material\nworld, and so the very first object he sees bearing the faintest\nresemblance to a giant is invested with the form of one. Thus Don\nQuixote sees giants where we see windmills. This is comical; it is also\nabsurd. But is it a mere absurdity, -- an absurdity of an indefinite kind?",
                "It is a very special inversion of common sense. It consists in seeking\nto mould things on an idea of one's own, instead of moulding one's\nideas on things, -- in seeing before us what we are thinking of, instead\nof thinking of what we see. Good sense would have us leave all our\nmemories in their proper rank and file; then the appropriate memory\nwill every time answer the summons of the situation of the moment and\nserve only to interpret it. But in Don Quixote, on the contrary, there\nis one group of memories in command of all the rest and dominating the\ncharacter itself: thus it is reality that now has to bow to\nimagination, its only function being to supply fancy with a body. Once\nthe illusion has been created, Don Quixote develops it logically enough\nin all its consequences; he proceeds with the certainty and precision\nof a somnambulist who is acting his dream. Such, then, is the origin of\nhis delusions, and such the particular logic which controls this\nparticular absurdity. Now, is this logic peculiar to Don Quixote?",
                "We have shown that the comic character always errs through obstinacy of\nmind or of disposition, through absentmindedness, in short, through\nautomatism. At the root of the comic there is a sort of rigidity which\ncompels its victims to keep strictly to one path, to follow it straight\nalong, to shut their ears and refuse to listen. In Moliere's plays how\nmany comic scenes can be reduced to this simple type: A CHARACTER\nFOLLOWING UP HIS ONE IDEA, and continually recurring to it in spite of\nincessant interruptions! The transition seems to take place\nimperceptibly from the man who will listen to nothing to the one who\nwill see nothing, and from this latter to the one who sees only what he\nwants to see. A stubborn spirit ends by adjusting things to its own way\nof thinking, instead of accommodating its thoughts to the things. So\nevery comic character is on the highroad to the above-mentioned\nillusion, and Don Quixote furnishes us with the general type of comic\nabsurdity.",
                "Is there a name for this inversion of common sense? Doubtless it may be\nfound, in either an acute or a chronic form, in certain types of\ninsanity. In many of its aspects it resembles a fixed idea. But neither\ninsanity in general, nor fixed ideas in particular, are provocative of\nlaughter: they are diseases, and arouse our pity.",
                "Laughter, as we have seen, is incompatible with emotion. If there\nexists a madness that is laughable, it can only be one compatible with\nthe general health of the mind, -- a sane type of madness, one might say.\nNow, there is a sane state of the mind that resembles madness in every\nrespect, in which we find the same associations of ideas as we do in\nlunacy, the same peculiar logic as in a fixed idea. This state is that\nof dreams. So either our analysis is incorrect, or it must be capable\nof being stated in the following theorem: Comic absurdity is of the\nsame nature as that of dreams.",
                "The behaviour of the intellect in a dream is exactly what we have just\nbeen describing. The mind, enamoured of itself, now seeks in the outer\nworld nothing more than a pretext for realising its imaginations. A\nconfused murmur of sounds still reaches the ear, colours enter the\nfield of vision, the senses are not completely shut in. But the\ndreamer, instead of appealing to the whole of his recollections for the\ninterpretation of what his senses perceive, makes use of what he\nperceives to give substance to the particular recollection he favours:\nthus, according to the mood of the dreamer and the idea that fills his\nimagination at the time, a gust of wind blowing down the chimney\nbecomes the howl of a wild beast or a tuneful melody. Such is the\nordinary mechanism of illusion in dreams.",
                "Now, if comic illusion is similar to dream illusion, if the logic of\nthe comic is the logic of dreams, we may expect to discover in the\nlogic of the laughable all the peculiarities of dream logic. Here,\nagain, we shall find an illustration of the law with which we are well\nacquainted: given one form of the laughable, other forms that are\nlacking in the same comic essence become laughable from their outward\nresemblance to the first. Indeed, it is not difficult to see that any\nPLAY OF IDEAS may afford us amusement if only it bring back to mind,\nmore or less distinctly, the play of dreamland.",
                "We shall first call attention to a certain general relaxation of the\nrules of reasoning. The reasonings at which we laugh are those we know\nto be false, but which we might accept as true were we to hear them in\na dream. They counterfeit true reasoning just sufficiently to deceive a\nmind dropping off to sleep. There is still an element of logic in them,\nif you will, but it is a logic lacking in tension and, for that very\nreason, affording us relief from intellectual effort. Many \"witticisms\"\nare reasonings of this kind, considerably abridged reasonings, of which\nwe are given only the beginning and the end. Such play upon ideas\nevolves in the direction of a play upon words in proportion as the\nrelations set up between the ideas become more superficial: gradually\nwe come to take no account of the meaning of the words we hear, but\nonly of their sound. It might be instructive to compare with dreams\ncertain comic scenes in which one of the characters systematically\nrepeats in a nonsensical fashion what another character whispers in his\near. If you fall asleep with people talking round you, you sometimes\nfind that what they say gradually becomes devoid of meaning, that the\nsounds get distorted, as it were, and recombine in a haphazard fashion\nto form in your mind the strangest of meanings, and that you are\nreproducing between yourself and the different speakers the scene\nbetween Petit-Jean and The Prompter. [Footnote: Les Plaideurs (Racine).]",
                "There are also COMIC OBSESSIONS that seem to bear a great resemblance\nto dream obsessions. Who has not had the experience of seeing the same\nimage appear in several successive dreams, assuming a plausible meaning\nin each of them, whereas these dreams had no other point in common.\nEffects of repetition sometimes present this special form on the stage\nor in fiction: some of them, in fact, sound as though they belonged to\na dream. It may be the same with the burden of many a song: it\npersistently recurs, always unchanged, at the end of every verse, each\ntime with a different meaning.",
                "Not infrequently do we notice in dreams a particular CRESCENDO, a weird\neffect that grows more pronounced as we proceed. The first concession\nextorted from reason introduces a second; and this one, another of a\nmore serious nature; and so on till the crowning absurdity is reached.\nNow, this progress towards the absurd produces on the dreamer a very\npeculiar sensation. Such is probably the experience of the tippler when\nhe feels himself pleasantly drifting into a state of blankness in which\nneither reason nor propriety has any meaning for him. Now, consider\nwhether some of Moliere's plays would not produce the same sensation:\nfor instance, Monsieur de Pourceaugnac, which, after beginning almost\nreasonably, develops into a sequence of all sorts of absurdities.\nConsider also the Bourgeois gentilhomme, where the different characters\nseem to allow themselves to be caught up in a very whirlwind of madness\nas the play proceeds. \"If it is possible to find a man more completely\nmad, I will go and publish it in Rome.\" This sentence, which warns us\nthat the play is over, rouses us from the increasingly extravagant\ndream into which, along with M. Jourdain, we have been sinking.",
                "But, above all, there is a special madness that is peculiar to dreams.\nThere are certain special contradictions so natural to the imagination\nof a dreamer, and so absurd to the reason of a man wide-awake, that it\nwould be impossible to give a full and correct idea of their nature to\nanyone who had not experienced them. We allude to the strange fusion\nthat a dream often effects between two persons who henceforth form only\none and yet remain distinct. Generally one of these is the dreamer\nhimself. He feels he has not ceased to be what he is; yet he has become\nsomeone else. He is himself, and not himself. He hears himself speak\nand sees himself act, but he feels that some other \"he\" has borrowed\nhis body and stolen his voice. Or perhaps he is conscious of speaking\nand acting as usual, but he speaks of himself as a stranger with whom\nhe has nothing in common; he has stepped out of his own self. Does it\nnot seem as though we found this same extraordinary confusion in many a\ncomic scene? I am not speaking of Amphitryon, in which play the\nconfusion is perhaps suggested to the mind of the spectator, though the\nbulk of the comic effect proceeds rather from what we have already\ncalled a \"reciprocal interference of two series.\" I am speaking of the\nextravagant and comic reasonings in which we really meet with this\nconfusion in its pure form, though it requires some looking into to\npick it out. For instance, listen to Mark Twain's replies to the\nreporter who called to interview him:",
                "QUESTION. Isn't that a brother of yours? ANSWER. Oh! yes, yes, yes! Now\nyou remind me of it, that WAS a brother of mine. That's William -- BILL\nwe called him. Poor old Bill!",
                "Q. Why? Is he dead, then? A. Ah! well, I suppose so. We never could\ntell. There was a great mystery about it.",
                "Q. That is sad, very sad. He disappeared, then? A. Well, yes, in a sort\nof general way. We buried him.",
                "Q. BURIED him! BURIED him, without knowing whether he was dead or not?\nA. Oh no! Not that. He was dead enough.",
                "Q. Well, I confess that I can't understand this. If you buried him, and\nyou knew he was dead -- A. No! no! We only thought he was.",
                "Q. Oh, I see! He came to life again? A. I bet he didn't.",
                "Q. Well, I never heard anything like this. SOMEBODY was dead. SOMEBODY\nwas buried. Now, where was the mystery? A. Ah! that's just it! That's\nit exactly. You see, we were twins, -- defunct and I, -- and we got mixed\nin the bath-tub when we were only two weeks old, and one of us was\ndrowned. But we didn't know which. Some think it was Bill. Some think\nit was me.",
                "Q. Well, that is remarkable. What do YOU think? A. Goodness knows! I\nwould give whole worlds to know. This solemn, this awful tragedy has\ncast a gloom over my whole life. But I will tell you a secret now,\nwhich I have never revealed to any creature before. One of us had a\npeculiar mark, -- a large mole on the back of his left hand: that was ME.\nTHAT CHILD WAS THE ONE THAT WAS DROWNED! ... etc., etc.",
                "A close examination will show us that the absurdity of this dialogue is\nby no means an absurdity of an ordinary type. It would disappear were\nnot the speaker himself one of the twins in the story. It results\nentirely from the fact that Mark Twain asserts he is one of these\ntwins, whilst all the time he talks as though he were a third person\nwho tells the tale. In many of our dreams we adopt exactly the same\nmethod.",
                "Regarded from this latter point of view, the comic seems to show itself\nin a form somewhat different from the one we lately attributed to it.\nUp to this point, we have regarded laughter as first and foremost a\nmeans of correction. If you take the series of comic varieties and\nisolate the predominant types at long intervals, you will find that all\nthe intervening varieties borrow their comic quality from their\nresemblance to these types, and that the types themselves are so many\nmodels of impertinence with regard to society. To these impertinences\nsociety retorts by laughter, an even greater impertinence. So evidently\nthere is nothing very benevolent in laughter. It seems rather inclined\nto return evil for evil.",
                "But this is not what we are immediately struck by in our first\nimpression of the laughable. The comic character is often one with\nwhom, to begin with, our mind, or rather our body, sympathises. By this\nis meant that we put ourselves for a very short time in his place,\nadopt his gestures, words, arid actions, and, if amused by anything\nlaughable in him, invite him, in imagination, to share his amusement\nwith us; in fact, we treat him first as a playmate. So, in the laugher\nwe find a \"hail-fellow-well-met\" spirit -- as far, at least, as\nappearances go -- which it would be wrong of us not to take into\nconsideration. In particular, there is in laughter a movement of\nrelaxation which has often been noticed, and the reason of which we\nmust try to discover. Nowhere is this impression more noticeable than\nin the last few examples. In them, indeed, we shall find its\nexplanation.",
                "When the comic character automatically follows up his idea, he\nultimately thinks, speaks and acts as though he were dreaming. Now, a\ndream is a relaxation. To remain in touch with things and men, to see\nnothing but what is existent and think nothing but what is consistent,\ndemands a continuous effort of intellectual tension. This effort is\ncommon sense. And to remain sensible is, indeed, to remain at work. But\nto detach oneself from things and yet continue to perceive images, to\nbreak away from logic and yet continue to string together ideas, is to\nindulge in play or, if you prefer, in dolce far niente. So, comic\nabsurdity gives us from the outset the impression of playing with\nideas. Our first impulse is to join in the game. That relieves us from\nthe strain of thinking. Now, the same might be said of the other forms\nof the laughable. Deep-rooted in the comic, there is always a tendency,\nwe said, to take the line of least resistance, generally that of habit.\nThe comic character no longer tries to be ceaselessly adapting and\nreadapting himself to the society of which he is a member. He slackens\nin the attention that is due to life. He more or less resembles the\nabsentminded. Maybe his will is here even more concerned than his\nintellect, and there is not so much a want of attention as a lack of\ntension; still, in some way or another, he is absent, away from his\nwork, taking it easy. He abandons social convention, as indeed -- in the\ncase we have just been considering -- he abandoned logic. Here, too, our\nfirst impulse is to accept the invitation to take it easy. For a short\ntime, at all events, we join in the game. And that relieves us from the\nstrain of living.",
                "But we rest only for a short time. The sympathy that is capable of\nentering into the impression of the comic is a very fleeting one. It\nalso comes from a lapse in attention. Thus, a stern father may at times\nforget himself and join in some prank his child is playing, only to\ncheck himself at once in order to correct it.",
                "Laughter is, above all, a corrective. Being intended to humiliate, it\nmust make a painful impression on the person against whom it is\ndirected. By laughter, society avenges itself for the liberties taken\nwith it. It would fail in its object if it bore the stamp of sympathy\nor kindness.",
                "Shall we be told that the motive, at all events; may be a good one,\nthat we often punish because we love, and that laughter, by checking\nthe outer manifestations of certain failings, thus causes the person\nlaughed at to correct these failings and thereby improve himself\ninwardly?",
                "Much might be said on this point. As a general rule, and speaking\nroughly, laughter doubtless exercises a useful function. Indeed, the\nwhole of our analysis points to this fact. But it does not therefore\nfollow that laughter always hits the mark or is invariably inspired by\nsentiments of kindness or even of justice.",
                "To be certain of always hitting the mark, it would have to proceed from\nan act of reflection. Now, laughter is simply the result of a mechanism\nset up in us by nature or, what is almost the same thing, by our long\nacquaintance with social life. It goes off spontaneously and returns\ntit for tat. It has no time to look where it hits. Laughter punishes\ncertain failing's somewhat as disease punishes certain forms of excess,\nstriking down some who are innocent and sparing some who are guilty,\naiming at a general result and incapable of dealing separately with\neach individual case. And so it is with everything that comes to pass\nby natural means instead of happening by conscious reflection. An\naverage of justice may show itself in the total result, though the\ndetails, taken separately, often point to anything but justice.",
                "In this sense, laughter cannot be absolutely just. Nor should it be\nkind-hearted either. Its function is to intimidate by humiliating. Now,\nit would not succeed in doing this, had not nature implanted for that\nvery purpose, even in the best of men, a spark of spitefulness or, at\nall events, of mischief. Perhaps we had better not investigate this\npoint too closely, for we should not find anything very flattering to\nourselves. We should see that this movement of relaxation or expansion\nis nothing but a prelude to laughter, that the laugher immediately\nretires within himself, more self-assertive and conceited than ever,\nand is evidently disposed to look upon another's personality as a\nmarionette of which he pulls the strings. In this presumptuousness we\nspeedily discern a degree of egoism and, behind this latter, something\nless spontaneous and more bitter, the beginnings of a curious pessimism\nwhich becomes the more pronounced as the laugher more closely analyses\nhis laughter.",
                "Here, as elsewhere, nature has utilised evil with a view to good. It is\nmore especially the good that has engaged our attention throughout this\nwork. We have seen that the more society improves, the more plastic is\nthe adaptability it obtains from its members; while the greater the\ntendency towards increasing stability below, the more does it force to\nthe surface the disturbing elements inseparable from so vast a bulk;\nand thus laughter performs a useful function by emphasising the form of\nthese significant undulations. Such is also the truceless warfare of\nthe waves on the surface of the sea, whilst profound peace reigns in\nthe depths below. The billows clash and collide with each other, as\nthey strive to find their level. A fringe of snow-white foam, feathery\nand frolicsome, follows their changing outlines. From time to time, the\nreceding wave leaves behind a remnant of foam on the sandy beach. The\nchild, who plays hard by, picks up a handful, and, the next moment, is\nastonished to find that nothing remains in his grasp but a few drops of\nwater, water that is far more brackish, far more bitter than that of\nthe wave which brought it. Laughter comes into being in the self-same\nfashion. It indicates a slight revolt on the surface of social life. It\ninstantly adopts the changing forms of the disturbance. It, also, is\nafroth with a saline base. Like froth, it sparkles. It is gaiety\nitself. But the philosopher who gathers a handful to taste may find\nthat the substance is scanty, and the after-taste bitter.",
                "[THE END]"
            ]
        }
    ]
}