{
    "id": "4776",
    "title": "The Project Gutenberg E-text of Political Ideals",
    "author": "Bertrand Russell",
    "content": [
        {
            "name": "Political Ideals",
            "sub_name": "",
            "text": [
                "Chapter I: Political Ideals",
                "In dark days, men need a clear faith and a well-grounded hope; and as\nthe outcome of these, the calm courage which takes no account of\nhardships by the way.  The times through which we are passing have\nafforded to many of us a confirmation of our faith.  We see that the\nthings we had thought evil are really evil, and we know more\ndefinitely than we ever did before the directions in which men must\nmove if a better world is to arise on the ruins of the one which is\nnow hurling itself into destruction.  We see that men's political\ndealings with one another are based on wholly wrong ideals, and can\nonly be saved by quite different ideals from continuing to be a source\nof suffering, devastation, and sin.",
                "Political ideals must be based upon ideals for the individual life.\nThe aim of politics should be to make the lives of individuals as good\nas possible.  There is nothing for the politician to consider outside\nor above the various men, women, and children who compose the world.\nThe problem of politics is to adjust the relations of human beings in\nsuch a way that each severally may have as much of good in his\nexistence as possible.  And this problem requires that we should first\nconsider what it is that we think good in the individual life.",
                "To begin with, we do not want all men to be alike.  We do not want to\nlay down a pattern or type to which men of all sorts are to be made by\nsome means or another to approximate.  This is the ideal of the\nimpatient administrator.  A bad teacher will aim at imposing his\nopinion, and turning out a set of pupils all of whom will give the\nsame definite answer on a doubtful point.  Mr. Bernard Shaw is said to\nhold that Troilus and Cressida is the best of Shakespeare's plays.\nAlthough I disagree with this opinion, I should welcome it in a pupil\nas a sign of individuality; but most teachers would not tolerate such\na heterodox view.  Not only teachers, but all commonplace persons in\nauthority, desire in their subordinates that kind of uniformity which\nmakes their actions easily predictable and never inconvenient.  The\nresult is that they crush initiative and individuality when they can,\nand when they cannot, they quarrel with it.",
                "It is not one ideal for all men, but a separate ideal for each\nseparate man, that has to be realized if possible.  Every man has it\nin his being to develop into something good or bad: there is a best\npossible for him, and a worst possible.  His circumstances will\ndetermine whether his capacities for good are developed or crushed,\nand whether his bad impulses are strengthened or gradually diverted\ninto better channels.",
                "But although we cannot set up in any detail an ideal of character\nwhich is to be universally applicable -- although we cannot say, for\ninstance, that all men ought to be industrious, or self-sacrificing,\nor fond of music -- there are some broad principles which can be used to\nguide our estimates as to what is possible or desirable.",
                "We may distinguish two sorts of goods, and two corresponding sorts of\nimpulses.  There are goods in regard to which individual possession is\npossible, and there are goods in which all can share alike.  The food\nand clothing of one man is not the food and clothing of another; if\nthe supply is insufficient, what one man has is obtained at the\nexpense of some other man.  This applies to material goods generally,\nand therefore to the greater part of the present economic life of the\nworld.  On the other hand, mental and spiritual goods do not belong to\none man to the exclusion of another.  If one man knows a science, that\ndoes not prevent others from knowing it; on the contrary, it helps\nthem to acquire the knowledge.  If one man is a great artist or poet,\nthat does not prevent others from painting pictures or writing poems,\nbut helps to create the atmosphere in which such things are possible.\nIf one man is full of good-will toward others, that does not mean that\nthere is less good-will to be shared among the rest; the more\ngood-will one man has, the more he is likely to create among others.\nIn such matters there is no possession, because there is not a\ndefinite amount to be shared; any increase anywhere tends to produce\nan increase everywhere.",
                "There are two kinds of impulses, corresponding to the two kinds of\ngoods.  There are possessive impulses, which aim at acquiring or\nretaining private goods that cannot be shared; these center in the\nimpulse of property.  And there are creative or constructive impulses,\nwhich aim at bringing into the world or making available for use the\nkind of goods in which there is no privacy and no possession.",
                "The best life is the one in which the creative impulses play the\nlargest part and the possessive impulses the smallest.  This is no new\ndiscovery.  The Gospel says: \"Take no thought, saying, What shall we\neat? or What shall we drink? or, Wherewithal shall we be clothed?\"\nThe thought we give to these things is taken away from matters of more\nimportance.  And what is worse, the habit of mind engendered by\nthinking of these things is a bad one; it leads to competition, envy,\ndomination, cruelty, and almost all the moral evils that infest the\nworld.  In particular, it leads to the predatory use of force.\nMaterial possessions can be taken by force and enjoyed by the robber.\nSpiritual possessions cannot be taken in this way.  You may kill an\nartist or a thinker, but you cannot acquire his art or his thought.\nYou may put a man to death because he loves his fellow-men, but you\nwill not by so doing acquire the love which made his happiness.  Force\nis impotent in such matters; it is only as regards material goods that\nit is effective.  For this reason the men who believe in force are the\nmen whose thoughts and desires are preoccupied with material goods.",
                "The possessive impulses, when they are strong, infect activities which\nought to be purely creative.  A man who has made some valuable\ndiscovery may be filled with jealousy of a rival discoverer.  If one\nman has found a cure for cancer and another has found a cure for\nconsumption, one of them may be delighted if the other man's discovery\nturns out a mistake, instead of regretting the suffering of patients\nwhich would otherwise have been avoided.  In such cases, instead of\ndesiring knowledge for its own sake, or for the sake of its\nusefulness, a man is desiring it as a means to reputation.  Every\ncreative impulse is shadowed by a possessive impulse; even the\naspirant to saintliness may be jealous of the more successful saint.\nMost affection is accompanied by some tinge of jealousy, which is a\npossessive impulse intruding into the creative region.  Worst of all,\nin this direction, is the sheer envy of those who have missed\neverything worth having in life, and who are instinctively bent on\npreventing others from enjoying what they have not had.  There is\noften much of this in the attitude of the old toward the young.",
                "There is in human beings, as in plants and animals, a certain natural\nimpulse of growth, and this is just as true of mental as of physical\ndevelopment.  Physical development is helped by air and nourishment\nand exercise, and may be hindered by the sort of treatment which made\nChinese women's feet small.  In just the same way mental development\nmay be helped or hindered by outside influences.  The outside\ninfluences that help are those that merely provide encouragement or\nmental food or opportunities for exercising mental faculties.  The\ninfluences that hinder are those that interfere with growth by\napplying any kind of force, whether discipline or authority or fear or\nthe tyranny of public opinion or the necessity of engaging in some\ntotally incongenial occupation.  Worst of all influences are those\nthat thwart or twist a man's fundamental impulse, which is what shows\nitself as conscience in the moral sphere; such influences are likely\nto do a man an inward danger from which he will never recover.",
                "Those who realize the harm that can be done to others by any use of\nforce against them, and the worthlessness of the goods that can be\nacquired by force, will be very full of respect for the liberty of\nothers; they will not try to bind them or fetter them; they will be\nslow to judge and swift to sympathize; they will treat every human\nbeing with a kind of tenderness, because the principle of good in him\nis at once fragile and infinitely precious.  They will not condemn\nthose who are unlike themselves; they will know and feel that\nindividuality brings differences and uniformity means death.  They\nwill wish each human being to be as much a living thing and as little\na mechanical product as it is possible to be; they will cherish in\neach one just those things which the harsh usage of a ruthless world\nwould destroy.  In one word, all their dealings with others will be\ninspired by a deep impulse of reverence.",
                "What we shall desire for individuals is now clear: strong creative\nimpulses, overpowering and absorbing the instinct of possession;\nreverence for others; respect for the fundamental creative impulse in\nourselves.  A certain kind of self-respect or native pride is\nnecessary to a good life; a man must not have a sense of utter inward\ndefeat if he is to remain whole, but must feel the courage and the\nhope and the will to live by the best that is in him, whatever outward\nor inward obstacles it may encounter.  So far as it lies in a man's\nown power, his life will realize its best possibilities if it has\nthree things: creative rather than possessive impulses, reverence for\nothers, and respect for the fundamental impulse in himself.",
                "Political and social institutions are to be judged by the good or harm\nthat they do to individuals.  Do they encourage creativeness rather\nthan possessiveness?  Do they embody or promote a spirit of reverence\nbetween human beings?  Do they preserve self-respect?",
                "In all these ways the institutions under which we live are very far\nindeed from what they ought to be.",
                "Institutions, and especially economic systems, have a profound\ninfluence in molding the characters of men and women.  They may\nencourage adventure and hope, or timidity and the pursuit of safety.\nThey may open men's minds to great possibilities, or close them\nagainst everything but the risk of obscure misfortune.  They may make\na man's happiness depend upon what he adds to the general possessions\nof the world, or upon what he can secure for himself of the private\ngoods in which others cannot share.  Modern capitalism forces the\nwrong decision of these alternatives upon all who are not heroic or\nexceptionally fortunate.",
                "Men's impulses are molded, partly by their native disposition, partly\nby opportunity and environment, especially early environment.  Direct\npreaching can do very little to change impulses, though it can lead\npeople to restrain the direct expression of them, often with the\nresult that the impulses go underground and come to the surface again\nin some contorted form.  When we have discovered what kinds of impulse\nwe desire, we must not rest content with preaching, or with trying to\nproduce the outward manifestation without the inner spring; we must\ntry rather to alter institutions in the way that will, of itself,\nmodify the life of impulse in the desired direction.",
                "At present our institutions rest upon two things: property and power.\nBoth of these are very unjustly distributed; both, in the actual\nworld, are of great importance to the happiness of the individual.\nBoth are possessive goods; yet without them many of the goods in which\nall might share are hard to acquire as things are now.",
                "Without property, as things are, a man has no freedom, and no security\nfor the necessities of a tolerable life; without power, he has no\nopportunity for initiative.  If men are to have free play for their\ncreative impulses, they must be liberated from sordid cares by a\ncertain measure of security, and they must have a sufficient share of\npower to be able to exercise initiative as regards the course and\nconditions of their lives.",
                "Few men can succeed in being creative rather than possessive in a\nworld which is wholly built on competition, where the great majority\nwould fall into utter destitution if they became careless as to the\nacquisition of material goods, where honor and power and respect are\ngiven to wealth rather than to wisdom, where the law embodies and\nconsecrates the injustice of those who have toward those who have not.\nIn such an environment even those whom nature has endowed with great\ncreative gifts become infected with the poison of competition.  Men\ncombine in groups to attain more strength in the scramble for material\ngoods, and loyalty to the group spreads a halo of quasi-idealism round\nthe central impulse of greed.  Trade-unions and the Labor party are no\nmore exempt from this vice than other parties and other sections of\nsociety; though they are largely inspired by the hope of a radically\nbetter world.  They are too often led astray by the immediate object\nof securing for themselves a large share of material goods.  That this\ndesire is in accordance with justice, it is impossible to deny; but\nsomething larger and more constructive is needed as a political ideal,\nif the victors of to-morrow are not to become the oppressors of the\nday after.  The inspiration and outcome of a reforming movement ought\nto be freedom and a generous spirit, not niggling restrictions and\nregulations.",
                "The present economic system concentrates initiative in the hands of a\nsmall number of very rich men.  Those who are not capitalists have,\nalmost always, very little choice as to their activities when once\nthey have selected a trade or profession; they are not part of the\npower that moves the mechanism, but only a passive portion of the\nmachinery.  Despite political democracy, there is still an\nextraordinary degree of difference in the power of self-direction\nbelonging to a capitalist and to a man who has to earn his living.\nEconomic affairs touch men's lives, at most times, much more\nintimately than political questions.  At present the man who has no\ncapital usually has to sell himself to some large organization, such\nas a railway company, for example.  He has no voice in its management,\nand no liberty in politics except what his trade-union can secure for\nhim.  If he happens to desire a form of liberty which is not thought\nimportant by his trade-union, he is powerless; he must submit or\nstarve.",
                "Exactly the same thing happens to professional men.  Probably a\nmajority of journalists are engaged in writing for newspapers whose\npolitics they disagree with; only a man of wealth can own a large\nnewspaper, and only an accident can enable the point of view or the\ninterests of those who are not wealthy to find expression in a\nnewspaper.  A large part of the best brains of the country are in the\ncivil service, where the condition of their employment is silence\nabout the evils which cannot be concealed from them.  A Nonconformist\nminister loses his livelihood if his views displease his congregation;\na member of Parliament loses his seat if he is not sufficiently supple\nor sufficiently stupid to follow or share all the turns and twists of\npublic opinion.  In every walk of life, independence of mind is\npunished by failure, more and more as economic organizations grow\nlarger and more rigid.  Is it surprising that men become increasingly\ndocile, increasingly ready to submit to dictation and to forego the\nright of thinking for themselves?  Yet along such lines civilization\ncan only sink into a Byzantine immobility.",
                "Fear of destitution is not a motive out of which a free creative life\ncan grow, yet it is the chief motive which inspires the daily work of\nmost wage-earners.  The hope of possessing more wealth and power than\nany man ought to have, which is the corresponding motive of the rich,\nis quite as bad in its effects; it compels men to close their minds\nagainst justice, and to prevent themselves from thinking honestly on\nsocial questions while in the depths of their hearts they uneasily\nfeel that their pleasures are bought by the miseries of others.  The\ninjustices of destitution and wealth alike ought to be rendered\nimpossible.  Then a great fear would be removed from the lives of the\nmany, and hope would have to take on a better form in the lives of the\nfew.",
                "But security and liberty are only the negative conditions for good\npolitical institutions.  When they have been won, we need also the\npositive condition: encouragement of creative energy.  Security alone\nmight produce a smug and stationary society; it demands creativeness\nas its counterpart, in order to keep alive the adventure and interest\nof life, and the movement toward perpetually new and better things.\nThere can be no final goal for human institutions; the best are those\nthat most encourage progress toward others still better.  Without\neffort and change, human life cannot remain good.  It is not a\nfinished Utopia that we ought to desire, but a world where imagination\nand hope are alive and active.",
                "It is a sad evidence of the weariness mankind has suffered from\nexcessive toil that his heavens have usually been places where nothing\never happened or changed.  Fatigue produces the illusion that only\nrest is needed for happiness; but when men have rested for a time,\nboredom drives them to renewed activity.  For this reason, a happy\nlife must be one in which there is activity.  If it is also to be a\nuseful life, the activity ought to be as far as possible creative, not\nmerely predatory or defensive.  But creative activity requires\nimagination and originality, which are apt to be subversive of the\nstatus quo.  At present, those who have power dread a disturbance of\nthe status quo, lest their unjust privileges should be taken away.\nIn combination with the instinct for conventionality,[1] which man\nshares with the other gregarious animals, those who profit by the\nexisting order have established a system which punishes originality\nand starves imagination from the moment of first going to school down\nto the time of death and burial.  The whole spirit in which education\nis conducted needs to be changed, in order that children may be\nencouraged to think and feel for themselves, not to acquiesce\npassively in the thoughts and feelings of others.  It is not rewards\nafter the event that will produce initiative, but a certain mental\natmosphere.  There have been times when such an atmosphere existed:\nthe great days of Greece, and Elizabethan England, may serve as\nexamples.  But in our own day the tyranny of vast machine-like\norganizations, governed from above by men who know and care little for\nthe lives of those whom they control, is killing individuality and\nfreedom of mind, and forcing men more and more to conform to a uniform\npattern.",
                "[1] In England this is called \"a sense of humor.\"",
                "Vast organizations are an inevitable element in modern life, and it is\nuseless to aim at their abolition, as has been done by some reformers,\nfor instance, William Morris.  It is true that they make the\npreservation of individuality more difficult, but what is needed is a\nway of combining them with the greatest possible scope for individual\ninitiative.",
                "One very important step toward this end would be to render democratic\nthe government of every organization.  At present, our legislative\ninstitutions are more or less democratic, except for the important\nfact that women are excluded.  But our administration is still purely\nbureaucratic, and our economic organizations are monarchical or\noligarchic.  Every limited liability company is run by a small number\nof self-appointed or coöpted directors.  There can be no real\nfreedom or democracy until the men who do the work in a business also\ncontrol its management.",
                "Another measure which would do much to increase liberty would be an\nincrease of self-government for subordinate groups, whether\ngeographical or economic or defined by some common belief, like\nreligious sects.  A modern state is so vast and its machinery is so\nlittle understood that even when a man has a vote he does not feel\nhimself any effective part of the force which determines its policy.\nExcept in matters where he can act in conjunction with an\nexceptionally powerful group, he feels himself almost impotent, and\nthe government remains a remote impersonal circumstance, which must be\nsimply endured, like the weather.  By a share in the control of\nsmaller bodies, a man might regain some of that sense of personal\nopportunity and responsibility which belonged to the citizen of a\ncity-state in ancient Greece or medieval Italy.",
                "When any group of men has a strong corporate consciousness -- such as\nbelongs, for example, to a nation or a trade or a religious\nbody -- liberty demands that it should be free to decide for itself all\nmatters which are of great importance to the outside world.  This is\nthe basis of the universal claim for national independence.  But\nnations are by no means the only groups which ought to have\nself-government for their internal concerns.  And nations, like other\ngroups, ought not to have complete liberty of action in matters which\nare of equal concern to foreign nations.  Liberty demands\nself-government, but not the right to interfere with others.  The\ngreatest degree of liberty is not secured by anarchy.  The\nreconciliation of liberty with government is a difficult problem, but\nit is one which any political theory must face.",
                "The essence of government is the use of force in accordance with law\nto secure certain ends which the holders of power consider desirable.\nThe coercion of an individual or a group by force is always in itself\nmore or less harmful.  But if there were no government, the result\nwould not be an absence of force in men's relations to each other; it\nwould merely be the exercise of force by those who had strong\npredatory instincts, necessitating either slavery or a perpetual\nreadiness to repel force with force on the part of those whose\ninstincts were less violent.  This is the state of affairs at present\nin international relations, owing to the fact that no international\ngovernment exists.  The results of anarchy between states should\nsuffice to persuade us that anarchism has no solution to offer for the\nevils of the world.",
                "There is probably one purpose, and only one, for which the use of\nforce by a government is beneficent, and that is to diminish the total\namount of force used m the world.  It is clear, for example, that the\nlegal prohibition of murder diminishes the total amount of violence in\nthe world.  And no one would maintain that parents should have\nunlimited freedom to ill-treat their children.  So long as some men\nwish to do violence to others, there cannot be complete liberty, for\neither the wish to do violence must be restrained, or the victims must\nbe left to suffer.  For this reason, although individuals and\nsocieties should have the utmost freedom as regards their own affairs,\nthey ought not to have complete freedom as regards their dealings with\nothers.  To give freedom to the strong to oppress the weak is not the\nway to secure the greatest possible amount of freedom in the world.\nThis is the basis of the socialist revolt against the kind of freedom\nwhich used to be advocated by laissez-faire economists.",
                "Democracy is a device -- the best so far invented -- for diminishing as\nmuch as possible the interference of governments with liberty.  If a\nnation is divided into two sections which cannot both have their way,\ndemocracy theoretically insures that the majority shall have their\nway.  But democracy is not at all an adequate device unless it is\naccompanied by a very great amount of devolution.  Love of uniformity,\nor the mere pleasure of interfering, or dislike of differing tastes\nand temperaments, may often lead a majority to control a minority in\nmatters which do not really concern the majority.  We should none of\nus like to have the internal affairs of Great Britain settled by a\nparliament of the world, if ever such a body came into existence.\nNevertheless, there are matters which such a body could settle much\nbetter than any existing instrument of government.",
                "The theory of the legitimate use of force in human affairs, where a\ngovernment exists, seems clear.  Force should only be used against\nthose who attempt to use force against others, or against those who\nwill not respect the law in cases where a common decision is necessary\nand a minority are opposed to the action of the majority.  These seem\nlegitimate occasions for the use of force; and they should be\nlegitimate occasions in international affairs, if an international\ngovernment existed.  The problem of the legitimate occasions for the\nuse of force in the absence of a government is a different one, with\nwhich we are not at present concerned.",
                "Although a government must have the power to use force, and may on\noccasion use it legitimately, the aim of the reformers to have such\ninstitutions as will diminish the need for actual coercion will be\nfound to have this effect.  Most of us abstain, for instance, from\ntheft, not because it is illegal, but because we feel no desire to\nsteal.  The more men learn to live creatively rather than\npossessively, the less their wishes will lead them to thwart others or\nto attempt violent interference with their liberty.  Most of the\nconflicts of interests, which lead individuals or organizations into\ndisputes, are purely imaginary, and would be seen to be so if men\naimed more at the goods in which all can share, and less at those\nprivate possessions that are the source of strife.  In proportion as\nmen live creatively, they cease to wish to interfere with others by\nforce.  Very many matters in which, at present, common action is\nthought indispensable, might well be left to individual decision.  It\nused to be thought absolutely necessary that all the inhabitants of a\ncountry should have the same religion, but we now know that there is\nno such necessity.  In like manner it will be found, as men grow more\ntolerant in their instincts, that many uniformities now insisted upon\nare useless and even harmful.",
                "Good political institutions would weaken the impulse toward force and\ndomination in two ways: first, by increasing the opportunities for the\ncreative impulses, and by shaping education so as to strengthen these\nimpulses; secondly, by diminishing the outlets for the possessive\ninstincts.  The diffusion of power, both in the political and the\neconomic sphere, instead of its concentration in the hands of\nofficials and captains of industry, would greatly diminish the\nopportunities for acquiring the habit of command, out of which the\ndesire for exercising tyranny is apt to spring.  Autonomy, both for\ndistricts and for organizations, would leave fewer occasions when\ngovernments were called upon to make decisions as to other people's\nconcerns.  And the abolition of capitalism and the wage system would\nremove the chief incentive to fear and greed, those correlative\npassions by which all free life is choked and gagged.",
                "Few men seem to realize how many of the evils from which we suffer are\nwholly unnecessary, and that they could be abolished by a united\neffort within a few years.  If a majority in every civilized country\nso desired, we could, within twenty years, abolish all abject poverty,\nquite half the illness in the world, the whole economic slavery which\nbinds down nine tenths of our population; we could fill the world with\nbeauty and joy, and secure the reign of universal peace.  It is only\nbecause men are apathetic that this is not achieved, only because\nimagination is sluggish, and what always has been is regarded as what\nalways must be.  With good-will, generosity, intelligence, these\nthings could be brought about."
            ]
        },
        {
            "name": "Capitalism and the Wage System",
            "sub_name": "",
            "text": [
                "Chapter II: Capitalism and the Wage System",
                "The world is full of preventible evils which most men would be glad to\nsee prevented.",
                "Nevertheless, these evils persist, and nothing effective is done\ntoward abolishing them.",
                "This paradox produces astonishment in inexperienced reformers, and too\noften produces disillusionment in those who have come to know the\ndifficulty of changing human institutions.",
                "War is recognized as an evil by an immense majority in every civilized\ncountry; but this recognition does not prevent war.",
                "The unjust distribution of wealth must be obviously an evil to those\nwho are not prosperous, and they are nine tenths of the population.\nNevertheless it continues unabated.",
                "The tyranny of the holders of power is a source of needless suffering\nand misfortune to very large sections of mankind; but power remains in\nfew hands, and tends, if anything, to grow more concentrated.",
                "I wish first to study the evils of our present institutions, and the\ncauses of the very limited success of reformers in the past, and then\nto suggest reasons for the hope of a more lasting and permanent\nsuccess in the near future.",
                "The war has come as a challenge to all who desire a better world.  The\nsystem which cannot save mankind from such an appalling disaster is at\nfault somewhere, and cannot be amended in any lasting way unless the\ndanger of great wars in the future can be made very small.",
                "But war is only the final flower of an evil tree.  Even in times of\npeace, most men live lives of monotonous labor, most women are\ncondemned to a drudgery which almost kills the possibility of\nhappiness before youth is past, most children are allowed to grow up\nin ignorance of all that would enlarge their thoughts or stimulate\ntheir imagination.  The few who are more fortunate are rendered\nilliberal by their unjust privileges, and oppressive through fear of\nthe awakening indignation of the masses.  From the highest to the\nlowest, almost all men are absorbed in the economic struggle: the\nstruggle to acquire what is their due or to retain what is not their\ndue.  Material possessions, in fact or in desire, dominate our\noutlook, usually to the exclusion of all generous and creative\nimpulses.  Possessiveness -- the passion to have and to hold -- is the\nultimate source of war, and the foundation of all the ills from which\nthe political world is suffering.  Only by diminishing the strength of\nthis passion and its hold upon our daily lives can new institutions\nbring permanent benefit to mankind.",
                "Institutions which will diminish the sway of greed are possible, but\nonly through a complete reconstruction of our whole economic system.\nCapitalism and the wage system must be abolished; they are twin\nmonsters which are eating up the life of the world.  In place of them\nwe need a system which will hold in cheek men's predatory impulses,\nand will diminish the economic injustice that allows some to be rich\nin idleness while others are poor in spite of unremitting labor; but\nabove all we need a system which will destroy the tyranny of the\nemployer, by making men at the same time secure against destitution\nand able to find scope for individual initiative in the control of the\nindustry by which they live.  A better system can do all these things,\nand can be established by the democracy whenever it grows weary of\nenduring evils which there is no reason to endure.",
                "We may distinguish four purposes at which an economic system may aim:\nfirst, it may aim at the greatest possible production of goods and at\nfacilitating technical progress; second, it may aim at securing\ndistributive justice; third, it may aim at giving security against\ndestitution; and, fourth, it may aim at liberating creative impulses\nand diminishing possessive impulses.",
                "Of these four purposes the last is the most important.  Security is\nchiefly important as a means to it.  State socialism, though it might\ngive material security and more justice than we have at present, would\nprobably fail to liberate creative impulses or produce a progressive\nsociety.",
                "Our present system fails in all four purposes.  It is chiefly defended\non the ground that it achieves the first of the four purposes, namely,\nthe greatest possible production of material goods, but it only does\nthis in a very short-sighted way, by methods which are wasteful in the\nlong run both of human material and of natural resources.",
                "Capitalistic enterprise involves a ruthless belief in the importance\nof increasing material production to the utmost possible extent now\nand in the immediate future.  In obedience to this belief, new\nportions of the earth's surface are continually brought under the sway\nof industrialism.  Vast tracts of Africa become recruiting grounds for\nthe labor required in the gold and diamond mines of the Rand,\nRhodesia, and Kimberley; for this purpose, the population is\ndemoralized, taxed, driven into revolt, and exposed to the\ncontamination of European vice and disease.  Healthy and vigorous\nraces from Southern Europe are tempted to America, where sweating and\nslum life reduce their vitality if they do not actually cause their\ndeath.  What damage is done to our own urban populations by the\nconditions under which they live, we all know.  And what is true of\nthe human riches of the world is no less true of the physical\nresources.  The mines, forests, and wheat-fields of the world are all\nbeing exploited at a rate which must practically exhaust them at no\ndistant date.  On the side of material production, the world is living\ntoo fast; in a kind of delirium, almost all the energy of the world\nhas rushed into the immediate production of something, no matter what,\nand no matter at what cost.  And yet our present system is defended on\nthe ground that it safeguards progress!",
                "It cannot be said that our present economic system is any more\nsuccessful in regard to the other three objects which ought to be\naimed at.  Among the many obvious evils of capitalism and the wage\nsystem, none are more glaring than that they encourage predatory\ninstincts, that they allow economic injustice, and that they give\ngreat scope to the tyranny of the employer.",
                "As to predatory instincts, we may say, broadly speaking, that in a\nstate of nature there would be two ways of acquiring riches -- one by\nproduction, the other by robbery.  Under our existing system, although\nwhat is recognized as robbery is forbidden, there are nevertheless\nmany ways of becoming rich without contributing anything to the wealth\nof the community.  Ownership of land or capital, whether acquired or\ninherited, gives a legal right to a permanent income.  Although most\npeople have to produce in order to live, a privileged minority are\nable to live in luxury without producing anything at all.  As these\nare the men who are not only the most fortunate but also the most\nrespected, there is a general desire to enter their ranks, and a\nwidespread unwillingness to face the fact that there is no\njustification whatever for incomes derived in this way.  And apart\nfrom the passive enjoyment of rent or interest, the methods of\nacquiring wealth are very largely predatory.  It is not, as a rule, by\nmeans of useful inventions, or of any other action which increases the\ngeneral wealth of the community, that men amass fortunes; it is much\nmore often by skill in exploiting or circumventing others.  Nor is it\nonly among the rich that our present régime promotes a narrowly\nacquisitive spirit.  The constant risk of destitution compels most men\nto fill a great part of their time and thought with the economic\nstruggle.  There is a theory that this increases the total output of\nwealth by the community.  But for reasons to which I shall return\nlater, I believe this theory to be wholly mistaken.",
                "Economic injustice is perhaps the most obvious evil of our present\nsystem.  It would be utterly absurd to maintain that the men who\ninherit great wealth deserve better of the community than those who\nhave to work for their living.  I am not prepared to maintain that\neconomic justice requires an exactly equal income for everybody.  Some\nkinds of work require a larger income for efficiency than others do;\nbut there is economic injustice as soon as a man has more than his\nshare, unless it is because his efficiency in his work requires it, or\nas a reward for some definite service.  But this point is so obvious\nthat it needs no elaboration.",
                "The modern growth of monopolies in the shape of trusts, cartels,\nfederations of employers and so on has greatly increased the power of\nthe capitalist to levy toll on the community.  This tendency will not\ncease of itself, but only through definite action on the part of those\nwho do not profit by the capitalist régime.  Unfortunately the\ndistinction between the proletariat and the capitalist is not so sharp\nas it was in the minds of socialist theorizers.  Trade-unions have\nfunds in various securities; friendly societies are large capitalists;\nand many individuals eke out their wages by invested savings.  All\nthis increases the difficulty of any clear-cut radical change in our\neconomic system.  But it does not diminish the desirability of such a\nchange.",
                "Such a system as that suggested by the French syndicalists, in which\neach trade would be self-governing and completely independent, without\nthe control of any central authority, would not secure economic\njustice.  Some trades are in a much stronger bargaining position than\nothers.  Coal and transport, for example, could paralyze the national\nlife, and could levy blackmail by threatening to do so.  On the other\nhand, such people as school teachers, for example, could rouse very\nlittle terror by the threat of a strike and would be in a very weak\nbargaining position.  Justice can never be secured by any system of\nunrestrained force exercised by interested parties in their own\ninterests.  For this reason the abolition of the state, which the\nsyndicalists seem to desire, would be a measure not compatible with\neconomic justice.",
                "The tyranny of the employer, which at present robs the greater part of\nmost men's lives of all liberty and all initiative, is unavoidable so\nlong as the employer retains the right of dismissal with consequent\nloss of pay.  This right is supposed to be essential in order that men\nmay have an incentive to work thoroughly.  But as men grow more\ncivilized, incentives based on hope become increasingly preferable to\nthose that are based on fear.  It would be far better that men should\nbe rewarded for working well than that they should be punished for\nworking badly.  This system is already in operation in the civil\nservice, where a man is only dismissed for some exceptional degree of\nvice or virtue, such as murder or illegal abstention from it.\nSufficient pay to ensure a livelihood ought to be given to every\nperson who is willing to work, independently of the question whether\nthe particular work at which he is skilled is wanted at the moment or\nnot.  If it is not wanted, some new trade which is wanted ought to be\ntaught at the public expense.  Why, for example, should a hansom-cab\ndriver be allowed to suffer on account of the introduction of taxies?\nHe has not committed any crime, and the fact that his work is no\nlonger wanted is due to causes entirely outside his control.  Instead\nof being allowed to starve, he ought to be given instruction in motor\ndriving or in whatever other trade may seem most suitable.  At\npresent, owing to the fact that all industrial changes tend to cause\nhardships to some section of wage-earners, there is a tendency to\ntechnical conservatism on the part of labor, a dislike of innovations,\nnew processes, and new methods.  But such changes, if they are in the\npermanent interest of the community, ought to be carried out without\nallowing them to bring unmerited loss to those sections of the\ncommunity whose labor is no longer wanted in the old form.  The\ninstinctive conservatism of mankind is sure to make all processes of\nproduction change more slowly than they should.  It is a pity to add\nto this by the avoidable conservatism which is forced upon organized\nlabor at present through the unjust workings of a change.",
                "It will be said that men will not work well if the fear of dismissal\ndoes not spur them on.  I think it is only a small percentage of whom\nthis would be true at present.  And those of whom it would be true\nmight easily become industrious if they were given more congenial work\nor a wiser training.  The residue who cannot be coaxed into industry\nby any such methods are probably to be regarded as pathological cases,\nrequiring medical rather than penal treatment.  And against this\nresidue must be set the very much larger number who are now ruined in\nhealth or in morale by the terrible uncertainty of their livelihood\nand the great irregularity of their employment.  To very many,\nsecurity would bring a quite new possibility of physical and moral\nhealth.",
                "The most dangerous aspect of the tyranny of the employer is the power\nwhich it gives him of interfering with men's activities outside their\nworking hours.  A man may be dismissed because the employer dislikes\nhis religion or his politics, or chooses to think his private life\nimmoral.  He may be dismissed because he tries to produce a spirit of\nindependence among his fellow employees.  He may fail completely to\nfind employment merely on the ground that he is better educated than\nmost and therefore more dangerous.  Such cases actually occur at\npresent.  This evil would not be remedied, but rather intensified,\nunder state socialism, because, where the State is the only employer,\nthere is no refuge from its prejudices such as may now accidentally\narise through the differing opinions of different men.  The State\nwould be able to enforce any system of beliefs it happened to like,\nand it is almost certain that it would do so.  Freedom of thought\nwould be penalized, and all independence of spirit would die out.",
                "Any rigid system would involve this evil.  It is very necessary that\nthere should be diversity and lack of complete systematization.\nMinorities must be able to live and develop their opinions freely.  If\nthis is not secured, the instinct of persecution and conformity will\nforce all men into one mold and make all vital progress impossible.",
                "For these reasons, no one ought to be allowed to suffer destitution so\nlong as he or she is willing to work.  And no kind of inquiry ought\nto be made into opinion or private life.  It is only on this basis\nthat it is possible to build up an economic system not founded upon\ntyranny and terror.",
                "The power of the economic reformer is limited by the technical\nproductivity of labor.  So long as it was necessary to the bare\nsubsistence of the human race that most men should work very long\nhours for a pittance, so long no civilization was possible except an\naristocratic one; if there were to be men with sufficient leisure for\nany mental life, there had to be others who were sacrificed for the\ngood of the few.  But the time when such a system was necessary has\npassed away with the progress of machinery.  It would be possible now,\nif we had a wise economic system, for all who have mental needs to\nfind satisfaction for them.  By a few hours a day of manual work, a\nman can produce as much as is necessary for his own subsistence; and\nif he is willing to forgo luxuries, that is all that the community has\na right to demand of him.  It ought to be open to all who so desire to\ndo short hours of work for little pay, and devote their leisure to\nwhatever pursuit happens to attract them.  No doubt the great majority\nof those who chose this course would spend their time in mere\namusement, as most of the rich do at present.  But it could not be\nsaid, in such a society, that they were parasites upon the labor of\nothers.  And there would be a minority who would give their hours of\nnominal idleness to science or art or literature, or some other\npursuit out of which fundamental progress may come.  In all such\nmatters, organization and system can only do harm.  The one thing that\ncan be done is to provide opportunity, without repining at the waste\nthat results from most men failing to make good use of the\nopportunity.",
                "But except in cases of unusual laziness or eccentric ambition, most\nmen would elect to do a full day's work for a full day's pay.  For\nthese, who would form the immense majority, the important thing is\nthat ordinary work should, as far as possible, afford interest and\nindependence and scope for initiative.  These things are more\nimportant than income, as soon as a certain minimum has been reached.\nThey can be secured by gild socialism, by industrial self-government\nsubject to state control as regards the relations of a trade to the\nrest of the community.  So far as I know, they cannot be secured in\nany other way.",
                "Guild socialism, as advocated by Mr. Orage and the \"New Age,\" is\nassociated with a polemic against \"political\" action, and in favor of\ndirect economic action by trade-unions.  It shares this with\nsyndicalism, from which most of what is new in it is derived.  But I\nsee no reason for this attitude; political and economic action seem to\nme equally necessary, each in its own time and place.  I think there\nis danger in the attempt to use the machinery of the present\ncapitalist state for socialistic purposes.  But there is need of\npolitical action to transform the machinery of the state, side by side\nwith the transformation which we hope to see in economic institutions.\nIn this country, neither transformation is likely to be brought about\nby a sudden revolution; we must expect each to come step by step, if\nat all, and I doubt if either could or should advance very far without\nthe other.",
                "The economic system we should ultimately wish to see would be one in\nwhich the state would be the sole recipient of economic rent, while\nprivate capitalistic enterprises should be replaced by self-governing\ncombinations of those who actually do the work.  It ought to be\noptional whether a man does a whole day's work for a whole day's pay,\nor half a day's work for half a day's pay, except in cases where such\nan arrangement would cause practical inconvenience.  A man's pay\nshould not cease through the accident of his work being no longer\nneeded, but should continue so long as he is willing to work, a new\ntrade being taught him at the public expense, if necessary.\nUnwillingness to work should be treated medically or educationally,\nwhen it could not be overcome by a change to some more congenial\noccupation.",
                "The workers in a given industry should all be combined in one\nautonomous unit, and their work should not be subject to any outside\ncontrol.  The state should fix the price at which they produce, but\nshould leave the industry self-governing in all other respects.  In\nfixing prices, the state should, as far as possible, allow each\nindustry to profit by any improvements which it might introduce into\nits own processes, but should endeavor to prevent undeserved loss or\ngain through changes in external economic conditions.  In this way\nthere would be every incentive to progress, with the least possible\ndanger of unmerited destitution.  And although large economic\norganizations will continue, as they are bound to do, there will be a\ndiffusion of power which will take away the sense of individual\nimpotence from which men and women suffer at present.",
                "Some men, though they may admit that such a system would be desirable,\nwill argue that it is impossible to bring it about, and that therefore\nwe must concentrate on more immediate objects.",
                "I think it must be conceded that a political party ought to have\nproximate aims, measures which it hopes to carry in the next session\nor the next parliament, as well as a more distant goal.  Marxian\nsocialism, as it existed in Germany, seemed to me to suffer in this\nway: although the party was numerically powerful, it was politically\nweak, because it had no minor measures to demand while waiting for the\nrevolution.  And when, at last, German socialism was captured by those\nwho desired a less impracticable policy, the modification which\noccurred was of exactly the wrong kind: acquiescence in bad policies,\nsuch as militarism and imperialism, rather than advocacy of partial\nreforms which, however inadequate, would still have been steps in the\nright direction.",
                "A similar defect was inherent in the policy of French syndicalism as\nit existed before the war.  Everything was to wait for the general\nstrike; after adequate preparation, one day the whole proletariat\nwould unanimously refuse to work, the property owners would\nacknowledge their defeat, and agree to abandon all their privileges\nrather than starve.  This is a dramatic conception; but love of drama\nis a great enemy of true vision.  Men cannot be trained, except under\nvery rare circumstances, to do something suddenly which is very\ndifferent from what they have been doing before.  If the general\nstrike were to succeed, the victors, despite their anarchism, would be\ncompelled at once to form an administration, to create a new police\nforce to prevent looting and wanton destruction, to establish a\nprovisional government issuing dictatorial orders to the various\nsections of revolutionaries.  Now the syndicalists are opposed in\nprinciple to all political action; they would feel that they were\ndeparting from their theory in taking the necessary practical steps,\nand they would be without the required training because of their\nprevious abstention from politics.  For these reasons it is likely\nthat, even after a syndicalist revolution, actual power would fall\ninto the hands of men who were not really syndicalists.",
                "Another objection to a program which is to be realized suddenly at\nsome remote date by a revolution or a general strike is that\nenthusiasm flags when there is nothing to do meanwhile, and no partial\nsuccess to lessen the weariness of waiting.  The only sort of movement\nwhich can succeed by such methods is one where the sentiment and the\nprogram are both very simple, as is the case in rebellions of\noppressed nations.  But the line of demarcation between capitalist and\nwage-earner is not sharp, like the line between Turk and Armenian, or\nbetween an Englishman and a native of India.  Those who have advocated\nthe social revolution have been mistaken in their political methods,\nchiefly because they have not realized how many people there are in\nthe community whose sympathies and interests lie half on the side of\ncapital, half on the side of labor.  These people make a clear-cut\nrevolutionary policy very difficult.",
                "For these reasons, those who aim at an economic reconstruction which\nis not likely to be completed to-morrow must, if they are to have any\nhope of success, be able to approach their goal by degrees, through\nmeasures which are of some use in themselves, even if they should not\nultimately lead to the desired end.  There must be activities which\ntrain men for those that they are ultimately to carry out, and there\nmust be possible achievements in the near future, not only a vague\nhope of a distant paradise.",
                "But although I believe that all this is true, I believe no less firmly\nthat really vital and radical reform requires some vision beyond the\nimmediate future, some realization of what human beings might make of\nhuman life if they chose.  Without some such hope, men will not have\nthe energy and enthusiasm necessary to overcome opposition, or the\nsteadfastness to persist when their aims are for the moment unpopular.\nEvery man who has really sincere desire for any great amelioration in\nthe conditions of life has first to face ridicule, then persecution,\nthen cajolery and attempts at subtle corruption.  We know from painful\nexperience how few pass unscathed through these three ordeals.  The\nlast especially, when the reformer is shown all the kingdoms of the\nearth, is difficult, indeed almost impossible, except for those who\nhave made their ultimate goal vivid to themselves by clear and\ndefinite thought.",
                "Economic systems are concerned essentially with the production and\ndistribution of material goods.  Our present system is wasteful on the\nproduction side, and unjust on the side of distribution.  It involves\na life of slavery to economic forces for the great majority of the\ncommunity, and for the minority a degree of power over the lives of\nothers which no man ought to have.  In a good community the production\nof the necessaries of existence would be a mere preliminary to the\nimportant and interesting part of life, except for those who find a\npleasure in some part of the work of producing necessaries.  It is not\nin the least necessary that economic needs should dominate man as they\ndo at present.  This is rendered necessary at present, partly by the\ninequalities of wealth, partly by the fact that things of real value,\nsuch as a good education, are difficult to acquire, except for the\nwell-to-do.",
                "Private ownership of land and capital is not defensible on grounds of\njustice, or on the ground that it is an economical way of producing\nwhat the community needs.  But the chief objections to it are that it\nstunts the lives of men and women, that it enshrines a ruthless\npossessiveness in all the respect which is given to success, that it\nleads men to fill the greater part of their time and thought with the\nacquisition of purely material goods, and that it affords a terrible\nobstacle to the advancement of civilization and creative energy.",
                "The approach to a system free from these evils need not be sudden; it\nis perfectly possible to proceed step by step towards economic freedom\nand industrial self-government.  It is not true that there is any\noutward difficulty in creating the kind of institutions that we have\nbeen considering.  If organized labor wishes to create them, nothing\ncould stand in its way.  The difficulty involved is merely the\ndifficulty of inspiring men with hope, of giving them enough\nimagination to see that the evils from which they suffer are\nunnecessary, and enough thought to understand how the evils are to be\ncured.  This is a difficulty which can be overcome by time and energy.\nBut it will not be overcome if the leaders of organized labor have no\nbreadth of outlook, no vision, no hopes beyond some slight superficial\nimprovement within the framework of the existing system.\nRevolutionary action may be unnecessary, but revolutionary thought is\nindispensable, and, as the outcome of thought, a rational and\nconstructive hope."
            ]
        },
        {
            "name": "Pitfalls in Socialism",
            "sub_name": "",
            "text": [
                "Chapter III: Pitfalls in Socialism",
                "In its early days, socialism was a revolutionary movement of which the\nobject was the liberation of the wage-earning classes and the\nestablishment of freedom and justice.  The passage from capitalism to\nthe new régime was to be sudden and violent: capitalists were to be\nexpropriated without compensation, and their power was not to be\nreplaced by any new authority.",
                "Gradually a change came over the spirit of socialism.  In France,\nsocialists became members of the government, and made and unmade\nparliamentary majorities.  In Germany, social democracy grew so strong\nthat it became impossible for it to resist the temptation to barter\naway some of its intransigeance in return for government recognition\nof its claims.  In England, the Fabians taught the advantage of reform\nas against revolution, and of conciliatory bargaining as against\nirreconcilable antagonism.",
                "The method of gradual reform has many merits as compared to the method\nof revolution, and I have no wish to preach revolution.  But gradual\nreform has certain dangers, to wit, the ownership or control of\nbusinesses hitherto in private hands, and by encouraging legislative\ninterference for the benefit of various sections of the wage-earning\nclasses.  I think it is at least doubtful whether such measures do\nanything at all to contribute toward the ideals which inspired the\nearly socialists and still inspire the great majority of those who\nadvocate some form of socialism.",
                "Let us take as an illustration such a measure as state purchase of\nrailways.  This is a typical object of state socialism, thoroughly\npracticable, already achieved in many countries, and clearly the sort\nof step that must be taken in any piecemeal approach to complete\ncollectivism.  Yet I see no reason to believe that any real advance\ntoward democracy, freedom, or economic justice is achieved when a\nstate takes over the railways after full compensation to the\nshareholders.",
                "Economic justice demands a diminution, if not a total abolition, of\nthe proportion of the national income which goes to the recipients of\nrent and interest.  But when the holders of railway shares are given\ngovernment stock to replace their shares, they are given the prospect\nof an income in perpetuity equal to what they might reasonably expect\nto have derived from their shares.  Unless there is reason to expect a\ngreat increase in the earnings of railways, the whole operation does\nnothing to alter the distribution of wealth.  This could only be\neffected if the present owners were expropriated, or paid less than\nthe market value, or given a mere life-interest as compensation.  When\nfull value is given, economic justice is not advanced in any degree.",
                "There is equally little advance toward freedom.  The men employed on\nthe railway have no more voice than they had before in the management\nof the railway, or in the wages and conditions of work.  Instead of\nhaving to fight the directors, with the possibility of an appeal to\nthe government, they now have to fight the government directly; and\nexperience does not lead to the view that a government department has\nany special tenderness toward the claims of labor.  If they strike,\nthey have to contend against the whole organized power of the state,\nwhich they can only do successfully if they happen to have a strong\npublic opinion on their side.  In view of the influence which the\nstate can always exercise on the press, public opinion is likely to be\nbiased against them, particularly when a nominally progressive\ngovernment is in power.  There will no longer be the possibility of\ndivergences between the policies of different railways.  Railway men\nin England derived advantages for many years from the comparatively\nliberal policy of the North Eastern Railway, which they were able to\nuse as an argument for a similar policy elsewhere.  Such possibilities\nare excluded by the dead uniformity of state administration.",
                "And there is no real advance toward democracy.  The administration of\nthe railways will be in the hands of officials whose bias and\nassociations separate them from labor, and who will develop an\nautocratic temper through the habit of power.  The democratic\nmachinery by which these officials are nominally controlled is\ncumbrous and remote, and can only be brought into operation on\nfirst-class issues which rouse the interest of the whole nation.  Even\nthen it is very likely that the superior education of the officials\nand the government, combined with the advantages of their position,\nwill enable them to mislead the public as to the issues, and alienate\nthe general sympathy even from the most excellent cause.",
                "I do not deny that these evils exist at present; I say only that they\nwill not be remedied by such measures as the nationalization of\nrailways in the present economic and political environment.  A greater\nupheaval, and a greater change in men's habits of mind, is necessary\nfor any really vital progress.",
                "State socialism, even in a nation which possesses the form of\npolitical democracy, is not a truly democratic system.  The way in\nwhich it fails to be democratic may be made plain by an analogy from\nthe political sphere.  Every democrat recognizes that the Irish ought\nto have self-government for Irish affairs, and ought not to be told\nthat they have no grievance because they share in the Parliament of\nthe United Kingdom.  It is essential to democracy that any group of\ncitizens whose interests or desires separate them at all widely from\nthe rest of the community should be free to decide their internal\naffairs for themselves.  And what is true of national or local groups\nis equally true of economic groups, such as miners or railway men.\nThe national machinery of general elections is by no means sufficient\nto secure for groups of this kind the freedom which they ought to\nhave.",
                "The power of officials, which is a great and growing danger in the\nmodern state, arises from the fact that the majority of the voters,\nwho constitute the only ultimate popular control over officials, are\nas a rule not interested in any one particular question, and are\ntherefore not likely to interfere effectively against an official who\nis thwarting the wishes of the minority who are interested.  The\nofficial is nominally subject to indirect popular control, but not to\nthe control of those who are directly affected by his action.  The\nbulk of the public will either never hear about the matter in dispute,\nor, if they do hear, will form a hasty opinion based upon inadequate\ninformation, which is far more likely to come from the side of the\nofficials than from the section of the community which is affected by\nthe question at issue.  In an important political issue, some degree\nof knowledge is likely to be diffused in time; but in other matters\nthere is little hope that this will happen.",
                "It may be said that the power of officials is much less dangerous than\nthe power of capitalists, because officials have no economic interests\nthat are opposed to those of wage-earners.  But this argument involves\nfar too simple a theory of political human nature -- a theory which\northodox socialism adopted from the classical political economy, and\nhas tended to retain in spite of growing evidence of its falsity.\nEconomic self-interest, and even economic class-interest, is by no\nmeans the only important political motive.  Officials, whose salary is\ngenerally quite unaffected by their decisions on particular questions,\nare likely, if they are of average honesty, to decide according to\ntheir view of the public interest; but their view will none the less\nhave a bias which will often lead them wrong.  It is important to\nunderstand this bias before entrusting our destinies too unreservedly\nto government departments.",
                "The first thing to observe is that, in any very large organization,\nand above all in a great state, officials and legislators are usually\nvery remote from those whom they govern, and not imaginatively\nacquainted with the conditions of life to which their decisions will\nbe applied.  This makes them ignorant of much that they ought to know,\neven when they are industrious and willing to learn whatever can be\ntaught by statistics and blue-books.  The one thing they understand\nintimately is the office routine and the administrative rules.  The\nresult is an undue anxiety to secure a uniform system.  I have heard\nof a French minister of education taking out his watch, and remarking,\n\"At this moment all the children of such and such an age in France are\nlearning so and so.\" This is the ideal of the administrator, an ideal\nutterly fatal to free growth, initiative, experiment, or any far\nreaching innovation.  Laziness is not one of the motives recognized in\ntextbooks on political theory, because all ordinary knowledge of human\nnature is considered unworthy of the dignity of these works; yet we\nall know that laziness is an immensely powerful motive with all but a\nsmall minority of mankind.",
                "Unfortunately, in this case laziness is reinforced by love of power,\nwhich leads energetic officials to create the systems which lazy\nofficials like to administer.  The energetic official inevitably\ndislikes anything that he does not control.  His official sanction\nmust be obtained before anything can be done.  Whatever he finds in\nexistence he wishes to alter in some way, so as to have the\nsatisfaction of feeling his power and making it felt.  If he is\nconscientious, he will think out some perfectly uniform and rigid\nscheme which he believes to be the best possible, and he will then\nimpose this scheme ruthlessly, whatever promising growths he may have\nto lop down for the sake of symmetry.  The result inevitably has\nsomething of the deadly dullness of a new rectangular town, as\ncompared with the beauty and richness of an ancient city which has\nlived and grown with the separate lives and individualities of many\ngenerations.  What has grown is always more living than what has been\ndecreed; but the energetic official will always prefer the tidiness of\nwhat he has decreed to the apparent disorder of spontaneous growth.",
                "The mere possession of power tends to produce a love of power, which\nis a very dangerous motive, because the only sure proof of power\nconsists in preventing others from doing what they wish to do.  The\nessential theory of democracy is the diffusion of power among the\nwhole people, so that the evils produced by one man's possession of\ngreat power shall be obviated.  But the diffusion of power through\ndemocracy is only effective when the voters take an interest in the\nquestion involved.  When the question does not interest them, they do\nnot attempt to control the administration, and all actual power passes\ninto the hands of officials.",
                "For this reason, the true ends of democracy are not achieved by state\nsocialism or by any system which places great power in the hands of\nmen subject to no popular control except that which is more or less\nindirectly exercised through parliament.",
                "Any fresh survey of men's political actions shows that, in those who\nhave enough energy to be politically effective, love of power is a\nstronger motive than economic self-interest.  Love of power actuates\nthe great millionaires, who have far more money than they can spend,\nbut continue to amass wealth merely in order to control more and more\nof the world's finance.[2]  Love of power is obviously the ruling\nmotive of many politicians.  It is also the chief cause of wars, which\nare admittedly almost always a bad speculation from the mere point of\nview of wealth.  For this reason, a new economic system which merely\nattacks economic motives and does not interfere with the concentration\nof power is not likely to effect any very great improvement in the\nworld.  This is one of the chief reasons for regarding state socialism\nwith suspicion.",
                "[2] Cf. J. A. Hobson, \"The Evolution of Modern Capitalism.\"",
                "The problem of the distribution of power is a more difficult one than\nthe problem of the distribution of wealth.  The machinery of\nrepresentative government has concentrated on ultimate power as the\nonly important matter, and has ignored immediate executive power.\nAlmost nothing has been done to democratize administration.\nGovernment officials, in virtue of their income, security, and social\nposition, are likely to be on the side of the rich, who have been\ntheir daily associates ever since the time of school and college.  And\nwhether or not they are on the side of the rich, they are not likely,\nfor the reasons we have been considering, to be genuinely in favor of\nprogress.  What applies to government officials applies also to\nmembers of Parliament, with the sole difference that they have had to\nrecommend themselves to a constituency.  This, however, only adds\nhypocrisy to the other qualities of a ruling caste.  Whoever has stood\nin the lobby of the House of Commons watching members emerge with\nwandering eye and hypothetical smile, until the constituent is espied,\nhis arm taken, \"my dear fellow\" whispered in his ear, and his steps\nguided toward the inner precincts -- whoever, observing this, has\nrealized that these are the arts by which men become and remain\nlegislators, can hardly fail to feel that democracy as it exists is\nnot an absolutely perfect instrument of government.  It is a painful\nfact that the ordinary voter, at any rate in England, is quite blind\nto insincerity.  The man who does not care about any definite\npolitical measures can generally be won by corruption or flattery,\nopen or concealed; the man who is set on securing reforms will\ngenerally prefer an ambitious windbag to a man who desires the public\ngood without possessing a ready tongue.  And the ambitious windbag, as\nsoon as he has become a power by the enthusiasm he has aroused, will\nsell his influence to the governing clique, sometimes openly,\nsometimes by the more subtle method of intentionally failing at a\ncrisis.  This is part of the normal working of democracy as embodied\nin representative institutions.  Yet a cure must be found if democracy\nis not to remain a farce.",
                "One of the sources of evil in modern large democracies is the fact\nthat most of the electorate have no direct or vital interest in most\nof the questions that arise.  Should Welsh children be allowed the use\nof the Welsh language in schools?  Should gipsies be compelled to\nabandon their nomadic life at the bidding of the education\nauthorities?  Should miners have an eight-hour day?  Should Christian\nScientists be compelled to call in doctors in case of serious illness?\nThese are matters of passionate interest to certain sections of the\ncommunity, but of very little interest to the great majority.  If they\nare decided according to the wishes of the numerical majority, the\nintense desires of a minority will be overborne by the very slight and\nuninformed whims of the indifferent remainder.  If the minority are\ngeographically concentrated, so that they can decide elections in a\ncertain number of constituencies, like the Welsh and the miners, they\nhave a good chance of getting their way, by the wholly beneficent\nprocess which its enemies describe as log-rolling.  But if they are\nscattered and politically feeble, like the gipsies and the Christian\nScientists, they stand a very poor chance against the prejudices of\nthe majority.  Even when they are geographically concentrated, like\nthe Irish, they may fail to obtain their wishes, because they arouse\nsome hostility or some instinct of domination in the majority.  Such a\nstate of affairs is the negation of all democratic principles.",
                "The tyranny of the majority is a very real danger.  It is a mistake to\nsuppose that the majority is necessarily right.  On every new question\nthe majority is always wrong at first.  In matters where the state\nmust act as a whole, such as tariffs, for example, decision by\nmajorities is probably the best method that can be devised.  But there\nare a great many questions in which there is no need of a uniform\ndecision.  Religion is recognized as one of these.  Education ought to\nbe one, provided a certain minimum standard is attained.  Military\nservice clearly ought to be one.  Wherever divergent action by\ndifferent groups is possible without anarchy, it ought to be\npermitted.  In such cases it will be found by those who consider past\nhistory that, whenever any new fundamental issue arises, the majority\nare in the wrong, because they are guided by prejudice and habit.\nProgress comes through the gradual effect of a minority in converting\nopinion and altering custom.  At one time -- not so very long ago -- it\nwas considered monstrous wickedness to maintain that old women ought\nnot to be burnt as witches.  If those who held this opinion had been\nforcibly suppressed, we should still be steeped in medieval\nsuperstition.  For such reasons, it is of the utmost importance that\nthe majority should refrain from imposing its will as regards matters\nin which uniformity is not absolutely necessary.",
                "The cure for the evils and dangers which we have been considering is a\nvery great extension of devolution and federal government.  Wherever\nthere is a national consciousness, as in Wales and Ireland, the area\nin which it exists ought to be allowed to decide all purely local\naffairs without external interference.  But there are many matters\nwhich ought to be left to the management, not of local groups, but of\ntrade groups, or of organizations embodying some set of opinions.  In\nthe East, men are subject to different laws according to the religion\nthey profess.  Something of this kind is necessary if any semblance of\nliberty is to exist where there is great divergence in beliefs.",
                "Some matters are essentially geographical; for instance, gas and\nwater, roads, tariffs, armies and navies.  These must be decided by an\nauthority representing an area.  How large the area ought to be,\ndepends upon accidents of topography and sentiment, and also upon the\nnature of the matter involved.  Gas and water require a small area,\nroads a somewhat larger one, while the only satisfactory area for an\narmy or a navy is the whole planet, since no smaller area will prevent\nwar.",
                "But the proper unit in most economic questions, and also in most\nquestions that are intimately concerned with personal opinions, is not\ngeographical at all.  The internal management of railways ought not to\nbe in the hands of the geographical state, for reasons which we have\nalready considered.  Still less ought it to be in the hands of a set\nof irresponsible capitalists.  The only truly democratic system would\nbe one which left the internal management of railways in the hands of\nthe men who work on them.  These men should elect the general manager,\nand a parliament of directors if necessary.  All questions of wages,\nconditions of labor, running of trains, and acquisition of material,\nshould be in the hands of a body responsible only to those actually\nengaged in the work of the railway.",
                "The same arguments apply to other large trades: mining, iron and\nsteel, cotton, and so on.  British trade-unionism, it seems to me, has\nerred in conceiving labor and capital as both permanent forces, which\nwere to be brought to some equality of strength by the organization of\nlabor.  This seems to me too modest an ideal.  The ideal which I\nshould wish to substitute involves the conquest of democracy and\nself-government in the economic sphere as in the political sphere, and\nthe total abolition of the power now wielded by the capitalist.  The\nman who works on a railway ought to have a voice in the government of\nthe railway, just as much as the man who works in a state has a right\nto a voice in the management of his state.  The concentration of\nbusiness initiative in the hands of the employers is a great evil, and\nrobs the employees of their legitimate share of interest in the larger\nproblems of their trade.",
                "French syndicalists were the first to advocate the system of trade\nautonomy as a better solution than state socialism.  But in their view\nthe trades were to be independent, almost like sovereign states at\npresent.  Such a system would not promote peace, any more than it does\nat present in international relations.  In the affairs of any body of\nmen, we may broadly distinguish what may be called questions of home\npolitics from questions of foreign politics.  Every group sufficiently\nwell-marked to constitute a political entity ought to be autonomous in\nregard to internal matters, but not in regard to those that directly\naffect the outside world.  If two groups are both entirely free as\nregards their relations to each other, there is no way of averting the\ndanger of an open or covert appeal to force.  The relations of a group\nof men to the outside world ought, whenever possible, to be controlled\nby a neutral authority.  It is here that the state is necessary for\nadjusting the relations between different trades.  The men who make\nsome commodity should be entirely free as regards hours of labor,\ndistribution of the total earnings of the trade, and all questions of\nbusiness management.  But they should not be free as regards the price\nof what they produce, since price is a matter concerning their\nrelations to the rest of the community.  If there were nominal freedom\nin regard to price, there would be a danger of a constant tug-of-war,\nin which those trades which were most immediately necessary to the\nexistence of the community could always obtain an unfair advantage.\nForce is no more admirable in the economic sphere than in dealings\nbetween states.  In order to secure the maximum of freedom with the\nminimum of force, the universal principle is: Autonomy within each\npolitically important group, and a neutral authority for deciding\nquestions involving relations between groups.  The neutral authority\nshould, of course, rest on a democratic basis, but should, if\npossible, represent a constituency wider than that of the groups\nconcerned.  In international affairs the only adequate authority would\nbe one representing all civilized nations.",
                "In order to prevent undue extension of the power of such authorities,\nit is desirable and necessary that the various autonomous groups\nshould be very jealous of their liberties, and very ready to resist by\npolitical means any encroachments upon their independence.  State\nsocialism does not tolerate such groups, each with their own officials\nresponsible to the group.  Consequently it abandons the internal\naffairs of a group to the control of men not responsible to that group\nor specially aware of its needs.  This opens the door to tyranny and\nto the destruction of initiative.  These dangers are avoided by a\nsystem which allows any group of men to combine for any given purpose,\nprovided it is not predatory, and to claim from the central authority\nsuch self-government as is necessary to the carrying out of the\npurpose.  Churches of various denominations afford an instance.  Their\nautonomy was won by centuries of warfare and persecution.  It is to be\nhoped that a less terrible struggle will be required to achieve the\nsame result in the economic sphere.  But whatever the obstacles, I\nbelieve the importance of liberty is as great in the one case as it\nhas been admitted to be in the other."
            ]
        },
        {
            "name": "Individual Liberty and Public Control",
            "sub_name": "",
            "text": [
                "Chapter IV: Individual Liberty and Public Control",
                "Society cannot exist without law and order, and cannot advance except\nthrough the initiative of vigorous innovators.  Yet law and order are\nalways hostile to innovations, and innovators are almost always, to\nsome extent, anarchists.  Those whose minds are dominated by fear of a\nrelapse towards barbarism will emphasize the importance of law and\norder, while those who are inspired by the hope of an advance towards\ncivilization will usually be more conscious of the need of individual\ninitiative.  Both temperaments are necessary, and wisdom lies in\nallowing each to operate freely where it is beneficent.  But those who\nare on the side of law and order, since they are reinforced by custom\nand the instinct for upholding the status quo, have no need of a\nreasoned defense.  It is the innovators who have difficulty in being\nallowed to exist and work.  Each generation believes that this\ndifficulty is a thing of the past, but each generation is only\ntolerant of past innovations.  Those of its own day are met with the\nsame persecution as though the principle of toleration had never been\nheard of.",
                "\"In early society,\" says Westermarck, \"customs are not only moral\nrules, but the only moral rules ever thought of.  The savage strictly\ncomplies with the Hegelian command that no man must have a private\nconscience.  The following statement, which refers to the Tinnevelly\nShanars, may be quoted as a typical example: 'Solitary individuals\namongst them rarely adopt any new opinions, or any new course of\nprocedure.  They follow the multitude to do evil, and they follow the\nmultitude to do good.  They think in herds.'\"[3]",
                "[3] \"The Origin and Development of the Moral Ideas,\" 2d edition,\nVol. I, p. 119.",
                "Those among ourselves who have never thought a thought or done a deed\nin the slightest degree different from the thoughts and deeds of our\nneighbors will congratulate themselves on the difference between us\nand the savage.  But those who have ever attempted any real innovation\ncannot help feeling that the people they know are not so very unlike\nthe Tinnevelly Shanars.",
                "Under the influence of socialism, even progressive opinion, in recent\nyears, has been hostile to individual liberty.  Liberty is associated,\nin the minds of reformers, with laissez-faire, the Manchester School,\nand the exploitation of women and children which resulted from what\nwas euphemistically called \"free competition.\" All these things were\nevil, and required state interference; in fact, there is need of an\nimmense increase of state action in regard to cognate evils which\nstill exist.  In everything that concerns the economic life of the\ncommunity, as regards both distribution and conditions of production,\nwhat is required is more public control, not less -- how much more, I\ndo not profess to know.",
                "Another direction in which there is urgent need of the substitution of\nlaw and order for anarchy is international relations.  At present,\neach sovereign state has complete individual freedom, subject only to\nthe sanction of war.  This individual freedom will have to be\ncurtailed in regard to external relations if wars are ever to cease.",
                "But when we pass outside the sphere of material possessions, we find\nthat the arguments in favor of public control almost entirely\ndisappear.",
                "Religion, to begin with, is recognized as a matter in which the state\nought not to interfere.  Whether a man is Christian, Mahometan, or Jew\nis a question of no public concern, so long as he obeys the laws; and\nthe laws ought to be such as men of all religions can obey.  Yet even\nhere there are limits.  No civilized state would tolerate a religion\ndemanding human sacrifice.  The English in India put an end to suttee,\nin spite of a fixed principle of non-interference with native\nreligious customs.  Perhaps they were wrong to prevent suttee, yet\nalmost every European would have done the same.  We cannot effectively\ndoubt that such practices ought to be stopped, however we may theorize\nin favor of religious liberty.",
                "In such cases, the interference with liberty is imposed from without\nby a higher civilization.  But the more common case, and the more\ninteresting, is when an independent state interferes on behalf of\ncustom against individuals who are feeling their way toward more\ncivilized beliefs and institutions.",
                "\"In New South Wales,\" says Westermarck, \"the first-born of every lubra\nused to be eaten by the tribe 'as part of a religious ceremony.' In\nthe realm of Khai-muh, in China, according to a native account, it was\ncustomary to kill and devour the eldest son alive.  Among certain\ntribes in British Columbia the first child is often sacrificed to the\nsun.  The Indians of Florida, according to Le Moyne de Morgues,\nsacrificed the first-born son to the chief....'\"[4]",
                "[4] Op cit., p. 459.",
                "There are pages and pages of such instances.",
                "There is nothing analogous to these practices among ourselves.  When\nthe first-born in Florida was told that his king and country needed\nhim, this was a mere mistake, and with us mistakes of this kind do not\noccur.  But it is interesting to inquire how these superstitions died\nout, in such cases, for example, as that of Khai-muh, where foreign\ncompulsion is improbable.  We may surmise that some parents, under the\nselfish influence of parental affection, were led to doubt whether the\nsun would really be angry if the eldest child were allowed to live.\nSuch rationalism would be regarded as very dangerous, since it was\ncalculated to damage the harvest.  For generations the opinion would\nbe cherished in secret by a handful of cranks, who would not be able\nto act upon it.  At last, by concealment or flight, a few parents\nwould save their children from the sacrifice.  Such parents would be\nregarded as lacking all public spirit, and as willing to endanger the\ncommunity for their private pleasure.  But gradually it would appear\nthat the state remained intact, and the crops were no worse than in\nformer years.  Then, by a fiction, a child would be deemed to have\nbeen sacrificed if it was solemnly dedicated to agriculture or some\nother work of national importance chosen by the chief.  It would be\nmany generations before the child would be allowed to choose its own\noccupation after it had grown old enough to know its own tastes and\ncapacities.  And during all those generations, children would be\nreminded that only an act of grace had allowed them to live at all,\nand would exist under the shadow of a purely imaginary duty to the\nstate.",
                "The position of those parents who first disbelieved in the utility of\ninfant sacrifice illustrates all the difficulties which arise in\nconnection with the adjustment of individual freedom to public\ncontrol.  The authorities, believing the sacrifice necessary for the\ngood of the community, were bound to insist upon it; the parents,\nbelieving it useless, were equally bound to do everything in their\npower toward saving the child.  How ought both parties to act in such\na case?",
                "The duty of the skeptical parent is plain: to save the child by any\npossible means, to preach the uselessness of the sacrifice in season\nand out of season, and to endure patiently whatever penalty the law\nmay indict for evasion.  But the duty of the authorities is far less\nclear.  So long as they remain firmly persuaded that the universal\nsacrifice of the first-born is indispensable, they are bound to\npersecute those who seek to undermine this belief.  But they will, if\nthey are conscientious, very carefully examine the arguments of\nopponents, and be willing in advance to admit that these arguments\nmay be sound.  They will carefully search their own hearts to see\nwhether hatred of children or pleasure in cruelty has anything to do\nwith their belief.  They will remember that in the past history of\nKhai-muh there are innumerable instances of beliefs, now known to be\nfalse, on account of which those who disagreed with the prevalent view\nwere put to death.  Finally they will reflect that, though errors\nwhich are traditional are often wide-spread, new beliefs seldom win\nacceptance unless they are nearer to the truth than what they replace;\nand they will conclude that a new belief is probably either an\nadvance, or so unlikely to become common as to be innocuous.  All\nthese considerations will make them hesitate before they resort to\npunishment.",
                "The study of past times and uncivilized races makes it clear beyond\nquestion that the customary beliefs of tribes or nations are almost\ninvariably false.  It is difficult to divest ourselves completely of\nthe customary beliefs of our own age and nation, but it is not very\ndifficult to achieve a certain degree of doubt in regard to them.  The\nInquisitor who burnt men at the stake was acting with true humanity if\nall his beliefs were correct; but if they were in error at any point,\nhe was inflicting a wholly unnecessary cruelty.  A good working maxim\nin such matters is this: Do not trust customary beliefs so far as to\nperform actions which must be disastrous unless the beliefs in\nquestion are wholly true.  The world would be utterly bad, in the\nopinion of the average Englishman, unless he could say \"Britannia\nrules the waves\"; in the opinion of the average German, unless he\ncould say \"Deutschland über alles.\" For the sake of these beliefs,\nthey are willing to destroy European civilization.  If the beliefs\nshould happen to be false, their action is regrettable.",
                "One fact which emerges from these considerations is that no obstacle\nshould be placed in the way of thought and its expression, nor yet in\nthe way of statements of fact.  This was formerly common ground among\nliberal thinkers, though it was never quite realized in the practice\nof civilized countries.  But it has recently become, throughout\nEurope, a dangerous paradox, on account of which men suffer\nimprisonment or starvation.  For this reason it has again become worth\nstating.  The grounds for it are so evident that I should be ashamed\nto repeat them if they were not universally ignored.  But in the\nactual world it is very necessary to repeat them.",
                "To attain complete truth is not given to mortals, but to advance\ntoward it by successive steps is not impossible.  On any matter of\ngeneral interest, there is usually, in any given community at any\ngiven time, a received opinion, which is accepted as a matter of\ncourse by all who give no special thought to the matter.  Any\nquestioning of the received opinion rouses hostility, for a number of\nreasons.",
                "The most important of these is the instinct of conventionality, which\nexists in all gregarious animals and often leads them to put to death\nany markedly peculiar member of the herd.",
                "The next most important is the feeling of insecurity aroused by doubt\nas to the beliefs by which we are in the habit of regulating our\nlives.  Whoever has tried to explain the philosophy of Berkeley to a\nplain man will have seen in its unadulterated form the anger aroused\nby this feeling.  What the plain man derives from Berkeley's\nphilosophy at a first hearing is an uncomfortable suspicion that\nnothing is solid, so that it is rash to sit on a chair or to expect\nthe floor to sustain us.  Because this suspicion is uncomfortable, it\nis irritating, except to those who regard the whole argument as merely\nnonsense.  And in a more or less analogous way any questioning of what\nhas been taken for granted destroys the feeling of standing on solid\nground, and produces a condition of bewildered fear.",
                "A third reason which makes men dislike novel opinions is that vested\ninterests are bound up with old beliefs.  The long fight of the church\nagainst science, from Giordano Bruno to Darwin, is attributable to\nthis motive among others.  The horror of socialism which existed in\nthe remote past was entirely attributable to this cause.  But it would\nbe a mistake to assume, as is done by those who seek economic motives\neverywhere, that vested interests are the principal source of anger\nagainst novelties in thought.  If this were the case, intellectual\nprogress would be much more rapid than it is.",
                "The instinct of conventionality, horror of uncertainty, and vested\ninterests, all militate against the acceptance of a new idea.  And it\nis even harder to think of a new idea than to get it accepted; most\npeople might spend a lifetime in reflection without ever making a\ngenuinely original discovery.",
                "In view of all these obstacles, it is not likely that any society at\nany time will suffer from a plethora of heretical opinions.  Least of\nall is this likely in a modern civilized society, where the conditions\nof life are in constant rapid change, and demand, for successful\nadaptation, an equally rapid change in intellectual outlook.  There\nshould be an attempt, therefore, to encourage, rather than discourage,\nthe expression of new beliefs and the dissemination of knowledge\ntending to support them.  But the very opposite is, in fact, the case.\nFrom childhood upward, everything is done to make the minds of men and\nwomen conventional and sterile.  And if, by misadventure, some spark\nof imagination remains, its unfortunate possessor is considered\nunsound and dangerous, worthy only of contempt in time of peace and of\nprison or a traitor's death in time of war.  Yet such men are known to\nhave been in the past the chief benefactors of mankind, and are the\nvery men who receive most honor as soon as they are safely dead.",
                "The whole realm of thought and opinion is utterly unsuited to public\ncontrol; it ought to be as free, and as spontaneous as is possible to\nthose who know what others have believed.  The state is justified in\ninsisting that children shall be educated, but it is not justified in\nforcing their education to proceed on a uniform plan and to be\ndirected to the production of a dead level of glib uniformity.\nEducation, and the life of the mind generally, is a matter in which\nindividual initiative is the chief thing needed; the function of the\nstate should begin and end with insistence on some kind of education,\nand, if possible, a kind which promotes mental individualism, not a\nkind which happens to conform to the prejudices of government\nofficials.",
                "Questions of practical morals raise more difficult problems than\nquestions of mere opinion.  The thugs honestly believe it their duty\nto commit murders, but the government does not acquiesce.  The\nconscientious objectors honestly hold the opposite opinion, and again\nthe government does not acquiesce.  Killing is a state prerogative; it\nis equally criminal to do it unbidden and not to do it when bidden.\nThe same applies to theft, unless it is on a large scale or by one who\nis already rich.  Thugs and thieves are men who use force in their\ndealings with their neighbors, and we may lay it down broadly that the\nprivate use of force should be prohibited except in rare cases,\nhowever conscientious may be its motive.  But this principle will not\njustify compelling men to use force at the bidding of the state, when\nthey do not believe it justified by the occasion.  The punishment of\nconscientious objectors seems clearly a violation of individual\nliberty within its legitimate sphere.",
                "It is generally assumed without question that the state has a right to\npunish certain kinds of sexual irregularity.  No one doubts that the\nMormons sincerely believed polygamy to be a desirable practice, yet\nthe United States required them to abandon its legal recognition, and\nprobably any other Christian country would have done likewise.\nNevertheless, I do not think this prohibition was wise.  Polygamy is\nlegally permitted in many parts of the world, but is not much\npractised except by chiefs and potentates.  If, as Europeans generally\nbelieve, it is an undesirable custom, it is probable that the Mormons\nwould have soon abandoned it, except perhaps for a few men of\nexceptional position.  If, on the other hand, it had proved a\nsuccessful experiment, the world would have acquired a piece of\nknowledge which it is now unable to possess.  I think in all such\ncases the law should only intervene when there is some injury\ninflicted without the consent of the injured person.",
                "It is obvious that men and women would not tolerate having their wives\nor husbands selected by the state, whatever eugenists might have to\nsay in favor of such a plan.  In this it seems clear that ordinary\npublic opinion is in the right, not because people choose wisely, but\nbecause any choice of their own is better than a forced marriage.\nWhat applies to marriage ought also to apply to the choice of a trade\nor profession; although some men have no marked preferences, most men\ngreatly prefer some occupations to others, and are far more likely to\nbe useful citizens if they follow their preferences than if they are\nthwarted by a public authority.",
                "The case of the man who has an intense conviction that he ought to do\na certain kind of work is peculiar, and perhaps not very common; but\nit is important because it includes some very important individuals.\nJoan of Arc and Florence Nightingale defied convention in obedience to\na feeling of this sort; reformers and agitators in unpopular causes,\nsuch as Mazzini, have belonged to this class; so have many men of\nscience.  In cases of this kind the individual conviction deserves the\ngreatest respect, even if there seems no obvious justification for it.\nObedience to the impulse is very unlikely to do much harm, and may\nwell do great good.  The practical difficulty is to distinguish such\nimpulses from desires which produce similar manifestations.  Many\nyoung people wish to be authors without having an impulse to write any\nparticular book, or wish to be painters without having an impulse to\ncreate any particular picture.  But a little experience will usually\nshow the difference between a genuine and a spurious impulse; and\nthere is less harm in indulging the spurious impulse for a time than\nin thwarting the impulse which is genuine.  Nevertheless, the plain\nman almost always has a tendency to thwart the genuine impulse,\nbecause it seems anarchic and unreasonable, and is seldom able to give\na good account of itself in advance.",
                "What is markedly true of some notable personalities is true, in a\nlesser degree, of almost every individual who has much vigor or force\nof life; there is an impulse towards activity of some kind, as a rule\nnot very definite in youth, but growing gradually more sharply\noutlined under the influence of education and opportunity.  The direct\nimpulse toward a kind of activity for its own sake must be\ndistinguished from the desire for the expected effects of the\nactivity.  A young man may desire the rewards of great achievement\nwithout having any spontaneous impulse toward the activities which\nlead to achievement.  But those who actually achieve much, although\nthey may desire the rewards, have also something in their nature which\ninclines them to choose a certain kind of work as the road which they\nmust travel if their ambition is to be satisfied.  This artist's\nimpulse, as it may be called, is a thing of infinite value to the\nindividual, and often to the world; to respect it in oneself and in\nothers makes up nine tenths of the good life.  In most human beings it\nis rather frail, rather easily destroyed or disturbed; parents and\nteachers are too often hostile to it, and our economic system crushes\nout its last remnants in young men and young women.  The result is\nthat human beings cease to be individual, or to retain the native\npride that is their birthright; they become machine-made, tame,\nconvenient for the bureaucrat and the drill-sergeant, capable of being\ntabulated in statistics without anything being omitted.  This is the\nfundamental evil resulting from lack of liberty; and it is an evil\nwhich is being continually intensified as population grows more dense\nand the machinery of organization grows more efficient.",
                "The things that men desire are many and various: admiration,\naffection, power, security, ease, outlets for energy, are among the\ncommonest of motives.  But such abstractions do not touch what makes\nthe difference between one man and another.  Whenever I go to the\nzoölogical gardens, I am struck by the fact that all the movements of\na stork have some common quality, differing from the movements of a\nparrot or an ostrich.  It is impossible to put in words what the\ncommon quality is, and yet we feel that each thing an animal does is\nthe sort of thing we might expect that animal to do.  This indefinable\nquality constitutes the individuality of the animal, and gives rise to\nthe pleasure we feel in watching the animal's actions.  In a human\nbeing, provided he has not been crushed by an economic or governmental\nmachine, there is the same kind of individuality, a something\ndistinctive without which no man or woman can achieve much of\nimportance, or retain the full dignity which is native to human\nbeings.  It is this distinctive individuality that is loved by the\nartist, whether painter or writer.  The artist himself, and the man\nwho is creative in no matter what direction, has more of it than the\naverage man.  Any society which crushes this quality, whether\nintentionally or by accident, must soon become utterly lifeless and\ntraditional, without hope of progress and without any purpose in its\nbeing.  To preserve and strengthen the impulse that makes\nindividuality should be the foremost object of all political\ninstitutions.",
                "We now arrive at certain general principles in regard to individual\nliberty and public control.",
                "The greater part of human impulses may be divided into two classes,\nthose which are possessive and those which are constructive or\ncreative.  Social institutions are the garments or embodiments of\nimpulses, and may be classified roughly according to the impulses\nwhich they embody.  Property is the direct expression of\npossessiveness; science and art are among the most direct expressions\nof creativeness.  Possessiveness is either defensive or aggressive; it\nseeks either to retain against a robber, or to acquire from a present\nholder.  In either case an attitude of hostility toward others is of\nits essence.  It would be a mistake to suppose that defensive\npossessiveness is always justifiable, while the aggressive kind is\nalways blameworthy; where there is great injustice in the status\nquo, the exact opposite may be the case, and ordinarily neither is\njustifiable.",
                "State interference with the actions of individuals is necessitated by\npossessiveness.  Some goods can be acquired or retained by force,\nwhile others cannot.  A wife can be acquired by force, as the Romans\nacquired the Sabine women; but a wife's affection cannot be acquired\nin this way.  There is no record that the Romans desired the affection\nof the Sabine women; and those in whom possessive impulses are strong\ntend to care chiefly for the goods that force can secure.  All\nmaterial goods belong to this class.  Liberty in regard to such goods,\nif it were unrestricted, would make the strong rich and the weak poor.\nIn a capitalistic society, owing to the partial restraints imposed by\nlaw, it makes cunning men rich and honest men poor, because the force\nof the state is put at men's disposal, not according to any just or\nrational principle, but according to a set of traditional maxims of\nwhich the explanation is purely historical.",
                "In all that concerns possession and the use of force, unrestrained\nliberty involves anarchy and injustice.  Freedom to kill, freedom to\nrob, freedom to defraud, no longer belong to individuals, though they\nstill belong to great states, and are exercised by them in the name of\npatriotism.  Neither individuals nor states ought to be free to exert\nforce on their own initiative, except in such sudden emergencies as\nwill subsequently be admitted in justification by a court of law.  The\nreason for this is that the exertion of force by one individual\nagainst another is always an evil on both sides, and can only be\ntolerated when it is compensated by some overwhelming resultant good.\nIn order to minimize the amount of force actually exerted in the\nworld, it is necessary that there should be a public authority, a\nrepository of practically irresistible force, whose function should be\nprimarily to repress the private use of force.  A use of force is\nprivate when it is exerted by one of the interested parties, or by\nhis friends or accomplices, not by a public neutral authority\naccording to some rule which is intended to be in the public interest.",
                "The régime of private property under which we live does much too\nlittle to restrain the private use of force.  When a man owns a piece\nof land, for example, he may use force against trespassers, though\nthey must not use force against him.  It is clear that some\nrestriction of the liberty of trespass is necessary for the\ncultivation of the land.  But if such powers are to be given to an\nindividual, the state ought to satisfy itself that he occupies no more\nland than he is warranted in occupying in the public interest, and\nthat the share of the produce of the land that comes to him is no more\nthan a just reward for his labors.  Probably the only way in which\nsuch ends can be achieved is by state ownership of land.  The\npossessors of land and capital are able at present, by economic\npressure, to use force against those who have no possessions.  This\nforce is sanctioned by law, while force exercised by the poor against\nthe rich is illegal.  Such a state of things is unjust, and does not\ndiminish the use of private force as much as it might be diminished.",
                "The whole realm of the possessive impulses, and of the use of force to\nwhich they give rise, stands in need of control by a public neutral\nauthority, in the interests of liberty no less than of justice.\nWithin a nation, this public authority will naturally be the state; in\nrelations between nations, if the present anarchy is to cease, it will\nhave to be some international parliament.",
                "But the motive underlying the public control of men's possessive\nimpulses should always be the increase of liberty, both by the\nprevention of private tyranny and by the liberation of creative\nimpulses.  If public control is not to do more harm than good, it must\nbe so exercised as to leave the utmost freedom of private initiative\nin all those ways that do not involve the private use of force.  In\nthis respect all governments have always failed egregiously, and there\nis no evidence that they are improving.",
                "The creative impulses, unlike those that are possessive, are directed\nto ends in which one man's gain is not another man's loss.  The man\nwho makes a scientific discovery or writes a poem is enriching others\nat the same time as himself.  Any increase in knowledge or good-will\nis a gain to all who are affected by it, not only to the actual\npossessor.  Those who feel the joy of life are a happiness to others\nas well as to themselves.  Force cannot create such things, though it\ncan destroy them; no principle of distributive justice applies to\nthem, since the gain of each is the gain of all.  For these reasons,\nthe creative part of a man's activity ought to be as free as possible\nfrom all public control, in order that it may remain spontaneous and\nfull of vigor.  The only function of the state in regard to this part\nof the individual life should be to do everything possible toward\nproviding outlets and opportunities.",
                "In every life a part is governed by the community, and a part by\nprivate initiative.  The part governed by private initiative is\ngreatest in the most important individuals, such as men of genius and\ncreative thinkers.  This part ought only to be restricted when it is\npredatory; otherwise, everything ought to be done to make it as great\nand as vigorous as possible.  The object of education ought not to be\nto make all men think alike, but to make each think in the way which\nis the fullest expression of his own personality.  In the choice of a\nmeans of livelihood all young men and young women ought, as far as\npossible, to be able to choose what is attractive to them; if no\nmoney-making occupation is attractive, they ought to be free to do\nlittle work for little pay, and spend their leisure as they choose.\nAny kind of censure on freedom of thought or on the dissemination of\nknowledge is, of course, to be condemned utterly.",
                "Huge organizations, both political and economic, are one of the\ndistinguishing characteristics of the modern world.  These\norganizations have immense power, and often use their power to\ndiscourage originality in thought and action.  They ought, on the\ncontrary, to give the freest scope that is possible without producing\nanarchy or violent conflict.  They ought not to take cognizance of any\npart of a man's life except what is concerned with the legitimate\nobjects of public control, namely, possessions and the use of force.\nAnd they ought, by devolution, to leave as large a share of control as\npossible in the hands of individuals and small groups.  If this is not\ndone, the men at the head of these vast organizations will infallibly\nbecome tyrannous through the habit of excessive power, and will in\ntime interfere in ways that crush out individual initiative.",
                "The problem which faces the modern world is the combination of\nindividual initiative with the increase in the scope and size of\norganizations.  Unless it is solved, individuals will grow less and\nless full of life and vigor, and more and more passively submissive to\nconditions imposed upon them.  A society composed of such individuals\ncannot be progressive or add much to the world's stock of mental and\nspiritual possessions.  Only personal liberty and the encouragement of\ninitiative can secure these things.  Those who resist authority when\nit encroaches upon the legitimate sphere of the individual are\nperforming a service to society, however little society may value it.\nIn regard to the past, this is universally acknowledged; but it is no\nless true in regard to the present and the future."
            ]
        },
        {
            "name": "National Independence and Internationalism",
            "sub_name": "",
            "text": [
                "Chapter V: National Independence and Internationalism",
                "In the relations between states, as in the relations of groups within\na single state, what is to be desired is independence for each as\nregards internal affairs, and law rather than private force as regards\nexternal affairs.  But as regards groups within a state, it is\ninternal independence that must be emphasized, since that is what is\nlacking; subjection to law has been secured, on the whole, since the\nend of the Middle Ages.  In the relations between states, on the\ncontrary, it is law and a central government that are lacking, since\nindependence exists for external as for internal affairs.  The stage\nwe have reached in the affairs of Europe corresponds to the stage\nreached in our internal affairs during the Wars of the Roses, when\nturbulent barons frustrated the attempt to make them keep the king's\npeace.  Thus, although the goal is the same in the two cases, the\nsteps to be taken in order to achieve it are quite different.",
                "There can be no good international system until the boundaries of\nstates coincide as nearly as possible with the boundaries of nations.",
                "But it is not easy to say what we mean by a nation.  Are the Irish a\nnation?  Home Rulers say yes, Unionists say no.  Are the Ulstermen a\nnation?  Unionists say yes, Home Rulers say no.  In all such cases it\nis a party question whether we are to call a group a nation or not.  A\nGerman will tell you that the Russian Poles are a nation, but as for\nthe Prussian Poles, they, of course, are part of Prussia.  Professors\ncan always be hired to prove, by arguments of race or language or\nhistory, that a group about which there is a dispute is, or is not, a\nnation, as may be desired by those whom the professors serve.  If we\nare to avoid all these controversies, we must first of all endeavor to\nfind some definition of a nation.",
                "A nation is not to be defined by affinities of language or a common\nhistorical origin, though these things often help to produce a nation.\nSwitzerland is a nation, despite diversities of race, religion, and\nlanguage.  England and Scotland now form one nation, though they did\nnot do so at the time of the Civil War.  This is shown by Cromwell's\nsaying, in the height of the conflict, that he would rather be subject\nto the domain of the royalists than to that of the Scotch.  Great\nBritain was one state before it was one nation; on the other hand,\nGermany was one nation before it was one state.",
                "What constitutes a nation is a sentiment and an instinct, a sentiment\nof similarity and an instinct of belonging to the same group or herd.\nThe instinct is an extension of the instinct which constitutes a flock\nof sheep, or any other group of gregarious animals.  The sentiment\nwhich goes with this is like a milder and more extended form of family\nfeeling.  When we return to England after being on the Continent, we\nfeel something friendly in the familiar ways, and it is easy to\nbelieve that Englishmen on the whole are virtuous, while many\nforeigners are full of designing wickedness.",
                "Such feelings make it easy to organize a nation into a state.  It is\nnot difficult, as a rule, to acquiesce in the orders of a national\ngovernment.  We feel that it is our government, and that its decrees\nare more or less the same as those which we should have given if we\nourselves had been the governors.  There is an instinctive and usually\nunconscious sense of a common purpose animating the members of a\nnation.  This becomes especially vivid when there is war or a danger\nof war.  Any one who, at such a time, stands out against the orders of\nhis government feels an inner conflict quite different from any that\nhe would feel in standing out against the orders of a foreign\ngovernment in whose power he might happen to find himself.  If he\nstands out, he does so with some more or less conscious hope that his\ngovernment may in time come to think as he does; whereas, in standing\nout against a foreign government, no such hope is necessary.  This\ngroup instinct, however it may have arisen, is what constitutes a\nnation, and what makes it important that the boundaries of nations\nshould also be the boundaries of states.",
                "National sentiment is a fact, and should be taken account of by\ninstitutions.  When it is ignored, it is intensified and becomes a\nsource of strife.  It can only be rendered harmless by being given\nfree play, so long as it is not predatory.  But it is not, in itself,\na good or admirable feeling.  There is nothing rational and nothing\ndesirable in a limitation of sympathy which confines it to a fragment\nof the human race.  Diversities of manners and customs and traditions\nare, on the whole, a good thing, since they enable different nations\nto produce different types of excellence.  But in national feeling\nthere is always latent or explicit an element of hostility to\nforeigners.  National feeling, as we know it, could not exist in a\nnation which was wholly free from external pressure of a hostile kind.",
                "And group feeling produces a limited and often harmful kind of\nmorality.  Men come to identify the good with what serves the\ninterests of their own group, and the bad with what works against\nthose interests, even if it should happen to be in the interests of\nmankind as a whole.  This group morality is very much in evidence\nduring war, and is taken for granted in men's ordinary thought.\nAlthough almost all Englishmen consider the defeat of Germany\ndesirable for the good of the world, yet nevertheless most of them\nhonor a German for fighting for his country, because it has not\noccurred to them that his actions ought to be guided by a morality\nhigher than that of the group.",
                "A man does right, as a rule, to have his thoughts more occupied with\nthe interests of his own nation than with those of others, because his\nactions are more likely to affect his own nation.  But in time of war,\nand in all matters which are of equal concern to other nations and to\nhis own, a man ought to take account of the universal welfare, and not\nallow his survey to be limited by the interest, or supposed interest,\nof his own group or nation.",
                "So long as national feeling exists, it is very important that each\nnation should be self-governing as regards its internal affairs.\nGovernment can only be carried on by force and tyranny if its subjects\nview it with hostile eyes, and they will so view it if they feel that\nit belongs to an alien nation.  This principle meets with difficulties\nin cases where men of different nations live side by side in the same\narea, as happens in some parts of the Balkans.  There are also\ndifficulties in regard to places which, for some geographical reason,\nare of great international importance, such as the Suez Canal and the\nPanama Canal.  In such cases the purely local desires of the\ninhabitants may have to give way before larger interests.  But in\ngeneral, at any rate as applied to civilized communities, the\nprinciple that the boundaries of nations ought to coincide with the\nboundaries of states has very few exceptions.",
                "This principle, however, does not decide how the relations between\nstates are to be regulated, or how a conflict of interests between\nrival states is to be decided.  At present, every great state claims\nabsolute sovereignty, not only in regard to its internal affairs but\nalso in regard to its external actions.  This claim to absolute\nsovereignty leads it into conflict with similar claims on the part of\nother great states.  Such conflicts at present can only be decided by\nwar or diplomacy, and diplomacy is in essence nothing but the threat\nof war.  There is no more justification for the claim to absolute\nsovereignty on the part of a state than there would be for a similar\nclaim on the part of an individual.  The claim to absolute sovereignty\nis, in effect, a claim that all external affairs are to be regulated\npurely by force, and that when two nations or groups of nations are\ninterested in a question, the decision shall depend solely upon which\nof them is, or is believed to be, the stronger.  This is nothing but\nprimitive anarchy, \"the war of all against all,\" which Hobbes asserted\nto be the original state of mankind.",
                "There cannot be secure peace in the world, or any decision of\ninternational questions according to international law, until states\nare willing to part with their absolute sovereignty as regards their\nexternal relations, and to leave the decision in such matters to some\ninternational instrument of government.[5]  An international government\nwill have to be legislative as well as judicial.  It is not enough\nthat there should be a Hague tribunal, deciding matters according to\nsome already existing system of international law; it is necessary\nalso that there should be a body capable of enacting international\nlaw, and this body will have to have the power of transferring\nterritory from one state to another, when it is persuaded that\nadequate grounds exist for such a transference.  Friends of peace will\nmake a mistake if they unduly glorify the status quo.  Some nations\ngrow, while others dwindle; the population of an area may change its\ncharacter by emigration and immigration.  There is no good reason why\nstates should resent changes in their boundaries under such\nconditions, and if no international authority has power to make\nchanges of this kind, the temptations to war will sometimes become\nirresistible.",
                "[5] For detailed scheme of international government see \"International\nGovernment,\" by L. Woolf. Allen & Unwin.",
                "The international authority ought to possess an army and navy, and\nthese ought to be the only army and navy in existence.  The only\nlegitimate use of force is to diminish the total amount of force\nexercised in the world.  So long as men are free to indulge their\npredatory instincts, some men or groups of men will take advantage of\nthis freedom for oppression and robbery.  Just as the police are\nnecessary to prevent the use of force by private citizens, so an\ninternational police will be necessary to prevent the lawless use of\nforce by separate states.",
                "But I think it is reasonable to hope that if ever an international\ngovernment, possessed of the only army and navy in the world, came\ninto existence, the need of force to enact obedience to its decisions\nwould be very temporary.  In a short time the benefits resulting from\nthe substitution of law for anarchy would become so obvious that the\ninternational government would acquire an unquestioned authority, and\nno state would dream of rebelling against its decisions.  As soon as\nthis stage had been reached, the international army and navy would\nbecome unnecessary.",
                "We have still a very long road to travel before we arrive at the\nestablishment of an international authority, but it is not very\ndifficult to foresee the steps by which this result will be gradually\nreached.  There is likely to be a continual increase in the practice\nof submitting disputes to arbitration, and in the realization that the\nsupposed conflicts of interest between different states are mainly\nillusory.  Even where there is a real conflict of interest, it must in\ntime become obvious that neither of the states concerned would suffer\nas much by giving way as by fighting.  With the progress of\ninventions, war, when it does occur, is bound to become increasingly\ndestructive.  The civilized races of the world are faced with the\nalternative of coöperation or mutual destruction.  The present war\nis making this alternative daily more evident.  And it is difficult to\nbelieve that, when the enmities which it has generated have had time\nto cool, civilized men will deliberately choose to destroy\ncivilization, rather than acquiesce in the abolition of war.",
                "The matters in which the interests of nations are supposed to clash\nare mainly three: tariffs, which are a delusion; the exploitation of\ninferior races, which is a crime; pride of power and dominion, which\nis a schoolboy folly.",
                "The economic argument against tariffs is familiar, and I shall not\nrepeat it.  The only reason why it fails to carry conviction is the\nenmity between nations.  Nobody proposes to set up a tariff between\nEngland and Scotland, or between Lancashire and Yorkshire.  Yet the\narguments by which tariffs between nations are supported might be used\njust as well to defend tariffs between counties.  Universal free trade\nwould indubitably be of economic benefit to mankind, and would be\nadopted to-morrow if it were not for the hatred and suspicion which\nnations feel one toward another.  From the point of view of preserving\nthe peace of the world, free trade between the different civilized\nstates is not so important as the open door in their dependencies.\nThe desire for exclusive markets is one of the most potent causes of\nwar.",
                "Exploiting what are called \"inferior races\" has become one of the main\nobjects of European statecraft.  It is not only, or primarily, trade\nthat is desired, but opportunities for investment; finance is more\nconcerned in the matter than industry.  Rival diplomatists are very\noften the servants, conscious or unconscious, of rival groups of\nfinanciers.  The financiers, though themselves of no particular\nnation, understand the art of appealing to national prejudice, and of\ninducing the taxpayer to incur expenditure of which they reap the\nbenefit.  The evils which they produce at home, and the devastation\nthat they spread among the races whom they exploit, are part of the\nprice which the world has to pay for its acquiescence in the\ncapitalist régime.",
                "But neither tariffs nor financiers would be able to cause serious\ntrouble, if it were not for the sentiment of national pride.  National\npride might be on the whole beneficent, if it took the direction of\nemulation in the things that are important to civilization.  If we\nprided ourselves upon our poets, our men of science, or the justice\nand humanity of our social system, we might find in national pride a\nstimulus to useful endeavors.  But such matters play a very small\npart.  National pride, as it exists now, is almost exclusively\nconcerned with power and dominion, with the extent of territory that a\nnation owns, and with its capacity for enforcing its will against the\nopposition of other nations.  In this it is reinforced by group\nmorality.  To nine citizens out of ten it seems self-evident, whenever\nthe will of their own nation clashes with that of another, that their\nown nation must be in the right.  Even if it were not in the right on\nthe particular issue, yet it stands in general for so much nobler\nideals than those represented by the other nation to the dispute, that\nany increase in its power is bound to be for the good of mankind.\nSince all nations equally believe this of themselves, all are equally\nready to insist upon the victory of their own side in any dispute in\nwhich they believe that they have a good hope of victory.  While this\ntemper persists, the hope of international coöperation must remain\ndim.",
                "If men could divest themselves of the sentiment of rivalry and\nhostility between different nations, they would perceive that the\nmatters in which the interests of different nations coincide\nimmeasurably outweigh those in which they clash; they would perceive,\nto begin with, that trade is not to be compared to warfare; that the\nman who sells you goods is not doing you an injury.  No one considers\nthat the butcher and the baker are his enemies because they drain him\nof money.  Yet as soon as goods come from a foreign country, we are\nasked to believe that we suffer a terrible injury in purchasing them.\nNo one remembers that it is by means of goods exported that we\npurchase them.  But in the country to which we export, it is the goods\nwe send which are thought dangerous, and the goods we buy are\nforgotten.  The whole conception of trade, which has been forced upon\nus by manufacturers who dreaded foreign competition, by trusts which\ndesired to secure monopolies, and by economists poisoned by the virus\nof nationalism, is totally and absolutely false.  Trade results simply\nfrom division of labor.  A man cannot himself make all the goods of\nwhich he has need, and therefore he must exchange his produce with\nthat of other people.  What applies to the individual, applies in\nexactly the same way to the nation.  There is no reason to desire that\na nation should itself produce all the goods of which it has need; it\nis better that it should specialize upon those goods which it can\nproduce to most advantage, and should exchange its surplus with the\nsurplus of other goods produced by other countries.  There is no use\nin sending goods out of the country except in order to get other goods\nin return.  A butcher who is always willing to part with his meat but\nnot willing to take bread from the baker, or boots from the bootmaker,\nor clothes from the tailor, would soon find himself in a sorry plight.\nYet he would be no more foolish than the protectionist who desires\nthat we should send goods abroad without receiving payment in the\nshape of goods imported from abroad.",
                "The wage system has made people believe that what a man needs is work.\nThis, of course, is absurd.  What he needs is the goods produced by\nwork, and the less work involved in making a given amount of goods,\nthe better.  But owing to our economic system, every economy in\nmethods of production enables employers to dismiss some of their\nemployees, and to cause destitution, where a better system would\nproduce only an increase of wages or a diminution in the hours of work\nwithout any corresponding diminution of wages.",
                "Our economic system is topsyturvy.  It makes the interest of the\nindividual conflict with the interest of the community in a thousand\nways in which no such conflict ought to exist.  Under a better system\nthe benefits of free trade and the evils of tariffs would be obvious\nto all.",
                "Apart from trade, the interests of nations coincide in all that makes\nwhat we call civilization.  Inventions and discoveries bring benefit\nto all.  The progress of science is a matter of equal concern to the\nwhole civilized world.  Whether a man of science is an Englishman, a\nFrenchman, or a German is a matter of no real importance.  His\ndiscoveries are open to all, and nothing but intelligence is required\nin order to profit by them.  The whole world of art and literature and\nlearning is international; what is done in one country is not done for\nthat country, but for mankind.  If we ask ourselves what are the\nthings that raise mankind above the brutes, what are the things that\nmake us think the human race more valuable than any species of\nanimals, we shall find that none of them are things in which any one\nnation can have exclusive property, but all are things in which the\nwhole world can share.  Those who have any care for these things,\nthose who wish to see mankind fruitful in the work which men alone can\ndo, will take little account of national boundaries, and have little\ncare to what state a man happens to owe allegiance.",
                "The importance of international coöperation outside the sphere of\npolitics has been brought home to me by my own experience.  Until\nlately I was engaged in teaching a new science which few men in the\nworld were able to teach.  My own work in this science was based\nchiefly upon the work of a German and an Italian.  My pupils came from\nall over the civilized world: France, Germany, Austria, Russia,\nGreece, Japan, China, India, and America.  None of us was conscious of\nany sense of national divisions.  We felt ourselves an outpost of\ncivilization, building a new road into the virgin forest of the\nunknown.  All coöperated in the common task, and in the interest of\nsuch a work the political enmities of nations seemed trivial,\ntemporary, and futile.",
                "But it is not only in the somewhat rarefied atmosphere of abstruse\nscience that international coöperation is vital to the progress of\ncivilization.  All our economic problems, all the questions of\nsecuring the rights of labor, all the hopes of freedom at home and\nhumanity abroad, rest upon the creation of international good-will.",
                "So long as hatred, suspicion, and fear dominate the feelings of men\ntoward each other, so long we cannot hope to escape from the tyranny\nof violence and brute force.  Men must learn to be conscious of the\ncommon interests of mankind in which all are at one, rather than of\nthose supposed interests in which the nations are divided.  It is not\nnecessary, or even desirable, to obliterate the differences of manners\nand custom and tradition between different nations.  These differences\nenable each nation to make its own distinctive contribution to the sum\ntotal of the world's civilization.",
                "What is to be desired is not cosmopolitanism, not the absence of all\nnational characteristics that one associates with couriers,\nwagon-lit attendants, and others, who have had everything\ndistinctive obliterated by multiple and trivial contacts with men of\nevery civilized country.  Such cosmopolitanism is the result of loss,\nnot gain.  The international spirit which we should wish to see\nproduced will be something added to love of country, not something\ntaken away.  Just as patriotism does not prevent a man from feeling\nfamily affection, so the international spirit ought not to prevent a\nman from feeling affection for his own country.  But it will somewhat\nalter the character of that affection.  The things which he will\ndesire for his own country will no longer be things which can only be\nacquired at the expense of others, but rather those things in which\nthe excellence of any one country is to the advantage of all the\nworld.  He will wish his own country to be great in the arts of peace,\nto be eminent in thought and science, to be magnanimous and just and\ngenerous.  He will wish it to help mankind on the way toward that\nbetter world of liberty and international concord which must be\nrealized if any happiness is to be left to man.  He will not desire\nfor his country the passing triumphs of a narrow possessiveness, but\nrather the enduring triumph of having helped to embody in human\naffairs something of that spirit of brotherhood which Christ taught\nand which the Christian churches have forgotten.  He will see that\nthis spirit embodies not only the highest morality, but also the\ntruest wisdom, and the only road by which the nations, torn and\nbleeding with the wounds which scientific madness has inflicted, can\nemerge into a life where growth is possible and joy is not banished at\nthe frenzied call of unreal and fictitious duties.  Deeds inspired by\nhate are not duties, whatever pain and self-sacrifice they may\ninvolve.  Life and hope for the world are to be found only in the\ndeeds of love."
            ]
        }
    ]
}