{
    "id": "5161",
    "title": "The Treasure",
    "author": "Selma Lagerlof",
    "translator": "",
    "year": "2004",
    "category": "Fiction",
    "abstract": "",
    "cover_url": "",
    "content": [
        {
            "name": "FOREWORD",
            "sub_name": "",
            "text": [
                "The Treasure is an opposite fairy tale, presenting Prince Charming\nas he really is: an orphan girl is cleaning fish and foreseeing\nher life of poverty; a man well-dressed in seductive splendor woos\nher and offers her ... forever after. There is only one catch: she\nmust betray her sister.\n",
                "Although Selma Lagerlof won the Nobel Prize for literature in\n1909, her name is known in this country--if at all--as author of a\nchildren's book only. All her other works, including novels and\nfeminist essays, have been unavailable in English for almost fifty\nyears.\n",
                "In 1911, she made a speech entitled \"Home and State\" to the\nInternational Woman Suffrage Alliance Congress. She argued, first,\nthat the Home was the creation of woman and the place where the\nvalues of women were nourished and protected. The Home was a\ncommunity where \"punishment is not for the sake of revenge, but\nfor training and education,\" where \"there is a use for all\ntalents, but [she] who is without can make [her] self as much\nloved as the cleverest.\" It was the \"storehouse for the songs and\nlegends of our fore-fathers,\" and, she said, \"there is nothing\nmore mobile, more merciful amongst the creations of [humankind].\"\nAlthough not all homes are good, good and happy homes do sometimes\nexist. Men by themselves, on the other hand, were responsible for\ncreating the State which \"continually gives cause for discontent\nand bitterness.\" There has never been a State which could satisfy\nall its members, which did not ask to be reformed from its very\nfoundations. Yet it is through the State that humankind will reach\nits highest hopes. Her conclusion: women must add their special\nvirtues, what she calls \"God's spirit,\" to the \"law and order\"\ngoals of men.\n",
                "Selma Lagerlof's own home was a community of family and servants,\nwithin which she experienced profound affections--for the\nnursemaid who carried her as a crippled child upon her back, for\nthe old housekeeper, her younger sister, her grandmother who told\nthe children stories every afternoon. She never married; she spent\nher entire life within communities of women, and her career could\nbe described as the author being handed up to greatness by a\nprocession of women who gave encouragement, advice, editorial\nhelp, criticism, contacts, companionship. She called Frederika\nBremer the first feminist and \"last old Mamsell\" of Sweden,\nmeaning that Frederika Bremer's life's work had banished the \"old\nmaid\" from the realm of pitiful figures. Selma Lagerlof was\nherself proof of her statement.\n",
                "In The Treasure, written midway between her farewell to Frederika\nBremer and her plea for woman suffrage, the men are interested in\nmoney, murder, and revenge. They miss the evil apparent even to\ntheir dogs. When the old mistress (and who should know better that\nthe home is threatened?) warns that knives are being sharpened two\nmiles away, her lord refuses to believe that she could hear what\nhe cannot. The fishpeddler's dog has instinct enough to balk and\nhowl, sensing death; the fishpeddler's wife and the woman\ntavern-keeper respond to the supernatural however little they\nunderstand; the men turn their backs on understanding even when\nthey are being implored.\n",
                "But the thrust of the story deals with the maiden Elsalill's\npainful struggle to choose between her dearest sister, who has had\nto wander so long on earth \"she has worn her feet to bleeding\" and\ncan find grave's rest only if her murderer is apprehended; and Sir\nArchie, the murderer himself, whom Elsalill loves with all her\nheart.\n",
                "Sir Archie is a subtle Prince Charming; he understands innocence\nand tempts Elsalill mightily: \"You are a poor orphan, so forlorn\nand friendless that none will care what becomes of you. But if you\ncome with me, I will make you a noble lady. I am a powerful man in\nmy own country. You shall be clad in silk and gold, and you shall\ntread a measure at the King's court.\"\n",
                "Even after Elsalill knows that her love is the murderer of her\nsister, she still hopes to escape the action this knowledge\ndemands: she tries to persuade herself that because he wants to\nmake up to Elsalill for the evil he did to her sister, she should\ngive him a chance to save his soul. She thinks that her sister\ndoes not know he will atone for his sin and become a good man; her\nsister could not wish her unhappiness; how can she ask that\nElsalill betray the man she loves?\n",
                "But she hears her sister weep and she sees her sister's blood on\nthe snow, and she turns him in quickly, hoping that will be\nenough. It isn't. Her choice requires that she give her life.\n",
                "At the book's end Sir Archie, still clinging to his belief in\nmoney-power, still trying to use her saintliness to save his own\nsoul, says he will erect a grand monument to her memory. He\nbelieves that if he leaves her body in Marstand she will have only\na pauper's grave and be soon forgotten. An exactly opposite event\noccurs. A long procession walks out across the ice toward the\nship; all the women of Marstand, young and old, are coming to\nretrieve Elsalill's body and carry her back \"with all the honor\nthat is her due.\"\n",
                "The Treasure is a fable, a fairytale, an allegory of sisterhood\nitself. There is good reason that this book has been out of print\nfor two generations. Daughters, Inc. is proud to retrieve Selma\nLagerlof and publish her in English once again--with all the honor\nthat is her due.\n",
                "June Arnold Plainfield, Vermont 1973\n"
            ]
        },
        {
            "name": "AT SOLBERGA PARSONAGE",
            "sub_name": "I",
            "text": [
                "In the days when King Frederik the Second of Denmark ruled over\nBohuslen [FOOTNOTE: Frederik the Second reigned from 1544 to\n1588.  At that time, Bohuslen, now a province of southwest Sweden,\nformed part of Norway and was under the Danish Crown.--Trans.]\nthere dwelt at Marstrand a poor hawker of fish, whose name was\nTorarin. This man was infirm and of humble condition; he had a\npalsied arm, which made him unfit to take his place in a boat for\nfishing or pulling an oar. As he could not earn his livelihood at sea\nlike all the other men of the skerries, he went about selling salted\nand dried fish among the people of the mainland. Not many days\nin the year did he spend at home; he was constantly on the road\nfrom one village to another with his load of fish.\n",
                "One February day, as dusk was drawing on, Torarin came driving\nalong the road which led from Kungshall up to the parish of\nSolberga. The road was a lonely one, altogether deserted, but this\nwas no reason for Torarin to hold his tongue. Beside him on the\nsledge he had a trusty friend with whom to chat. This was a little\nblack dog with shaggy coat, and Torarin called him Grim. He lay\nstill most of the time, with his head sunk between his feet, and\nanswered only by blinking to all his master said. But if his ear\ncaught anything that displeased him, he stood up on the load, put\nhis nose in the air, and howled worse than a wolf.\n",
                "\"Now I must tell you, Grim, my dog,\" said Torarin, \"that I have\nheard great news today. They told me both at Kungshall and at\nKareby that the sea was frozen. Fair, calm weather it has been\nthis long while, as you well know, who have been out in it every\nday; and they say the sea is frozen fast not only in the creeks\nand sounds, but far out over the Cattegat. There is no fairway now\nfor ship or boat among the islands, nothing but firm, hard ice, so\nthat a man may drive with horse and sledge as far as Marstrand and\nPaternoster Skerries.\"\n",
                "To all this the dog listened, and it seemed not to displease him.\nHe lay still and blinked at Torarin.\n",
                "\"We have no great store of fish left on our load,\" said Torarin,\nas though trying to talk him over. \"What would you say to turning\naside at the next crossways and going westward where the sea lies?\nWe shall pass by Solberga church and down to Odsmalskil, and after\nthat I think we have but seven or eight miles to Marstrand. It\nwould be a fine thing if we could reach home for once without\ncalling for boat or ferry.\"\n",
                "They drove on over the long moor of Kareby, and although the\nweather had been calm all day, a chill breeze came sweeping across\nthe moor, to the discomfort of the traveller.\n",
                "\"It may seem like softness to go home now when trade is at its\nbest,\" said Torarin, flinging out his arms to warm them. \"But we\nhave been on the road for many weeks, you and I, and have a claim\nto sit at home a day or two and thaw the cold out of our bodies.\"\n",
                "As the dog continued to lie still, Torarin seemed to grow more\nsure of his ground, and he went on in a more cheerful tone:\n",
                "\"Mother has been left alone in the cottage these many days. I\nwarrant she longs to see us. And Marstrand is a fine town in\nwinter-time, Grim, with streets and alleys full of foreign\nfishermen and chapmen. There will be dancing in the wharves every\nnight of the week. And all the ale that will be flowing in the\ntaverns! That is a thing beyond your understanding.\"\n",
                "As Torarin said this he bent down over the dog to see whether he\nwas listening to what was said to him.\n",
                "But as the dog lay there wide awake and made no sign of\ndispleasure, Torarin turned off at the first road that led\nwestward to the sea. He flicked the horse with the slack of the\nreins and made it quicken its pace.\n",
                "\"Since we shall pass by Solberga parsonage,\" said Torarin, \"I will\neven put in there and ask if it be true that the ice bears as far\nas to Marstrand. The folk there must know how it is.\"\n",
                "Torarin had said these words in a low voice, without thinking\nwhether the dog was listening or not. But scarcely were the words\nuttered when the dog stood up on the load and raised a terrible\nhowl.\n",
                "The horse made a bound to one side, and Torarin himself was\nstartled and looked about him to see whether wolves were in\npursuit. But when he found it was Grim who was howling, he tried\nto calm him.\n",
                "\"What now?\" he said to him. \"How many times have you and I driven\ninto the parson's yard at Solberga! I know not whether Herr Arne\n[FOOTNOTE: At the time of this story \"Herr\" was a title roughly\ncorresponding to \"Sir.\"--Trans.] can tell us how it is with the ice,\nbut I will be bound he'll give us a good supper before we set out\non our sea voyage.\"\n",
                "But his words were not able to quiet the dog, who raised his\nmuzzle and howled more dismally than ever.\n",
                "At this Torarin himself was not far from yielding to an uncanny\nfeeling. It had now grown almost dark, but still Torarin could see\nSolberga church and the wide plain around it, which was sheltered\nby broad wooded heights to landward and by bare, rounded rocks\ntoward the sea. As he drove on in solitude over the vast white\nplain, he felt he was a wretched little worm, while from the dark\nforests and the mountain wastes came troops of great monsters and\ntrolls of every kind venturing into the open country on the fall\nof darkness. And in the whole great plain there was none other for\nthem to fall upon than poor Torarin.\n",
                "But at the same time he tried again to quiet the dog.\n",
                "\"Bless me, what is your quarrel with Herr Arne? He is the richest\nman in the country. He is of noble birth, and had he not been a\npriest there would have been a great lord of him.\"\n",
                "But this could not avail to bring the dog to silence. Then Torarin\nlost patience, so that he took Grim by the scruff of the neck and\nthrew him off the sledge.\n",
                "The dog did not follow him as he drove on, but stood still upon\nthe road and howled without ceasing until Torarin drove under a\ndark archway into the yard of the parsonage, which was surrounded\non its four sides by long, low wooden buildings.\n"
            ]
        },
        {
            "name": "AT SOLBERGA PARSONAGE",
            "sub_name": "II",
            "text": [
                "At Solberga parsonage the priest, Herr Arne, sat at supper\nsurrounded by all his household. There was no stranger present but\nTorarin.\n",
                "Herr Arne was an old white-haired man, but he was still powerful\nand erect. His wife sat beside him. To her the years had been\nunkind; her head and her hands trembled, and she was nearly deaf.\nOn Herr Arne's other side sat his curate. He was a pale young man\nwith a look of trouble in his face, as though he was unable to\nsupport all the learning he had gathered in during his years of\nstudy at Wittenberg.\n",
                "These three sat at the head of the table, a little apart from the\nrest. Below them sat Torarin, and then the servants, who were old\nlike their master. There were three serving-men; their heads were\nbald, their backs bent, and their eyes blinked and watered. Of\nwomen there were but two. They were somewhat younger and more\nable-bodied than the men, yet they too had a fragile look and were\nafflicted with the infirmities of age.\n",
                "At the farthest end of the table sat two children. One of them was\nHerr Arne's niece, a child of no more than fourteen years. She was\nfair-haired and of delicate build; her face had not yet reached\nits fullness, but had a promise of beauty in it. She had another\nlittle maid sitting beside her, a poor orphan without father or\nmother, who had been given a home at the parsonage. The two sat\nclose together on the bench, and it could be seen that there was\ngreat friendship between them.\n",
                "All these folk sat at meat in the deepest silence. Torarin looked\nfrom one to another, but none was disposed to talk during the\nmeal. All the old servants thought to themselves: \"It is a goodly\nthing to be given food and to be spared the sufferings of want and\nhunger, which we have known so often in our lives. While we are\neating we ought to have no thought but of giving thanks to God for\nHis goodness.\"\n",
                "Since Torarin found no one to talk to, his glance wandered up and\ndown the room. He turned his eyes from the great stove, built up\nin many stages beside the entrance door, to the lofty four-post\nbed which stood in the farthest corner of the room. He looked from\nthe fixed benches that ran round the room to the hole in the roof,\nthrough which the smoke escaped and wintry air poured in.\n",
                "As Torarin the fish hawker, who lived in the smallest and poorest\ncabin on the outer isles, looked upon all these things, he\nthought: \"Were I a great man like Herr Arne I would not be content\nto live in an ancient homestead with only one room. I should build\nmyself a house with high gables and many chambers, like those of\nthe burgomasters and aldermen of Marstrand.\"\n",
                "But more often than not Torarin's eyes rested upon a great oaken\nchest which stood at the foot of the four-post bed. And he looked\nat it so long because he knew that in it Herr Arne kept all his\nsilver moneys, and he had heard they were so many that they filled\nthe chest to the very lid.\n",
                "And Torarin, who was so poor that he hardly ever had a silver\npiece in his pocket, said to himself: \"And yet I would not have\nall that money. They say Herr Arne took it from the great convents\nthat were in the land in former days, and that the old monks\nforetold that this money would bring him misfortune.\"\n",
                "While yet these thoughts were in the mind of Torarin, he saw the\nold mistress of the house put her hand to her ear to listen. And\nthen she turned to Herr Arne and asked him: \"Why are they whetting\nknives at Branehog?\"\n",
                "So deep was the silence in the room that when the old lady asked\nthis question all gave a start and looked up in fright. When they\nsaw that she was listening for something, they kept their spoons\nquiet and strained their ears.\n",
                "For some moments there was dead stillness in the room, but while\nit lasted the old woman became more and more uneasy. She laid her\nhand on Herr Arne's arm and asked him: \"How can it be that they\nare whetting such long knives at Branehog this evening?\"\n",
                "Torarin saw that Herr Arne stroked her hand to calm her. But he\nwas in no mind to answer and ate on calmly as before.\n",
                "The old woman still sat listening. Tears came into her eyes from\nterror, and her hands and her head trembled more and more\nviolently.\n",
                "Then the two little maids who sat at the end of the table began to\nweep with fear. \"Can you not hear them scraping and filing?\" asked\nthe old mistress. \"Can you not hear them hissing and grating?\"\n",
                "Herr Arne sat still, stroking his wife's hand. As long as he kept\nsilence no other dared utter a word.\n",
                "But they were all assured that their old mistress had heard a\nthing that was terrifying and boded ill. All felt the blood\ncurdling in their veins. No one at the table raised a bit of food\nto his mouth, except old Herr Arne himself.\n",
                "They were thinking of the old mistress, how it was she who for so\nmany years had had charge of the household. She had always stayed\nat home and watched with wise and tender care over children and\nservants, goods and cattle, so that all had prospered. Now she was\nworn out and stricken in years, but still it was likely that she\nand none other should feel a danger that threatened the house.\n",
                "The old lady grew more and more terrified. She clasped her hands\nin her helplessness and began to weep so sorely that the big tears\nran down her shrunken cheeks.\n",
                "\"Is it nothing to you, Arne Arneson, that I am so sore afraid?\"\nshe complained.\n",
                "Herr Arne bent his head to her and said: \"I know not what it is\nthat affrights you.\"\n",
                "\"I am in fear of the long knives they are whetting at Branehog,\"\nshe said.\n",
                "\"How can you hear them whetting knives at Branehog?\" said Herr\nArne, smiling. \"The place lies two miles from here. Take up your\nspoon again and let us finish our supper.\"\n",
                "The old woman made an effort to overcome her terror. She took up\nher spoon and dipped it in the milk bowl, but in doing it her hand\nshook so that all could hear the spoon rattle against the edge.\nShe put it down again at once. \"How can I eat?\" she said. \"Do I\nnot hear the whining of the whetstone, do I not hear it grating?\"\n",
                "At this Herr Arne thrust the milk bowl away from him and clasped\nhis hands. All the others did the same, and the curate began to\nsay grace.\n",
                "When this was ended, Herr Arne looked down at those who sat along\nthe table, and when he saw that they were pale and frightened, he\nwas angry.\n",
                "He began to speak to them of the days when he had lately come to\nBohuslen to preach the Lutheran doctrine. Then he and his servants\nwere forced to fly from the Papists like wild beasts before the\nhunter. \"Have we not seen our enemies lie in wait for us as we\nwere on our way to the house of God? Have we not been driven out\nof the parsonage, and have we not been compelled to take to the\nwoods like outlaws? Does it beseem us to play the coward and give\nourselves up for lost on account of an evil omen?\"\n",
                "As Herr Arne said this he looked like a valiant champion, and the\nothers took heart anew on hearing him.\n",
                "\"Ay, it is true,\" they thought. \"God has protected Herr Arne\nthrough the greatest perils. He holds His hand over him. He will\nnot let His servant perish.\"\n"
            ]
        },
        {
            "name": "AT SOLBERGA PARSONAGE",
            "sub_name": "III",
            "text": [
                "As soon as Torarin drove out upon the road his dog Grim came up to\nhim and jumped up on to the load. When Torarin saw that the dog\nhad been waiting outside the parsonage his uneasiness came back.\n\"What, Grim, why do you stay outside the gate all the evening? Why\ndid you not go into the house and have your supper?\" he said to\nthe dog. \"Can there be aught of ill awaiting Herr Arne? Maybe I\nhave seen him for the last time. But even a strong man like him\nmust one day die, and he is near ninety years old.\"\n",
                "He guided his horse into a road which led past the farm of\nBranehog to Odsmalskil.\n",
                "When he was come to Branehog he saw sledges standing in the yard\nand lights shining through the cracks of the closed shutters.\n",
                "Then Torarin said to Grim: \"These folks are still up. I will go in\nand ask if they have been sharpening knives here tonight.\"\n",
                "He drove into the farmyard, but when he opened the door of the\nhouse he saw that a feast was being held. Upon the benches by the\nwall sat old men drinking ale, and in the middle of the room the\nyoung people played and sang.\n",
                "Torarin saw at once that no man here thought of making his weapon\nready for a deed of blood. He slammed the door again and would\nhave gone his way, but the host came after him. He asked Torarin\nto stay, since he had come, and led him into the room.\n",
                "Torarin sat for a good while enjoying himself and chatting with\nthe peasants. They were in high good humour, and Torarin was glad\nto be rid of all his gloomy thoughts.\n",
                "But Torarin was not the only latecomer to the feast that evening.\nLong after him a man and a woman entered the door. They were\npoorly clad and lingered bashfully in the corner between door and\nfireplace.\n",
                "The host at once came forward to his two guests. He took the hand\nof each and led them up the room. Then he said to the others: \"Is\nit not truly said that the shorter the way the more the delay?\nThese are our nearest neighbors. Branehog had no other tenants\nbesides them and me.\"\n",
                "\"Say rather there are none but you,\" said the man. \"You cannot\ncall me a tenant. I am only a poor charcoal-burner whom you have\nallowed to settle on your land.\"\n",
                "The man seated himself beside Torarin and they began to converse.\nThe newcomer told Torarin how it was he came so late to the feast.\nIt was because their cabin had been visited by three strangers\nwhom they durst not leave, three journeymen tanners who had been\nwith them all day. When they came in the morning they were worn\nout and ailing; they said they had lost their way in the forest\nand had wandered about for a whole week. But after they had eaten\nand slept they soon recovered their strength, and when evening\ncame they had asked which was the greatest and richest house\nthereabout, for thither they would go and seek for work. The wife\nhad answered that the parsonage, where Herr Arne dwelt, was the\nbest place. Then at once they had taken long knives out of their\npacks and begun to sharpen them. They were at this a good while,\nwith such ferocious looks that the charcoal-burner and his wife\ndurst not leave their home. \"I can still see them as they sat\ngrinding their knives,\" said the man. \"They looked terrible with\ntheir great beards that had not been cut or tended for many a day,\nand they were clad in rough coats of skin, which were tattered and\nbefouled. I thought I had three werewolves in the house with me,\nand I was glad when at last they took themselves off.\"\n",
                "When Torarin heard this he told the charcoal-burner what he\nhimself had witnessed at the parsonage.\n",
                "\"So it was true enough that this night they whetted knives at\nBranehog,\" said Torarin, laughing. He had drunk deeply, because of\nthe sorrow and heaviness that were upon him when he came, seeking\nto comfort himself as best he could. \"Now I am of good cheer\nagain,\" said he, \"since I am well assured it was no evil omen the\nparson's lady heard, but only these tanners making ready their\ngear.\"\n"
            ]
        },
        {
            "name": "AT SOLBERGA PARSONAGE",
            "sub_name": "IV",
            "text": [
                "Long after midnight a couple of men came out of the house at\nBranehog to harness their horses and drive home.\n",
                "When they had come into the yard they saw a great fire flaring up\nagainst the sky in the north. They hastened back into the house\nand cried out: \"Come out! Come out! Solberga parsonage is on\nfire!\"\n",
                "There were many folks at the feast, and those who had a horse\nleapt upon his back and made haste to the parsonage; but those who\nhad to run with their own swift feet were there almost as soon.\n",
                "When the people came to the parsonage nobody was to be seen, nor\nwas there any sign of movement; all seemed to be asleep, though\nthe flames rose high into the air.\n",
                "Yet it was none of the houses that burned, but a great pile of\nwood and straw and faggots that had been stacked against the wall\nof the old dwelling. It had not been burning long. The flames had\ndone no more than blacken the sound timber of the wall and melt\nthe snow on the thatched roof. But now they had begun to take hold\nof the thatch.\n",
                "Everyone saw at once that this was arson. They began to wonder\nwhether Herr Arne and his wife were really asleep, or whether some\nevil had befallen them.\n",
                "But before the rescuers entered the house they took long poles and\npulled away the burning faggots from the wall and clambered up to\nthe roof to tear off the thatch, which had begun to smoke and was\nready to catch fire.\n",
                "Then some of the men went to the door of the house to enter and\ncall Herr Arne; but when the first man came to the threshold he\nturned aside and made way for him who came next.\n",
                "The second man took a step forward, but as he was about to grasp\nthe door-handle he turned away and made room for those who stood\nbehind him.\n",
                "It seemed a ghastly door to open, for a broad stream of blood\ntrickled over the threshold and the handle was besmeared with\nblood.\n",
                "Then the door opened in their faces and Herr Arne's curate came\nout. He staggered toward the men with a deep wound in his head,\nand he was drenched with blood. For an instant he stood upright\nand raised his hand to command silence. Whereupon he spoke with\nthe death rattle in his voice: \"This night Herr Arne and all his\nhousehold have been murdered by three men who climbed down through\nthe smoke-hole in the roof and were clad in rough skins. They\nthrew themselves upon us like wild beasts and slew us.\"\n",
                "He could utter no more. He fell down at the men's feet and was\ndead.\n",
                "They then entered the room and found all as the curate had said.\n",
                "The great oaken chest in which Herr Arne kept his money was gone,\nand Herr Arne's horse had been taken from the stable and his\nsledge from the shed.\n",
                "Sledge tracks led from the yard across the glebe meadows down to\nthe sea, and twenty men hastened away to seize the murderers. But\nthe women set themselves to laying out the dead and carried them\nfrom the bloody room out upon the pure snow.\n",
                "Not all of Herr Arne's household could be found; there was one\nmissing. It was the poor little maid whom Herr Arne had taken into\nhis house. There was much wondering whether, perchance, she had\nbeen able to escape, or whether the robbers had taken her with\nthem.\n",
                "But when they made careful search through the room they found her\nhidden away between the great stove and the wall. She had kept\nherself concealed there throughout the struggle and had taken no\nhurt at all, but she was so sick with terror that she could\nneither speak nor answer a question.\n"
            ]
        },
        {
            "name": "ON THE QUAYS",
            "sub_name": "",
            "text": [
                "The poor maid who had escaped the butchery had been taken by\nTorarin to Marstrand. He had conceived so great pity for her that\nhe had offered her lodging in his cramped cabin and a share of the\nfood which he and his mother ate.\n",
                "\"This is the only thing I can do for Herr Arne,\" thought Torarin,\n\"in return for all the times he has bought my fish and allowed me\nto sit at his table.\"\n",
                "\"Poor and lowly as I am,\" thought Torarin, \"it is better for the\nmaid that she go with me to the town than that she stay here among\nthe country folk. In Marstrand are many rich burgesses, and\nperhaps the young maid may take service with one of them and so be\nwell cared for.\"\n",
                "When first the girl came to the town she sat and wept from morning\nto night. She bewailed Herr Arne and his household, and lamented\nthat she had lost all who were dear to her. Most of all she wept\nfor her foster sister, and said she wished she had not hidden\nherself against the wall, so that she might have shared death with\nher.\n",
                "Torarin's mother said nothing to this so long as her son was at\nhome. But when he had gone on his travels again she said one\nmorning to the girl:\n",
                "\"I am not rich enough, Elsalill, to give you food and clothing\nthat you may sit with your hands in your lap and nurse your\nsorrow. Come with me down to the quays and learn to clean fish.\"\n",
                "So Elsalill went with her down to the quays and stood all day\nworking among the other fish cleaners.\n",
                "But most of the women on the quays were young and merry. They\nbegan to talk to Elsalill and asked her why she was so silent and\nsorrowful.\n",
                "Then Elsalill began to tell them of the terrible thing that had\nbefallen her no more than three nights ago. She spoke of the three\nrobbers who had broken into the house by the smoke-hole in the\nroof and murdered all who were near and dear to her.\n",
                "As Elsalill told her tale a black shadow fell across the table at\nwhich she worked. And when she looked up three fine gentlemen\nstood before her, wearing broad hats with long feathers and velvet\nclothes with great puffs, embroidered in silk and gold.\n",
                "One of them seemed to be of higher rank than the others; he was\nvery pale, his chin was shaven, and his eyes sat deep in his head.\nHe looked as though he had lately been ill. But in all else he\nseemed a gay and bold-faced cavalier, who walked on the sunny\nquays to show his fine clothes and his handsome face.\n",
                "Elsalill broke off both work and story. She stood looking at him\nwith open mouth and staring eyes. And he smiled at her.\n",
                "\"We are not come hither to frighten you, mistress,\" said he, \"but\nto beg that we too may listen to your tale.\"\n",
                "Poor Elsalill! Never in her life had she seen such a man. She felt\nshe could not speak in his presence; she merely held her peace and\ncast her eyes upon her work.\n",
                "The stranger began again: \"Be not afraid of us, mistress! We are\nScotsmen who have been in the service of King John of Sweden ten\nfull years, but now have taken our discharge and are bound for\nhome. We have come to Marstrand to find a ship for Scotland, but\nwhen we came hither we found every channel and firth frozen over,\nand here we must bide and wait. We have no business to employ us,\nand therefore we range about the quays to meet whom we may. We\nshould be happy, mistress, if you would let us hear your tale.\"\n",
                "Elsalill knew that he had talked thus long to let her recover from\nher emotion. At last she thought to herself: \"You can surely show\nthat you are not too homely to speak to a noble gentleman,\nElsalill! For you are a maiden of good birth and no fisher lass.\"\n",
                "\"I was but telling of the great butchery at Solberga parsonage,\"\nsaid Elsalill. \"There are so many who have heard that story.\"\n",
                "\"Yes,\" said the stranger, \"but I did not know till now that any of\nHerr Arne's household had escaped alive.\"\n",
                "Then Elsalill told once more of the wild robbers' deed. She spoke\nof how the old serving-men had gathered about Herr Arne to protect\nhim and how Herr Arne himself had snatched his sword from the wall\nand pressed upon the robbers, but they had overcome them all. And\nthe old mistress had taken up her husband's sword and set upon the\nrobbers, but they had only laughed at her and felled her to the\nfloor with a billet of wood. And all the other women had crouched\nagainst the wall of the stove, but when the men were dead the\nrobbers came and pulled them down and slew them. \"The last they\nslew,\" said Elsalill, \"was my dear foster sister. She begged for\nlife so piteously, and two of them would have let her live; but\nthe third said that all must die, and he thrust his knife into her\nheart.\"\n",
                "While Elsalill was speaking of murder and blood the three men\nstood still before her. They did not exchange a glance with each\nother, but their ears grew long with listening, and their eyes\nsparkled, and sometimes their lips parted so that the teeth\nglistened.\n",
                "Elsalill's eyes were full of tears; not once did she look up\nwhilst she was speaking. She did not see that the man before her\nhad the eyes and teeth of a wolf. Only when she had finished\nspeaking did she dry her eyes and look up at him.\n",
                "But when he met Elsalill's glance his face changed in an instant.\n\"Since you have seen the murderers so well, mistress,\" said he,\n\"you would doubtless know them again if you met them?\"\n",
                "\"I have no more than seen them by the light of the brands they\nsnatched from the hearth to light their murdering,\" said Elsalill;\n\"but with God's help I'll surely know them again. And I pray to\nGod daily that I may meet them.\" \"What mean you by that,\nmistress?\" asked the stranger. \"Is it not true that the murderous\nvagabonds are dead?\"\n",
                "\"Indeed, I have heard so,\" said Elsalill. \"The peasants who set\nout after them followed their tracks from the parsonage down to a\nhole in the ice. Thus far they saw tracks of sledge-runners upon\nthe smooth ice, tracks of a horse's hoofs, tracks of men with\nheavy nailed boots. But beyond the hole no tracks led on across\nthe ice, and therefore the peasants supposed them all dead.\"\n",
                "\"And do you not believe them dead, Elsalill?\" asked the stranger.\n",
                "\"Oh, yes, I think they must be drowned,\" said Elsalill; \"and yet I\npray to God daily that they may have escaped. I speak to God in\nthis wise: 'Let it be so that they have only driven the horse and\nthe sledge into the hole, but have themselves escaped.'\"\n",
                "\"Why do you wish this, Elsalill?\" asked the stranger.\n",
                "The tender maid Elsalill, she flung back her head and her eyes\nshone like fire. \"I would they were alive that I might find them\nout and seize them. I would they were alive that I might tear\ntheir hearts out. I would they were alive that I might see their\nbodies quartered and spiked upon the wheel.\"\n",
                "\"How do you think to bring all this about?\" said the stranger.\n\"For you are only a weak little maid.\"\n",
                "\"If they were living,\" said Elsalill, \"I should surely bring their\npunishment upon them. Rather would I go to my death than let them\ngo free. Strong and mighty they may be, I know it, but they would\nnot be able to escape me.\"\n",
                "At this the stranger smiled upon her, but Elsalill stamped her\nfoot.\n",
                "\"If they were living, should I not remember that they have taken\nmy home from me, so that I am now a poor lass, compelled to stand\nhere on the cold quay and clean fish? Should I not remember that\nthey have slain all those near to me, and should I not remember\nmost of all the man who plucked my foster sister from the wall and\nslew her who was so dear to me?\"\n",
                "But when the tender little maid gave proof of such great wrath,\nthe three Scottish campaigners burst out laughing. So full of\nmerriment were they that they went off, lest Elsalill might take\noffence. They walked across the harbour and up a narrow alley\nwhich led to the market-place. But long after they were out of\nsight Elsalill heard their roars of loud and scornful laughter.\n"
            ]
        },
        {
            "name": "THE MESSENGER",
            "sub_name": "",
            "text": [
                "A week after his death Herr Arne was buried in Solberga church,\nand on the same day an inquest was held upon the murder in the\nassize house at Branehog.\n",
                "Now Herr Arne's fame was such throughout Bohuslen, and so many\npeople came together on the day of his funeral, both from the\nmainland and the islands, that it was as though an army had\nassembled about its leader. And so great a concourse moved between\nSolberga church and Branehog that toward evening not an inch of\nsnow could be seen that had not been trampled by men's feet.\n",
                "But late in the evening, when all had gone their ways, came\nTorarin the fish hawker driving along the road from Branehog to\nSolberga.\n",
                "Torarin had talked with many men in the course of the day; again\nand again had he told the story of Herr Arne's death. He had been\nwell entertained too at the assize and had been made to empty many\na mug of ale with travellers from afar.\n",
                "Torarin felt dull and heavy and lay down upon his load. It\nsaddened him to think that Herr Arne was gone, and as he\napproached the parsonage a yet more grievous thought began to\ntorment him. \"Grim, my dog,\" he said, \"had I believed that warning\nof the knives I might have warded off the whole disaster. I often\nthink of that, Grim, my dog. It disquiets my spirit, I feel as\nthough I had had a part in taking Herr Arne's life. Now remember\nwhat I say--next time I hear such a thing I will hold it true and\nbe guided by it!\"\n",
                "Now while Torarin lay dozing upon his load with eyes half closed,\nhis horse went on as he pleased, and on coming to Solberga\nparsonage he turned into the yard from old habit and went up to\nthe stable door, Torarin being all unwitting. Only with the\nstopping of the sledge did he rise up and look about him; and then\nhe fell a-shuddering, when he saw that he was in the yard of a\nhouse where so many people had been murdered no more than a week\nbefore.\n",
                "He seized the reins at once to turn his horse and drive into the\nroad again, but at that moment he felt a hand upon his shoulder\nand looked round. Beside him stood old Olof the groom, who had\nserved at the parsonage as long as Torarin could remember.\n",
                "\"Have you such haste to leave our house tonight, Torarin?\" said\nthe man. \"Let be and come indoors! Herr Arne sits there waiting\nfor you.\"\n",
                "A thousand thoughts came into Torarin's head. He knew not whether\nhe was dreaming or awake. Olof the groom, whom he saw standing\nalive and well beside him, he had seen a week before lying dead\namongst the others with a great wound in his throat.\n",
                "Torarin took a firmer hold of the reins. He thought the best thing\nfor him was to make off as soon as he could. But Olof the groom's\nhand still lay upon his shoulder, and the old fellow gave him no\npeace.\n",
                "Torarin racked his brains to find an excuse. \"I had no thought of\ncoming to disturb Herr Arne so late in the evening,\" said he. \"My\nhorse turned in here whilst I was unaware. I will go now and find\na lodging for the night. If Herr Arne wishes to see me, I can well\ncome again tomorrow.\"\n",
                "With this Torarin bent forward and struck his horse with the slack\nof the reins to make him move off.\n",
                "But at the same instant the parson's man was at the horse's head;\nhe caught him by the bridle and forced him to stand still. \"Cease\nyour obstinacy, Torarin!\" said the man. \"Herr Arne is not yet gone\nto bed, he sits waiting for you. And you should know full well\nthat you can have as good a night's lodging here as anywhere in\nthe parish.\"\n",
                "Torarin was about to answer that he could not be served with\nlodging in a roofless house. But before speaking he raised his\neyes to the dwelling house, and then he saw that the old timber\nhall stood unharmed and stately as before the fire. And yet that\nvery morning Torarin had seen the naked rafters thrusting out into\nthe air.\n",
                "He looked and looked and rubbed his eyes, but there was no doubt\nof it, the parsonage stood there unharmed, with thatch and snow\nupon its roof. He saw smoke and sparks streaming up through the\nlouver, and rays of light gleaming through the illclosed shutters\nupon the snow.\n",
                "A man who travels far and wide on the cold highway knows no better\nsight than the gleam that steals out of a warm room. But the sight\nmade Torarin even more terrified than before. He whipped up his\nhorse till he reared and kicked, but not a step would he go from\nthe stable door.\n",
                "\"Come in with me, Torarin!\" said the groom. \"I thought you had\nenough remorse already over this business.\"\n",
                "Then Torarin remembered the promise he had made himself on the\nroad and, though a moment before he had stood up and lashed his\nhorse furiously, he was now meek as a lamb.\n",
                "\"Well, Olof groom, here am I!\" he said, and sprang down from the\nsledge. \"It is true that I wish to have no more remorse over this\nbusiness. Take me in to Herr Arne!\"\n",
                "But it was with the heaviest steps he had ever known that Torarin\nwent across the yard to the house.\n",
                "When the door was opened Torarin closed his eyes to avoid looking\ninto the room, but he tried to take heart by thinking of Herr\nArne. \"He has given you many a good meal. He has bought your fish,\neven when his own larder was full. He has always shown you\nkindness in his lifetime, and assuredly he will not harm you after\ndeath. Mayhap he has a service to ask of you. You must not forget,\nTorarin, that we are to show gratitude to the dead as to the\nliving.\"\n",
                "Torarin opened his eyes and looked down the room. He saw the great\nhall just as he had seen it before. He recognized the high brick\nstove and the woven tapestries that hung upon the walls. But he\nglanced many times from wall to wall before daring to raise his\neyes to the table and the bench where Herr Arne had been wont to\nsit.\n",
                "At last he looked there, and then he saw Herr Arne himself sitting\nin the flesh at the head of the table with his wife on one side\nand his curate on the other, as he had seen him a week before. He\nseemed to have just finished his meal, the dish was thrust away,\nand his spoon lay on the table before him. All the old men and\nwomen servants were sitting at the table, but only one of the\nyoung maids.\n",
                "Torarin stood still a long time by the door and watched them that\nsat at table. They all looked anxious and mournful, and even Herr\nArne was gloomy as the rest and supported his head in his hand.\n",
                "At last Torarin saw him raise his head.\n",
                "\"Have you brought a stranger into the house with you, Olof groom?\"\n",
                "\"Yes,\" answered the man, \"it is Torarin the fish hawker, who has\nbeen this day at the assize at Branehog.\"\n",
                "Herr Arne's looks seemed to grow more cheerful at this, and\nTorarin heard him say: \"Come forward then, Torarin, and give us\nnews of the assize! I have sat here and waited for half the\nnight.\"\n",
                "All this had such a real and natural air that Torarin began to\nfeel more and more courageous. He walked quite boldly across the\nroom to Herr Arne, asking himself whether the murder was not an\nevil dream and whether Herr Arne was not in truth alive.\n",
                "But as Torarin crossed the room, his eyes from old habit sought\nthe four-post bed, beside which the great money chest used to\nstand. But the ironbound chest was no longer in its place, and\nwhen Torarin saw that a shudder again passed through him.\n",
                "\"Now Torarin is to tell us how things went at the assize today,\"\nsaid Herr Arne.\n",
                "Torarin tried to do as he was bid and tell of the assize and the\ninquest, but he could command neither his lips nor his tongue, and\nhis speech was faulty and stammering, so that Herr Arne stopped\nhim at once. \"Tell me only the main thing, Torarin. Were our\nmurderers found and punished?\"\n",
                "\"No, Herr Arne,\" Torarin had the boldness to answer. \"Your\nmurderers lie at the bottom of Hakefjord. How would you have any\ntake revenge on them?\"\n",
                "When Torarin returned this answer Herr Arne's old temper seemed to\nbe kindled within him and he smote the table hard. \"What is that\nyou say, Torarin? Has the Governor of Bohus been here with judges\nand clerks and held assize and has no man had the wit to tell him\nwhere he may find my murderers?\"\n",
                "\"No, Herr Arne,\" answered Torarin. \"None among the living can tell\nhim that.\"\n",
                "Herr Arne sat awhile with a frown on his brow, staring dismally\nbefore him. Then he turned once more to Torarin.\n",
                "\"I know that you bear me affection, Torarin. Can you tell me how I\nmay be revenged upon my murderers?\"\n",
                "\"I can well understand, Herr Arne,\" said Torarin, \"that you wish\nto be revenged upon those who so cruelly have deprived you of your\nlife. But there is none amongst us who walk God's earth that can\nhelp you in this.\"\n",
                "Herr Arne fell into a deep brooding when he heard this answer.\n",
                "There was a long silence. After a while Torarin ventured to put\nforward a request. \"I have now fulfilled your desire, Herr Arne,\nand told you how it went at the assize. Have you aught else to ask\nme, or will you now let me go?\"\n",
                "\"You are not to go, Torarin,\" said Herr Arne, \"until you have\nanswered me once more whether none of the living can give us\nvengeance.\"\n",
                "\"Not if all the men in Bohuslen and Norway came together to be\nrevenged upon your murderers would they be able to find them,\"\nsaid Torarin.\n",
                "Then said Herr Arne: \"If the living cannot help us, we must help\nourselves.\"\n",
                "With this Herr Arne began in a loud voice to say a paternoster,\nnot in Norse but in Latin, as had been the use of the country\nbefore his time. And as he uttered each word of the prayer he\npointed with his finger at one of those who sat with him at the\ntable. He went through them all in this way many times, until he\ncame to Amen. And as he spoke this word his finger pointed at the\nyoung maid who was his niece.\n",
                "The young maid rose at once from the bench, and Herr Arne said to\nher: \"You know what you have to do.\"\n",
                "Then the young maiden lamented and said: \"Do not send me upon this\nerrand! It is too heavy a charge to lay upon so tender a maid as\nI.\"\n",
                "\"You shall assuredly go,\" said Herr Arne. \"It is right that you\ngo, since you have most to revenge. None of us has been robbed of\nso many years of life as you, who are the youngest among us.\"\n",
                "\"I desire not to be revenged on any man,\" said the maiden.\n",
                "\"You are to go at once,\" said Herr Arne. \"And you will not be\nalone. You know that there are two among the living who sat with\nus here at table a week ago.\"\n",
                "But when Torarin heard these words he thought they meant that Herr\nArne charged him to contend with malefactors and murderers, and he\ncried out: \"By the mercy of God I conjure you, Herr Arne--\"\n",
                "At that moment it seemed to Torarin that both Herr Arne and the\nparsonage vanished in a mist, and he himself sank down as though\nhe had fallen from a giddy height, and with that he lost\nconsciousness.\n",
                "When he came to himself again dawn was breaking and he saw that he\nwas lying on the ground in the yard of Solberga parsonage. His\nhorse stood beside him with the sledge, and Grim barked and howled\nover him.\n",
                "\"It was all but a dream,\" said Torarin; \"now I see that. The house\nis deserted and in ruin. I have seen neither Herr Arne nor any\nother. But I was so startled by the dream that I fell off the\nload.\"\n"
            ]
        },
        {
            "name": "IN THE MOONLIGHT",
            "sub_name": "",
            "text": [
                "When Herr Arne had been dead a fortnight there came some nights of\nclear, bright moonlight, and one evening Torarin was out with his\nsledge. He checked his horse time after time, as though he had\ndifficulty in finding the way. Yet he was not driving through any\ntrackless forest, but upon what looked like a wide and open plain,\nabove which rose a number of rocky knolls.\n",
                "The whole tract was covered with glittering white snow. It had\nfallen in calm weather and lay evenly, not in drifts and eddies.\nAs far as the eye could see there was nothing but the same even\nplain and the same rocky knolls.\n",
                "\"Grim, my dog,\" said Torarin, \"if we saw this tonight for the\nfirst time we should think we were driving over a great heath. But\nstill we should wonder that the ground was so even and the road\nfree from stones and ruts. What sort of tract can this be, we\nshould say, where there are neither ditches nor fences, and how\ncomes it that no grass or bushes stick up through the snow? And\nwhy do we see no rivers and streams, which elsewhere are wont to\ndraw their black furrows through the white fields even in the\nhardest frost?\"\n",
                "Torarin was delighted with these fancies, and Grim too found\npleasure in them. He did not move from his place on the load, but\nlay still and blinked.\n",
                "But just as Torarin had finished speaking he drove past a lofty\npole to which a broom was fastened.\n",
                "\"If we were strangers here, Grim, my dog,\" said Torarin, \"we might\nwell ask ourselves what sort of heath this was, where they set up\nsuch marks as we use at sea. 'This can never be the sea itself?'\nwe should say at last. But we should think it utterly impossible.\nThis that lies so firm and fast, can this be only water? And all\nthe rocky knolls that we see so firmly united, can they be only\nholms and skerries parted by the rolling waves? No, we should\nnever believe it was possible, Grim, my dog.\"\n",
                "Torarin laughed and Grim still lay quiet and did not stir. Torarin\ndrove on, until he rounded a high knoll. Then he gave a cry as\nthough he had seen something strange. He put on an air of great\nsurprise, dropped the reins and clapped his hands.\n",
                "\"Grim, my dog, so you would not believe this was the sea! Now you\ncan tell what it is. Stand up, and then you will see that there is\na big ship lying before us! You would not recognize the beacons,\nbut this you cannot mistake. Now I think you will not deny that\nthis is the sea itself we are driving over.\"\n",
                "Torarin stayed still awhile longer as he gazed at a great vessel\nwhich lay frozen in. She looked altogether out of place as she lay\nwith the smooth and even snowfields all about her.\n",
                "But when Torarin saw a thin column of smoke rising from the\nvessel's poop he drove up and hailed the skipper to hear if he\nwould buy his fish. He had but a few codfish left at the bottom of\nhis load, since in the course of the day he had been round to all\nthe vessels which were frozen in among the islands, and sold off\nhis stock.\n",
                "On board were the skipper and his crew, and time was heavy on\ntheir hands. They bought fish of the hawker, not because they\nneeded it, but to have someone to talk to. When they came down on\nto the ice, Torarin put on an innocent air.\n",
                "He began to speak of the weather. \"In the memory of man there has\nnot been such fine weather as this year,\" said Torarin. \"For\nwellnigh three weeks we have had calm weather and hard frost. This\nis not what we are used to in the islands.\"\n",
                "But the skipper, who lay there with his great gallias full-laden\nwith herring barrels, and who had been caught by the ice in a bay\nnear Marstrand just as he was ready to put to sea, gave Torarin a\nsharp look and said: \"So then you call this fine weather?\"\n",
                "\"What should I call it else?\" said Torarin, looking as innocent as\na child. \"The sky is clear and calm and blue, and the night is\nfair as the day. Never before have I known the time when I could\ndrive about the ice week after week. It is not often the sea\nfreezes out here, and if once and again the ice has formed, there\nhas always come a storm to break it up a few days after.\"\n",
                "The skipper still looked black and glum; he made no answer to all\nTorarin's chat. Then Torarin began asking him why he never found\nhis way to Marstrand. \"It is no more than an hour's walk over the\nice,\" said Torarin. But again he received no answer. Torarin could\nsee that the man feared to leave his ship an instant, lest he\nmight not be at hand when the ice broke up. \"Seldom have I seen\neyes so sick with longing,\" thought Torarin.\n",
                "But the skipper, who had been held ice-bound among the skerries\nday after day, unable to hoist his sails and put to sea, had been\nbusy the while with many thoughts, and he said to Torarin: \"You\nare a man who travels much abroad and hears much news of all that\nhappens: can you tell me why God has barred the way to the sea so\nlong this year, keeping us all in captivity?\"\n",
                "As he said this Torarin ceased to smile, but put on an ignorant\nair and said: \"I cannot see what you mean by that.\"\n",
                "\"Well,\" said the skipper, \"I once lay in the harbour of Bergen a\nwhole month, and a contrary wind blew all that time, so that no\nship could come out. But on board one of the ships that lay there\nwind-bound was a man who had robbed churches, and he would have\ngone free but for the storm. Now they had time to search him out,\nand as soon as he had been taken ashore there came good weather\nand a fair wind. Now do you understand what I mean when I ask you\nto tell me why God keeps the gates of the sea barred?\"\n",
                "Torarin was silent awhile. He had a look as though he would make\nan earnest answer. But he turned it aside and said: \"You have\ncaught the melancholy with sitting here a prisoner among the\nskerries. Why do you not come in to Marstrand? I can tell you\nthere is a merry life with hundreds of strangers in the town. They\nhave naught else to do but drink and dance.\"\n",
                "\"How can it be they are so merry there?\" asked the skipper.\n",
                "\"Oh,\" said Torarin, \"there are all the seamen whose ships are\nfrozen in like yours. There is a crowd of fishermen who had just\nfinished their herring catch when the ice stayed them from sailing\nhome. And there are a hundred Scottish mercenaries discharged from\nservice, who lie here waiting for a ship to carry them home to\nScotland. Do you think all these men would hang their heads and\nlose the chance of making merry?\"\n",
                "\"Ay, it may well be that they can divert themselves, but, as for\nme, I have a mind to stay out here.\"\n",
                "Torarin gave him a rapid glance. The skipper was a tall man and\nthin; his eyes were bright and clear as water, with a melancholy\nlook in them. \"To make that man merry is more than I or any other\ncan do,\" thought Torarin.\n",
                "Again the skipper began of his own accord to ask a question.\n\"These Scotsmen,\" he said, \"are they honest folk?\"\n",
                "\"Is it you, maybe, that are to take them over to Scotland?\" asked\nTorarin.\n",
                "\"Well,\" said the skipper, \"I have a cargo for Edinburgh, and one\nof them was here but now and asked me would I take them. But I\nhave small liking to sail with such wild companions aboard and I\nasked for time to think on it. Have you heard aught of them? Think\nyou I may venture to take them?\"\n",
                "\"I have heard no more of them but that they are brave men. I doubt\nnot but you may safely take them.\"\n",
                "But no sooner had Torarin said this than his dog rose from the\nsledge, threw his nose in the air, and began to howl.\n",
                "Torarin broke off his praises of the Scotsmen at once. \"What ails\nyou now, Grim, my dog?\" he said. \"Do you think I stay here too\nlong, wasting the time in talk?\"\n",
                "He made ready to drive off. \"Well, God be with you all!\" he cried.\n",
                "Torarin drove in to Marstrand by the narrow channel between\nKlovero and Koo. When he had come within sight of the town, he\nnoticed that he was not alone on the ice.\n",
                "In the bright moonlight he saw a tall man of proud bearing walking\nin the snow. He could see that he wore a plumed hat and rich\nclothes with ample puffs. \"Hallo!\" said Torarin to himself; \"there\ngoes Sir Archie, the leader of the Scots, who has been out this\nevening to bespeak a passage to Scotland.\"\n",
                "Torarin was so near to the man that he drove into the long shadow\nthat followed him. His horse's hoofs were just touching the shadow\nof the hat plumes.\n",
                "\"Grim,\" said Torarin, \"shall we ask if he will drive with us to\nMarstrand?\"\n",
                "The dog began to bristle up at once, but Torarin laid his hand\nupon his back. \"Be quiet, Grim, my dog! I can see that you have no\nlove for the Scotsmen.\"\n",
                "Sir Archie had not noticed that any one was so close to him. He\nwalked on without looking round. Torarin turned very quietly to\none side in order to pass him.\n",
                "But at that moment Torarin saw behind the Scottish gallant\nsomething that looked like another shadow. He saw something long\nand thin and gray, which floated over the white surface without\nleaving footprints in the snow or making it crunch.\n",
                "The Scotsman advanced with long and rapid strides, looking neither\nto the right hand nor to the left. But the gray shadow glided on\nbehind him, so near that it seemed as though it would whisper\nsomething in his ear.\n",
                "Torarin drove slowly on till he came abreast of them. Then he\ncould see the Scotsman's face in the bright moonlight. He walked\nwith a frown on his brow and seemed vexed, as though full of\nthoughts that displeased him.\n",
                "Just as Torarin drove past, he turned about and looked behind him\nas though aware of someone following.\n",
                "Torarin saw plainly that behind Sir Archie stole a young maid in a\nlong gray garment, but Sir Archie did not see her. When he turned\nhis head she stood motionless, and Sir Archie's own shadow fell\nupon her, dark and broad, and hid her.\n",
                "Sir Archie turned again at once and pursued his way, and again the\nmaiden hurried forward and made as though she would whisper in his\near.\n",
                "But when Torarin saw this his terror was more than he could bear.\nHe cried aloud and whipped up his horse, so that it brought him at\nfull gallop and dripping with sweat to the door of his cabin.\n"
            ]
        },
        {
            "name": "HAUNTED",
            "sub_name": "I",
            "text": [
                "The town with all its houses and buildings stood upon that side of\nMarstrand island which looked to landward and was protected by a\nwreath of holms and islets. There people swarmed in its streets\nand alleys; there lay the harbour, full of ships and boats, the\nquays, with folk busy gutting and salting fish; there lay the\nchurch and churchyard, the market and town hall, and there stood\nmany a lofty tree and waved its green branches in summer time.\n",
                "But upon that half of Marstrand island which looked westward to\nthe sea, unguarded by isles or skerries, there was nothing but\nbare and barren rocks and ragged headlands thrust out into the\nwaves. Heather there was in brown tufts and prickly thorn bushes,\nholes of the otter and the fox, but never a path, never a house or\nany sign of man.\n",
                "Torarin's cabin stood high up on the ridge of the island, so that\nit had the town on one side and the wilderness on the other. And\nwhen Elsalill opened her door she came out upon broad, naked slabs\nof rock, from which she had a wide view to the westward, even to\nthe dark horizon of the open sea.\n",
                "All the seamen and fishermen who lay icebound at Marstrand used to\npass Torarin's cabin to climb the rocks and look for any sign of\nthe ice parting in the coves and sounds.\n",
                "Elsalill stood many a time at the cottage door and followed with\nher eyes the men who mounted the ridge. She was sick at heart from\nthe great sorrow that had befallen her, and she said to herself:\n\"I think everyone is happy who has something to look for. But I\nhave nothing in the wide world on which to fix my hopes.\"\n",
                "One evening Elsalill saw a tall man, who wore a broad-brimmed hat\nwith a great feather, standing upon the rocks and gazing westward\nover the sea like all the others.\n",
                "And Elsalill knew at once that the man was Sir Archie, the leader\nof the Scots, who had talked with her on the quay.\n",
                "As he passed the cabin on his way home to the town, Elsalill was\nstill standing in the doorway, and she was weeping.\n",
                "\"Why do you weep?\" he asked, stopping before her.\n",
                "\"I weep because I have nothing to long for,\" said Elsalill. \"When\nI saw you standing upon the rocks and looking out over the sea, I\nthought: 'He has surely a home beyond the water, and there he is\ngoing.'\"\n",
                "Then Sir Archie's heart was softened, and it made him say: \"It is\nmany a year since any spoke to me of my home. God knows how it\nfares with my father's house. I left it when I was seventeen to\nserve in the wars abroad.\"\n",
                "On saying this Sir Archie entered the cottage with Elsalill and\nbegan to talk to her of his home.\n",
                "And Elsalill sat and listened to Sir Archie, who spoke both long\nand well. Each word that came from his lips made her feel happy.\nBut when the time drew on for Sir Archie to go, he asked if he\nmight kiss her.\n",
                "Then Elsalill said No, and would have slipped out of the door, but\nSir Archie stood in her way and would have made her kiss him.\n",
                "At that moment the door of the cottage opened, and its mistress\ncame in in great haste.\n",
                "Then Sir Archie drew back from Elsalill. He simply gave her his\nhand in farewell and hurried away.\n",
                "But Torarin's mother said to Elsalill: \"It was well that you sent\nfor me, for it is not fitting for a maid to sit alone in the house\nwith such a man as Sir Archie. You know full well that a soldier\nof fortune has neither honour nor conscience.\"\n",
                "\"Did I send for you?\" asked Elsalill, astonished.\n",
                "\"Yes,\" answered the old woman. \"As I stood at work on the quay\nthere came a little maid I had never seen before, and brought me\nword that you begged me to go home.\"\n",
                "\"How did this maid look?\" asked Elsalill.\n",
                "\"I heeded her not so closely that I can tell you how she looked,\"\nsaid the old woman. \"But one thing I marked; she went so lightly\nupon the snow that not a sound was heard.\"\n",
                "When Elsalill heard this she turned very pale and said: \"Then it\nmust have been an angel from heaven who brought you the message\nand led you home.\"\n"
            ]
        },
        {
            "name": "HAUNTED",
            "sub_name": "II",
            "text": [
                "Another time Sir Archie sat in Torarin's cabin and talked with\nElsalill.\n",
                "There was no one beside them; they talked gaily together and were\nvery cheerful.\n",
                "Sir Archie was telling Elsalill that she must go home with him to\nScotland. There he would build her a castle and make her a fine\nlady. He told her she should have a hundred serving-maids to wait\nupon her, and she should dance at the court of the King.\n",
                "Elsalill sat silently listening to every word Sir Archie said to\nher, and she believed them all. And Sir Archie thought that never\nhad he met a damsel so easy to beguile as Elsalill.\n",
                "Suddenly Sir Archie ceased speaking and looked down at his left\nhand.\n",
                "\"What is it, Sir Archie? Why do you say no more?\" asked Elsalill.\n",
                "Sir Archie opened and closed his hand convulsively. He turned it\nthis way and that.\n",
                "\"What is it, Sir Archie?\" asked Elsalill. \"Does your hand pain you\non a sudden?\"\n",
                "Then Sir Archie turned to Elsalill with a startled face and said:\n\"Do you see this hair, Elsalill, that is wound about my hand? Do\nyou see this lock of fair hair?\"\n",
                "When he began to speak the girl saw nothing, but ere he had\nfinished she saw a coil of fine, fair hair wind itself twice about\nSir Archie's hand.\n",
                "And Elsalill sprang up in terror and cried out: \"Sir Archie, whose\nhair is it that is bound about your hand?\"\n",
                "Sir Archie looked at her in confusion, not knowing what to say.\n\"It is real hair, Elsalill, I can feel it. It lies soft and cool\nabout my hand. But whence did it come?\"\n",
                "The maid sat staring at his hand, and it seemed that her eyes\nwould fall out of her head.\n",
                "\"So was it that my foster sister's hair was wound about the hand\nof him who murdered her,\" she said.\n",
                "But now Sir Archie burst into a laugh. He quickly drew back his\nhand.\n",
                "\"Why,\" said he, \"you and I, Elsalill, we are frightening ourselves\nlike little children. It was nothing more than a bright sunbeam\nfalling through the window.\"\n",
                "But the girl fell to weeping and said: \"Now methinks I am\ncrouching again by the stove and I can see the murderers at their\nwork. Ah, but I hoped to the last they would not find my dear\nfoster sister, but then one of them came and plucked her from the\nwall, and when she sought to escape he twined her hair about his\nhand and held her fast. And she fell on her knees before him and\nsaid: 'Have pity on my youth! Spare my life, let me live long\nenough to know why I have come into the world! I have done you no\nill, why would you kill me? Why would you deny me my life?' But he\npaid no heed to her words and killed her.\"\n",
                "While Elsalill said this Sir Archie stood with a frown on his brow\nand turned his eyes away.\n",
                "\"Ah, if I might one day meet that man!\" said Elsalill. She stood\nbefore Sir Archie with clenched fists.\n",
                "\"You cannot meet the man,\" said Sir Archie. \"He is dead.\"\n",
                "But the maid threw herself upon the bench and sobbed. \"Sir Archie,\nSir Archie, why have you brought the dead into my thoughts? Now I\nmust weep all evening and all night. Leave me, Sir Archie, for now\nI have no thought for any but the dead. Now I can only think upon\nmy foster sister and how dear she was to me.\"\n",
                "And Sir Archie had no power to console her, but was banished by\nher tears and wailing and went back to his companions.\n"
            ]
        },
        {
            "name": "HAUNTED",
            "sub_name": "III",
            "text": [
                "Sir Archie could not understand why his mind was always so full of\nheavy thoughts. He could never escape them, whether he drank with\nhis companions, or whether he sat in talk with Elsalill. If he\ndanced all night at the wharves they were still with him, and if\nhe walked far and wide over the frozen sea, they followed him\nthere.\n",
                "\"Why am I ever forced to remember what I would fain forget?\" Sir\nArchie asked himself. \"It is as though someone were always\nstealing behind me and whispering in my ear.\n",
                "\"It is as though someone were weaving a net about me,\" said Sir\nArchie, \"to catch all my own thoughts and leave me none but this.\nI cannot see the pursuer who casts the net, but I can hear his\nstep as he comes stealing after me.\"\n",
                "\"It is as though a painter went before me and painted the same\npicture wherever my eyes may rest,\" said Sir Archie. \"Whether I\nlook to heaven or to earth I see naught else but this one thing.\"\n",
                "\"It is as though a mason sat within my heart and chiselled out the\nsame heavy care,\" said Sir Archie. \"I cannot see this mason, but\nday and night I can hear the blows of his mallet as he hammers at\nmy heart. 'Heart of stone, heart of stone,' he says, 'now you\nshall yield. Now I shall hammer into you a lasting care.'\"\n",
                "Sir Archie had two friends, Sir Philip and Sir Reginald, who\nfollowed him wherever he went. They were grieved that he was\nalways cast down and that nothing could avail to cheer him.\n",
                "\"What is it that ails you?\" they would say. \"What makes your eyes\nburn so, and why are your cheeks so pale?\"\n",
                "Sir Archie would not tell them what it was that tormented him. He\nthought: \"What would my comrades say of me if they knew I yielded\nto these unmanly thoughts? They would no longer obey me if they\nfound out that I was racked with remorse for a deed there was no\navoiding.\"\n",
                "As they continued to press him, he said at last, to throw them off\nthe scent: \"Fortune is playing me strange tricks in these days.\nThere is a girl I have a mind to win, but I cannot come at her.\nSomething always stands in my way.\"\n",
                "\"Maybe the maiden does not love you?\" said Sir Reginald.\n",
                "\"I surely think her heart is disposed toward me,\" said Sir Archie;\n\"but there is something watching over her, so that I cannot win\nher.\"\n",
                "Then Sir Reginald and Sir Philip began to laugh and said: \"Never\nfear, we'll get you the girl.\"\n",
                "That evening Elsalill was walking alone up the lane, coming from\nher work. She was tired and thought to herself: \"This is a hard\nlife and I find no joy in it. It sickens me to stand all day in\nthe reek of fish. It sickens me to hear the other women laugh and\njest in their rude voices. It sickens me to see the hungry gulls\nfly above the tables trying to snatch the fish out of my hands.\nOh, that someone would come and take me away from here! I would\nfollow him to the world's end.\"\n",
                "When Elsalill had reached the darkest part of the lane, Sir\nReginald and Sir Philip came out of the shadow and greeted her.\n",
                "\"Mistress Elsalill,\" they said, \"we have a message for you from\nSir Archie. He is lying sick at the inn. He longs to speak with\nyou and begs you to accompany us home.\"\n",
                "Elsalill began to fear that Sir Archie might be grievously sick,\nand she turned at once and went with the two Scottish gallants who\nwere to bring her to him.\n",
                "Sir Philip and Sir Reginald walked one on each side of her. They\nsmiled at one another and thought that nothing could be easier\nthan to delude Elsalill.\n",
                "Elsalill was in great haste; she almost ran down the lane. Sir\nPhilip and Sir Reginald had to take long strides to keep up with\nher.\n",
                "But as Elsalill was making such haste to reach the inn, something\nbegan to roll before her feet. It seemed to have been thrown down\nin front of her, and she nearly stumbled over it.\n",
                "\"What can it be that rolls on and on before my feet?\" thought\nElsalill. \"It must be a stone that I have kicked from the ground\nand sent rolling down the hill.\"\n",
                "She was in such a hurry to reach Sir Archie that she did not like\nbeing hindered by the thing that rolled close before her feet. She\nkicked it aside, but it came back at once and rolled before her\ndown the lane.\n",
                "Elsalill heard it ring like silver when she kicked it away, and\nshe saw that it was bright and shining.\n",
                "\"It is no common stone,\" she thought. \"I believe it is a coin of\nsilver.\" But she was in such haste to reach Sir Archie that she\nthought she had no time to pick it up.\n",
                "But again and again it rolled before her feet, and she thought:\n\"You will go on the faster if you stoop down and pick it up. You\ncan throw it far away if it is nothing.\"\n",
                "She stooped down and picked it up. It was a big silver coin and it\nshone white in her hand.\n",
                "\"What is it that you have found in the street, mistress?\" asked\nSir Reginald. \"It shines so white in the moonlight.\"\n",
                "At that moment they were passing one of the great storehouses,\nwhere foreign fisher-folk lodged while they lay at Marstrand.\nBefore the entrance hung a lantern, which threw a feeble light\nupon the street.\n",
                "\"Let us see what you have found, mistress,\" said Sir Philip,\nstanding under the light.\n",
                "Elsalill held up the coin to the lantern, and hardly had she cast\neye upon it when she cried out: \"This is Herr Arne's money! I know\nit well. This is Herr Arne's money!\"\n",
                "\"What's that you say, mistress?\" asked Sir Reginald. \"What makes\nyou say it is Herr Arne's money?\"\n",
                "\"I know the coin,\" said Elsalill. \"I have often seen it in Herr\nArne's hand. Yes, it is surely Herr Arne's money.\"\n",
                "\"Shout not so loudly, mistress!\" said Sir Philip. \"People run here\nalready to know the cause of this outcry.\"\n",
                "But Elsalill paid no heed to Sir Philip. She saw that the door of\nthe warehouse stood open. A fire blazed in the midst of the floor\nand round about it sat a number of men conversing quietly and at\nleisure.\n",
                "Elsalill hastened in to them, holding the coin aloft. \"Listen to\nme, every man!\" she cried. \"Now I know that Herr Arne's murderers\nare alive. Look here! I have found one of Herr Arne's coins.\"\n",
                "All the men turned toward her. She saw that Torarin the fish\nhawker sat among them.\n",
                "\"What is that you tell us so noisily, my girl?\" Torarin asked.\n\"How can you know Herr Arne's moneys from any other?\"\n",
                "\"Well may I know this very piece of silver from any other,\" said\nElsalill. \"It is old and heavy, and it is chipped at the edge.\nHerr Arne told us that it came from the time of the old kings of\nNorway, and never would he part with it when he counted out money\nto pay for his goods.\"\n",
                "\"Now you must tell us where you have found it, mistress,\" said\nanother of the fishermen.\n",
                "\"I found it rolling before me in the street,\" said Elsalill. \"One\nof the murderers has surely dropped it there.\"\n",
                "\"It may be as you say,\" said Torarin, \"but what can we do in this\nmatter? We cannot find the murderers by this alone, that you know\nthey have walked in one of our streets.\"\n",
                "The fishermen were agreed that Torarin had spoken wisely. They\nsettled themselves again about the fire.\n",
                "\"Come home with me, Elsalill,\" said Torarin. \"This is not an hour\nfor a young maid to run about the streets of the town.\"\n",
                "As Torarin said this, Elsalill looked about for her companions.\nBut Sir Reginald and Sir Philip had stolen away without her\nnoticing their departure.\n"
            ]
        },
        {
            "name": "IN THE TOWN CELLARS",
            "sub_name": "I",
            "text": [
                "One morning the hostess of the Town Cellars at Marstrand threw\nopen her doors to sweep the steps and the lobby, and then she\ncaught sight of a young maid sitting on one of the steps and\nwaiting. She was dressed in a long gray garment which was fastened\nwith a belt at the waist. Her hair was fair, and it was neither\nbound nor braided, but hung down on either side of her face.\n",
                "As the door opened she went down the steps into the lobby, but it\nseemed to the hostess that she moved as though walking in her\nsleep. And all the time she kept her eyelids lowered and her arms\npressed close to her side. The nearer she came, the more\nastonished was the hostess at the fragile slenderness of her form.\nHer face was fair, but it was delicate and transparent, as though\nit had been made of brittle glass.\n",
                "When she came down to the hostess she asked whether there was any\nwork she could do, and offered her services.\n",
                "Then the hostess thought of all the wild companions whose habit it\nwas to sit drinking ale and wine in her tavern, and she could not\nhelp smiling. \"No, there is no place here for a little maid like\nyou,\" she said.\n",
                "The maiden did not raise her eyes nor make the slightest movement,\nbut she asked again to be taken into service. She desired neither\nboard nor wages, she said, only to have a task to perform.\n",
                "\"No,\" said the hostess, \"if my own daughter were as you are, I\nshould refuse her this. I wish you a better lot than to be servant\nhere.\"\n",
                "The young maid went quietly up the steps, and the hostess stood\nwatching her. She looked so small and helpless that the woman took\npity on her.\n",
                "She called her back and said to her: \"Maybe you run greater risks\nif you wander alone about the streets and alleys than if you come\nto me. You may stay with me today and wash the cups and dishes,\nand then I shall see what you are fit for.\"\n",
                "The hostess took her to a little closet she had contrived beyond\nthe hall of the tavern. It was no bigger than a cupboard and had\nneither window nor loophole, but was only lighted by a hatch in\nthe wall of the public room.\n",
                "\"Stand here today,\" said the hostess to the maid, \"and wash me all\nthe cups and dishes I pass you through this hatch, then I shall\nsee whether I can keep you in my service.\"\n",
                "The maiden went into the closet, and she moved so silently that\nthe hostess thought it was like a dead woman slipping into her\ngrave.\n",
                "She stood the whole day and spoke to none, nor ever leaned her\nhead through the hatch to look at the folk who came and went in\nthe tavern. And she did not touch the food that was set before\nher. Nobody heard her make a clatter as she washed, but whenever\nthe hostess held out her hand to the hatch, she passed out clean\ncups and dishes without a speck on them.\n",
                "But when the hostess took them to set them out on the table, they\nwere so cold that she thought they would sear the skin off her\nfingers. And she shuddered and said: \"It is as though I took them\nfrom the cold hands of Death himself.\"\n"
            ]
        },
        {
            "name": "IN THE TOWN CELLARS",
            "sub_name": "II",
            "text": [
                "One day there had been no fish to clean on the quays, so that\nElsalill had stayed at home. She sat at the spinning-wheel and was\nalone in the cottage. A good fire was burning on the hearth, and\nit was light enough in the room.\n",
                "In the midst of her work she felt a light breath, as though a cold\nbreeze had swept over her forehead. She looked up and saw her dead\nfoster sister standing beside her.\n",
                "Elsalill laid her hand on the wheel to stop it, and sat still,\nlooking at her foster sister. At first she was afraid, but she\nthought to herself: \"It is unworthy of me to be afraid of my\nfoster sister. Whether she be dead or alive, I am still glad to\nsee her.\"\n",
                "\"Dear sister,\" she said to the dead girl, \"is there aught you\nwould have me do?\"\n",
                "The other said to her in a voice that had neither strength nor\ntone: \"My sister Elsalill, I am in service at the tavern, and the\nhostess has made me stand and wash cups and dishes all day. Now\nthe evening is come and I am so tired that I can hold out no\nlonger. I have come hither to ask if you will not give me your\nhelp.\"\n",
                "When Elsalill heard this it was as though a veil was drawn over\nher mind. She could no longer think nor wonder nor feel any fear.\nShe only knew joy at seeing her foster sister again, and she\nanswered: \"Yes, dear sister, I will come straight and help you.\"\n",
                "Then the dead girl went to the door, and Elsalill followed her.\nBut as they stood on the threshold her foster sister paused and\nsaid to Elsalill: \"You must put on your cloak. There is a strong\nwind outside.\" And as she said this her voice sounded clearer and\nless muffled than before.\n",
                "Elsalill then took her cloak from the wall and wrapped it around\nher. She thought to herself: \"My foster sister loves me still. She\nwishes me no evil. I am only happy that I may go with her wherever\nshe may take me.\"\n",
                "And then she followed the dead girl through many streets, all the\nway from Torarin's cabin, which stood on a rocky slope, down to\nthe level streets about the harbour and the market place.\n",
                "The dead girl always walked two paces in front of Elsalill. A\nheavy gale was blowing that evening, howling through the streets,\nand Elsalill noticed that when a violent gust would have flung her\nagainst the wall, the dead girl placed herself between her and the\nwind and screened her as well as she could with her slender body.\n",
                "When at last they came to the town hall the dead girl went down\nthe cellar steps and beckoned Elsalill to follow her. But as they\nwere going down the wind blew out the light in the lantern that\nhung in the lobby and they were in darkness. Then Elsalill did not\nknow where to turn her steps and the dead girl had to put her hand\non hers to lead her. But the dead girl's hand was so cold that\nElsalill started and began to quake with fear. Then the dead girl\ndrew her hand away and wound it in a corner of Elsalill's cloak\nbefore she led her on again. But Elsalill felt the icy chill\nthrough fur and lining.\n",
                "Now the dead girl led Elsalill through a long corridor and opened\na door for her. They came into a little dark closet where a feeble\nlight fell through a hatch in the wall. Elsalill saw that they\nwere in a room where the scullery wench stood and scoured cups and\ndishes for the hostess to set out on the tables for her customers.\nElsalill could just see that a pail of water stood upon a stool,\nand in the hatch were many cups and goblets that wanted rinsing.\n",
                "\"Will you help me with this work tonight, Elsalill?\" said the dead\ngirl.\n",
                "\"Yes, dear sister,\" said Elsalill, \"you know I will help you with\nwhatsoever you wish.\"\n",
                "Elsalill then took off her cloak, rolled up her sleeves and began\nthe work.\n",
                "\"Will you be very quiet and silent in here, Elsalill, so that the\nhostess may not know that I have found help?\"\n",
                "\"Yes, dear sister,\" said Elsalill; \"you may be sure I will.\"\n",
                "\"Then farewell, Elsalill,\" said the dead girl. \"I have only one\nmore thing to ask of you. And it is that you be not too angry with\nme for this thing.\"\n",
                "\"Wherefore do you bid me farewell?\" said Elsalill. \"I will gladly\ncome every evening and help you.\"\n",
                "\"No, there is no need for you to come after this evening,\" said\nthe dead girl. \"I have good hope that tonight you will give me\nsuch help that my mission will now be ended.\"\n",
                "As they spoke thus Elsalill was already leaning over her work. All\nwas still for a while, but then she felt a light breath on her\nforehead, as when the dead girl had come to her in Torarin's\ncabin. She looked up and saw that she was alone. Then she knew\nwhat it was that had felt like a faint breeze upon her face, and\nsaid to herself: \"My dead foster sister has kissed my forehead\nbefore she parted from me.\"\n",
                "Elsalill now turned to her work and finished it. She rinsed out\nall the bowls and tankards and dried them. Then she looked in the\nhatch whether any more had been set in there, and finding none she\nstood at the hatch and looked out into the tavern.\n",
                "It was an hour of the day when there was usually little custom in\nthe cellars. The hostess was absent from her bar and none of her\ntapsters was to be seen in the room. The place was empty, save for\nthree men, who sat at the end of a long table. They were guests,\nbut they seemed well at their ease, for one of them, who had\nemptied his tankard, went to the bar, filled it from one of the\ngreat tuns of ale and wine that stood there, and sat down again to\ndrink.\n",
                "Elsalill felt as though she had come here from a strange world.\nHer thoughts were with her dead foster sister, and she could not\nclearly take in what she saw. It was a long while before she was\naware that the three men at the table were well known and dear to\nher. For they who sat there were none other than Sir Archie and\nhis two friends Sir Reginald and Sir Philip.\n",
                "For some days past Sir Archie had not visited Elsalill, and she\nwas glad to see him. She was on the point of calling to him that\nshe was there at hand; but then the thought came to her, how\nstrange it was that he had ceased to visit her, and she kept\nsilence. \"Maybe his fancy has turned to another,\" thought\nElsalill. \"Maybe it is of her he is thinking.\"\n",
                "For Sir Archie sat a little apart from the others. He was silent\nand gazed steadily before him, without touching his drink. He took\nno part in the talk, and when his friends addressed a word to him,\nhe was seldom at the pains to make them an answer.\n",
                "Elsalill could hear that the others were trying to put life into\nhim. They asked him why he had left drinking, and even sought to\npersuade him that he should go and talk with Elsalill and so\nrecover his good humour.\n",
                "\"You are to pay no heed to me,\" said Sir Archie. \"There is another\nthat fills my thoughts. Still do I see her before me, and still do\nI hear the sound of her voice in my ears.\"\n",
                "And then Elsalill saw that Sir Archie was gazing at one of the\nmassive pillars that upheld the cellar roof. She saw, too, what\ntill then she had not marked, that her foster sister stood beside\nthat pillar and looked upon Sir Archie. She stood there quite\nmotionless in her gray habit, and it was not easy to discover her,\nas she stood so close against the pillar.\n",
                "Elsalill stood quite still looking into the room. She noted that\nher foster sister kept her eyes raised when she looked upon Sir\nArchie. During the whole time she was with Elsalill she had walked\nwith her eyes upon the ground.\n",
                "Now her eyes were the only thing about her that was ghastly.\nElsalill saw that they were dim and filmed. They had no glance,\nand the light was not mirrored in them any more.\n",
                "After a while Sir Archie began again to lament. \"I see her every\nhour. She follows me wherever I go,\" he said.\n",
                "He sat with his face toward the pillar where the dead girl stood,\nand stared at her. But Elsalill was sure that he did not see her.\nIt was not of her he spoke, but of one who was ever in his\nthoughts.\n",
                "Elsalill never left the hatch and followed with her eyes all that\ntook place, thinking that most of all she wished to find out who\nit was that filled Sir Archie's thoughts.\n",
                "Suddenly she was aware that the dead girl had taken her place on\nthe bench beside Sir Archie and was whispering in his ear.\n",
                "But still Sir Archie knew nothing of her being so close to him or\nof her whispering in his ear. He was only aware of her presence in\nthe mortal dread that came over him.\n",
                "Elsalill saw that when the dead girl had sat for a few moments\nwhispering to Sir Archie, he hid his face in his hands and wept.\n\"Alas, would I had never found the maid!\" he said. \"I regret\nnothing else but that I did not let the maiden go when she begged\nme.\"\n",
                "The other two Scotsmen ceased drinking and looked in alarm at Sir\nArchie, who thus laid aside all his manliness and yielded to\nremorse. For a moment they were perplexed, but then one of them\nwent up to the bar, took the tallest tankard that stood there and\nfilled it with red wine. He brought it to Sir Archie, clapped him\non the shoulder and said: \"Drink, brother! Herr Arne's hoard is\nnot yet done. So long as we have coin to buy such wine as this, no\ncares need sit upon us.\"\n",
                "But in the same instant as these words were spoken: \"Drink,\nbrother! Herr Arne's hoard is not yet done,\" Elsalill saw the dead\ngirl rise from the bench and vanish.\n",
                "And in that moment Elsalill saw before her eyes three men with\ngreat beards and rough coats of skin, struggling with Herr Arne's\nservants. And now it was plain to her that they were the three who\nsat in the cellar--Sir Archie, Sir Philip, and Sir Reginald.\n"
            ]
        },
        {
            "name": "IN THE TOWN CELLARS",
            "sub_name": "III",
            "text": [
                "Elsalill came out of the closet where she had stood and rinsed the\nhostess's cups, and softly closed the door behind her. In the\nnarrow corridor outside she stopped and stood motionless leaning\nagainst the wall for nearly an hour.\n",
                "As she stood there she thought to herself: \"I cannot betray him.\nLet him be guilty of what evil he may, I love him with all my\nheart. I cannot send him to be broken upon the wheel. I cannot see\nthem burn away his hands and feet.\"\n",
                "The storm that had raged all day became more and more violent as\nevening wore on, and Elsalill could hear its roar as she stood in\nthe darkness.\n",
                "\"Now the first storms of spring have come,\" she thought. \"Now they\nhave come in all their might to set the waters free and break up\nthe ice. In a few days we shall have open sea, and then Sir Archie\nwill sail from hence, never to return. No more misdeeds can he\ncommit in this land. What profits it then if he be taken and\nsuffer for his crime? Neither the dead nor the living have any\ncomfort of it.\"\n",
                "Elsalill drew her cloak about her. She thought she would go home\nand sit quietly at her work without betraying her secret to any\none.\n",
                "But before she had raised a foot to go, she changed her purpose\nand stayed.\n",
                "She stood still listening to the roaring of the gale. Again she\nthought of the coming of spring. The snow would disappear and the\nearth put on its garment of green.\n",
                "\"Merciful heaven, what a spring will this be for me!\" thought\nElsalill. \"No joy and no happiness can bloom for me after the\nchills of this winter.\n",
                "\"No more than a year ago I was so happy when winter was past and\nspring came,\" she thought. \"I remember one evening which was so\nfair that I could not sit within doors. So I took my foster sister\nby the hand, and we went out into the fields to fetch green\nboughs and deck the stove.\"\n",
                "She recalled to mind how she and her foster sister had walked along\na green pathway.  And there by the side of the way they had seen a\nyoung birch that had been cut down.  The wood showed that it had\nbeen cut many days before.  But now they saw that the poor lopped\ntree had begun to put forth leaves and its buds were bursting.\n",
                "Then her foster sister had stopped and bent over the tree. \"Ah,\npoor tree,\" she said, \"what evil can you have done, that you are\nnot suffered to die, though you are cut down?  What makes you put\nforth leaves, as though you still lived?\"\n",
                "And Elsalill had laughed at her and answered: \"Maybe it grows so\nsweet and green that he who cut it down may see the harm he has\nwrought and feel remorse.\"\n",
                "But her foster sister did not laugh with her, and there were tears\nin her eyes. \"It is terrible for a dead man if he cannot rest in\nhis grave.  They who are dead have small comfort to look for;\nneither love nor happiness can reach them. All the good they yet\ndesire is that they may be left to sleep in peace. Well may I weep\nwhen you say this birch cannot die for thinking of its murderer.\nThe hardest fate for one deprived of life is that he may not sleep\nin peace but must pursue his murderer. The dead have naught to\nlong for but to be left to sleep in peace.\"\n",
                "When Elsalill recalled these words she began to weep and wring her\nhands.\n",
                "\"My foster sister will not find rest in her grave,\" she said,\n\"unless I betray my beloved. If I do not aid her in this, she must\nroam above ground without respite or repose. My poor foster\nsister, she has nothing more to hope for but to find peace in her\ngrave, and that I cannot give her unless I send the man I love to\nbe broken on the wheel.\"\n"
            ]
        },
        {
            "name": "IN THE TOWN CELLARS",
            "sub_name": "IV",
            "text": [
                "Sir Archie came out of the tavern and went through the long\ncorridor. The lantern hanging from the roof had now been lighted\nagain, and by its light he saw that a young maid stood leaning\nagainst the wall.\n",
                "She was so pale and stood so still that Sir Archie was afraid and\nthought: \"There at last before my eyes stands the dead girl who\nhaunts me every day.\"\n",
                "As Sir Archie went past Elsalill he laid his hand on hers to feel\nif it was really a dead girl standing there. And her hand was so\ncold that he could not say whether it belonged to the living or\nthe dead.\n",
                "But as Sir Archie touched Elsalill's hand she drew it back, and\nthen Sir Archie knew her again.\n",
                "He thought she had come there for his sake, and great was his joy\nto see her. At once a thought came to him: \"Now I know what I will\ndo, that the dead girl may be appeased and cease to haunt me.\"\n",
                "He took Elsalill's hands within his own and raised them to his\nlips. \"God bless you for coming to me this evening, Elsalill!\" he\nsaid.\n",
                "But Elsalill's heart was sore afflicted. She could not speak for\ntears, even so much as to tell Sir Archie she had not come there\nto meet him.\n",
                "Sir Archie stood silent a long while, but he held Elsalill's hands\nin his the whole time. And the longer he stood thus, the clearer\nand more handsome did his face become.\n",
                "\"Elsalill,\" said Sir Archie, and he spoke very earnestly, \"for\nmany days I have not been able to see you, because I have been\ntormented by heavy thoughts. They have left me no peace, and I\nbelieved I should soon go out of my mind. But tonight it goes\nbetter with me and I no longer see before me the image that\ntormented me. And when I found you here, my heart told me what I\nhad to do to be rid of my torment for all time.\"\n",
                "He bent down to look into Elsalill's eyes, but as she stood with\ndrooping eyelids he went on: \"You are angry with me, Elsalill,\nbecause I have not been to see you for many days. But I could not\ncome, for when I saw you I was reminded even more of what tortured\nme. When I saw you I was forced to think even more of a young maid\nto whom I have done wrong. Many others have I wronged in my\nlifetime, Elsalill, but my conscience plagues me for naught else\nbut what I did to this young maid.\"\n",
                "As Elsalill still said nothing, he took her hands again and raised\nthem to his lips and kissed them.\n",
                "\"Now, listen, Elsalill, to what my heart said to me when I saw you\nstanding here and waiting for me. 'You have done injury to one\nmaiden,' it said, 'and for what you have made her suffer, you must\natone to another. You shall take her to wife, and you shall be so\ngood to her that she shall never know sorrow. Such faithfulness\nshall you show her that your love will be greater on the day of\nyour death than on your wedding day.'\"\n",
                "Elsalill stood still as before with downcast eyes. Then Sir Archie\nlaid his hand on her head and raised it. \"You must tell me,\nElsalill, whether you hear what I say,\" he said.\n",
                "Then he saw that Elsalill was weeping so violently that great\ntears ran down her cheeks.\n",
                "\"Why do you weep, Elsalill?\" asked Sir Archie.\n",
                "\"I weep, Sir Archie,\" said Elsalill, \"because I have too great\nlove for you in my heart.\"\n",
                "Then Sir Archie came yet closer to Elsalill and put his arm around\nher. \"Do you hear how the wind howls without?\" said he. \"That\nmeans that soon the ice will break up, and that ships again will\nbe free to sail over to my native land. Tell me now, Elsalill,\nwill you come with me, so that I may make good to you the evil I\nhave done to another?\"\n",
                "Sir Archie continued to whisper to Elsalill of the glorious life\nthat awaited her, and Elsalill began to think to herself: \"Alas,\nif only I did not know what evil he had done! Then I would go with\nhim and live happily.\"\n",
                "Sir Archie came closer and closer to her, and when Elsalill looked\nup she saw that his face was bending over her and that he was\nabout to kiss her on the forehead. Then she remembered the dead\ngirl who had so lately been with her and kissed her. She tore\nherself free from Sir Archie and said: \"No, Sir Archie, I will\nnever go with you.\"\n",
                "\"Yes,\" said Sir Archie, \"you must come with me, Elsalill, or else\nI shall be drawn down to my destruction.\"\n",
                "He began to whisper to the girl ever more tenderly, and again she\nthought to herself: \"Were it not more pleasing to God and men that\nhe be allowed to atone for his evil life and become a righteous\nman? Whom can it profit if he be punished with death?\"\n",
                "As these thoughts were in Elsalill's mind two men came by on their\nway to the tavern. When Sir Archie marked that they cast curious\neyes on him and the maid, he said to her: \"Come, Elsalill, I will\ntake you home. I would not that any should see you had come to the\ntavern for me.\"\n",
                "Then Elsalill looked up, as though suddenly calling to mind that\nshe had another duty to perform than that of listening to Sir\nArchie. But her heart smote her when she thought of betraying his\ncrime. \"If you deliver him to the hangman, I must break,\" her\nheart said to her. And Sir Archie drew the girl's cloak more\ntightly about her and led her out into the street. He walked with\nher all the way to Torarin's cabin, and she noticed that whenever\nthe storm blew fiercely in their faces, he placed himself before\nher and screened her.\n",
                "Elsalill thought, all the time they were walking: \"My dead foster\nsister knew nothing of this, that he would atone for his crime and\nbecome a good man.\"\n",
                "Sir Archie still whispered the tenderest words in Elsalill's ear.\nAnd the longer she listened to him, the more firmly she believed\nin him.\n",
                "\"It must have been that I might hear Sir Archie whisper such words\nas these in my ear that my foster sister called me forth,\" she\nthought. \"She loves me so dearly. She desires not my unhappiness\nbut my happiness.\"\n",
                "And as they stopped before the cabin, Sir Archie asked Elsalill\nonce more whether she would go with him across the sea. And\nElsalill answered that with God's help she would go.\n"
            ]
        },
        {
            "name": "UNREST",
            "sub_name": "",
            "text": [
                "Next day the storm had ceased. The weather was now milder, but it\nhad caused little shrinking of the ice and the sea was closed as\nfast as ever.\n",
                "When Elsalill awoke in the morning she thought: \"It is surely\nbetter that a wicked man repent and live according to God's\ncommandments than that he be punished with death.\"\n",
                "That day Sir Archie sent a messenger to Elsalill, and he brought\nher a heavy armlet of gold.\n",
                "And Elsalill was glad that Sir Archie had thought of giving her\npleasure, and she thanked the messenger and accepted the gift.\n",
                "But when he was gone she fell to thinking that this armlet had\nbeen bought for her with Herr Arne's money. When she thought of\nthis she could not endure to look on it. She plucked it from her\narm and threw it far away.\n",
                "\"What will my life be, if I must always call to mind that I am\nliving on Herr Arne's money?\" she thought. \"If I put a mouthful of\nfood to my lips, must I not think of the stolen money? And if I\nhave a new gown, will it not ring in my ears that it is bought\nwith ill-gotten gold? Now at last I see that it is impossible for\nme to go with Sir Archie and join my life to his. I shall tell him\nthis when he comes.\"\n",
                "When evening was drawing on, Sir Archie came to her. He was in\ncheerful mood, he had not been plagued with evil thoughts, and he\nbelieved it was owing to his promise to make good to one maiden\nthe wrong he had done another.\n",
                "When Elsalill saw him and heard him speak she could not bring\nherself to tell him that she was sad at heart and would part from\nhim.\n",
                "All the sorrows which gnawed at her were forgotten as she sat\nlistening to Sir Archie.\n",
                "The next day was a Sunday, and Elsalill went to church. She was\nthere both in the morning and in the evening.\n",
                "As she sat during the morning service listening to the sermon, she\nheard someone weeping and sobbing close by.\n",
                "She thought it was one of those who sat beside her in the pew, but\nwhether she looked to right or left she saw none but calm and\ndevout worshippers.\n",
                "Nevertheless, she plainly heard a sound of weeping, and it seemed\nso near to her that she might have touched the one who wept by\nputting out her hand.\n",
                "Elsalill sat listening to the sighing and sobbing, and thought to\nherself that she had never heard so sorrowful a sound.\n",
                "\"Who is it that is afflicted with such deep grief that she must\nshed these bitter tears?\" thought Elsalill.\n",
                "She looked behind her, and she leaned forward over the next pew to\nsee. But all were sitting in silence, and no face was wet with\ntears.\n",
                "Then Elsalill thought there was no need to ask or wonder, for\nindeed she had known from the first who it was that wept beside\nher. \"Dear sister,\" she whispered, \"why do you not show yourself\nto me, as you did but lately? For you must know that I would\ngladly do all I may to dry your tears.\"\n",
                "She listened for an answer, but none came. All she heard was the\nsobbing of the dead girl beside her.\n",
                "Elsalill tried to hearken to what the preacher was saying in the\npulpit, but she could follow little of it. And she grew impatient\nand whispered: \"I know one who has more cause to weep than any,\nand that is myself. Had not my foster sister revealed her murderer\nto me I might have sat here with a heart full of joy.\"\n",
                "As she listened to the weeping she became more and more resentful,\nso that she thought: \"How can my dead foster sister require of me\nthat I shall betray the man I love? Never would she herself have\ndone such a thing, if she had lived.\"\n",
                "She was shut up in the pew, but she could scarcely sit still. She\nrocked backward and forward and wrung her hands. \"Now this will\nfollow me all day,\" she thought. \"Who knows,\" she went on, growing\nmore and more anxious, \"who knows whether it will not follow me\nthrough life?\"\n",
                "But the sobbing beside her grew ever deeper and sadder, and at\nlast her heart was touched in spite of herself, and she too began\nto weep. \"She who weeps so must have a terribly heavy grief,\" she\nthought. \"She must have to bear suffering heavier than any of the\nliving can conceive.\"\n",
                "When the service was over and Elsalill had come out of church, she\nheard the sobbing no longer. But all the way home she wept to\nherself because her foster sister could find no peace in her\ngrave.\n",
                "When the time of evensong came Elsalill went again to the church,\nbeing constrained to know whether her foster sister still sat\nthere weeping.\n",
                "And as soon as Elsalill entered the church she heard her, and her\nsoul trembled within her when she caught the sound of the sobbing.\nShe felt her strength forsaking her and she had but one desire--to\nhelp the dead girl who was wandering among the living and knew no\nrest.\n",
                "When Elsalill came out of church it was still light enough for her\nto see that one of those who walked before her left bloody\nfootprints in the snow.\n",
                "\"Who can it be so poor that he goes barefoot and leaves bloody\nfootprints in the snow?\" she thought.\n",
                "All those who walked before her seemed to be well-to-do folk. They\nwere neatly dressed and well shod.\n",
                "But the red footprints were not old. Elsalill could see they were\nmade by one of the group that walked before her. \"It is someone\nwho is footsore from a long journey,\" she thought. \"God grant he\nmay not have far to go ere he find shelter and rest.\"\n",
                "She had a strong desire to know who it was that had made this\nweary pilgrimage, and she followed the footprints, though they led\nher away from her home.\n",
                "But suddenly she saw that all the church-goers had gone another\nway and that she was alone in the street. Nevertheless, the\nblood-red footprints were there as plain as before. \"It is my poor\nfoster sister who is going before me,\" she thought; and she owned\nto herself that she had guessed it all the time.\n",
                "\"Alas, my poor foster sister, I thought you went so lightly upon\nearth that your feet did not touch the ground. But none among the\nliving can know how painful your pilgrimage must be.\"\n",
                "The tears started to her eyes, and she sighed: \"Could she but find\npeace in her grave! Woe is me that she must wander here so long,\ntill she has worn her feet to bleeding!\"\n",
                "\"Stay, my dear foster sister!\" she cried. \"Stay, that I may speak\nto you!\"\n",
                "But as she cried thus, she saw that the footprints fell yet faster\nin the snow, as though the dead girl were hastening her steps.\n",
                "\"Now she flies from me. She looks no more for help from me,\" said\nElsalill.\n",
                "The bloody footprints made her quite frantic, and she cried out:\n\"My dear foster sister, I will do all you ask if only you may find\nrest in your grave!\"\n",
                "So soon as Elsalill had uttered these words a tall, big woman who\nhad followed her came up and laid a hand on her arm.\n",
                "\"Who may you be, crying and wringing your hands here in the\nstreet?\" the woman asked. \"You call to my mind a little maid who\ncame to me on Friday looking for a place and then ran away from\nme. Or perhaps you are the same?\"\n",
                "\"No, I am not the same,\" said Elsalill, \"but if, as I think, you\nare the hostess of the Town Cellars, then I know what maid it is\nyou speak of.\"\n",
                "\"Then you can tell me why she took herself off and has not come\nback,\" said the hostess.\n",
                "\"She left you,\" said Elsalill, \"because she did not choose to hear\nthe talk of all the evildoers who gather in your tavern.\"\n",
                "\"Many a wild companion comes to my tavern,\" said the hostess, \"but\namong them are no evildoers.\"\n",
                "\"Yet the maid heard three that sat there talking among\nthemselves,\" said Elsalill, \"and one of them said: 'Drink,\nbrother! Herr Arne's hoard is not yet done.'\"\n",
                "When Elsalill had said these words she thought: \"Now I have helped\nmy foster sister and told what I heard. Now may God help me that\nthis woman pay no heed to my words; so I shall be quit.\"\n",
                "But when she saw in the hostess's face that she believed her, she\nwas afraid and would have run away.\n",
                "But before she had time to move, the hostess's heavy hand had\ntaken firm hold of her so that she could not escape.\n",
                "\"If you can witness that such words have been uttered in my\ntavern, mistress,\" said the hostess, \"then you were best not to\nrun away. For you must go with me to those who have the power to\nseize the murderers and bring them to justice.\"\n"
            ]
        },
        {
            "name": "SIR ARCHIE'S FLIGHT",
            "sub_name": "",
            "text": [
                "Elsalill came into the tavern wrapt in her long cloak and went\nstraight to a table where Sir Archie sat drinking with his\nfriends. A crowd of customers sat about the tables in the cellar,\nbut Elsalill took no heed of all the wondering glances that\nfollowed her, as she went and sat down beside the man she loved.\nHer only thought was to be with Sir Archie in the few moments of\nfreedom which were left to him.\n",
                "When Sir Archie saw Elsalill come and sit by him, he rose and\nmoved with her to a table that stood far down the room, hidden by\na pillar. She could see that he was displeased at her coming to\nmeet him in a place where it was not the custom for young maids to\nshow themselves.\n",
                "\"I have no long message to bring you, Sir Archie,\" said Elsalill;\n\"but I would have you know that I cannot go with you to your own\ncountry.\"\n",
                "When Sir Archie heard Elsalill speak thus he was in despair, since\nhe feared that, if he lost Elsalill, the evil thoughts would again\ntake possession of him.\n",
                "\"Why will you not go with me, Elsalill?\" he asked.\n",
                "Elsalill was as pale as death. Her thoughts were so confused that\nshe scarce knew what answer she made him.\n",
                "\"It is a perilous thing to follow a soldier of fortune,\" she said.\n\"For none can tell whether such a man will keep his plighted\ntroth.\"\n",
                "Before Sir Archie had time to answer, a sailor came into the\ntavern.\n",
                "He went up to Sir Archie and told him he was sent by the skipper\nof the great gallias which lay in the ice behind Klovero. The\nskipper prayed Sir Archie and all his men to make ready their\ngoods and come aboard that evening. The storm had sprung up again\nand the sea was clearing far away to the westward. It might well\nbe that before daybreak they would have open water and could sail\nfor Scotland.\n",
                "\"You hear what this man says?\" said Sir Archie to Elsalill. \"Will\nyou come with me?\"\n",
                "\"No,\" said Elsalill, \"I will not go with you.\"\n",
                "But in her heart she was very glad, for she thought: \"Now belike\nit will turn out so that he may escape ere the watch can come and\nseize him.\"\n",
                "Sir Archie rose and went over to Sir Philip and Sir Reginald and\nspoke to them of the message. \"Get you back to the inn before me,\"\nhe said, \"and make all ready. I have a word or two yet to say to\nElsalill.\"\n",
                "When Elsalill saw that Sir Archie was coming back to her, she\nwaved her hands as though to prevent him. \"Why do you come back,\nSir Archie?\" she said. \"Why do you not hasten down to the sea as\nfast as your feet may carry you?\"\n",
                "For such was her love for Sir Archie. She had indeed betrayed him\nfor her dear foster sister's sake, but her most fervent wish was\nthat he might escape.\n",
                "\"No, first will I beg you once more to come with me,\" said Sir\nArchie.\n",
                "\"But you know, Sir Archie, that I cannot come with you,\" said\nElsalill.\n",
                "\"Why can you not?\" said Sir Archie. \"You are a poor orphan, so\nforlorn and friendless that none will care what becomes of you.\nBut if you come with me, I will make you a noble lady. I am a\npowerful man in my own country. You shall be clad in silk and\ngold, and you shall tread a measure at the King's court.\"\n",
                "Elsalill was shaking with alarm at his delaying while flight was\nstill open to him. She could scarce calm herself to answer: \"Go\nhence, Sir Archie! You must tarry no longer to importune me.\"\n\"There is something I would say to you, Elsalill,\" said Sir\nArchie, and his voice became more tender as he spoke. \"When first\nI saw you, my only thought was of tempting and beguiling you. In\nthe beginning I promised you riches in jest, but since two nights\nago I have meant honestly by you. And now it is my purpose and\ndesire to make you my wife. You may trust in me, as I am a\ngentleman and a soldier.\"\n",
                "At that moment Elsalill heard the march of armed men in the square\noutside. \"If I go with him now,\" she thought, \"he may yet escape.\nIf I refuse, I drive him to destruction. It is for my sake he\ntarries here so long that the watch will lay hands on him. But how\ncan I go with the man who has murdered all my dear ones?\"\n",
                "\"Sir Archie,\" said Elsalill, and she hoped her words might startle\nhim, \"Do you not hear the tramp of armed men in the square?\"\n",
                "\"Oh, yes, I hear it,\" said Sir Archie; \"there has been some\nalehouse brawl, I doubt not. Let it not fright you, Elsalill; it\nis but some fishermen that have come to clapper-claws over their\ncups.\"\n",
                "\"Sir Archie,\" said Elsalill, \"do you not hear them stand before\nthe town hall?\"\n",
                "Elsalill was trembling from head to foot, but Sir Archie took no\nnote of it; he was quite calm.\n",
                "\"Where else would you have them stand?\" said Sir Archie. \"They\nmust bring the brawlers here to lay them by the heels in the watch\nhouse. Listen not to them, Elsalill, but to me, who ask you to\nfollow me over the sea!\"\n",
                "But Elsalill tried once more to put fear into Sir Archie. \"Sir\nArchie,\" she said, \"do you not hear the watch coming down the steps\nto the cellar?\"\n",
                "\"Oh, yes, I hear them,\" said Sir Archie; \"they will come here to\nempty a pot of ale, since their prisoners are safe under lock and\nkey. Think not of them, Elsalill, but think how tomorrow you and I\nwill be sailing the wide sea to my dear native land!\"\n",
                "But Elsalill was pale as a corpse, and she shook so that she could\nscarce speak. \"Sir Archie,\" she said, \"do you not see them\nspeaking with the hostess yonder at the bar? They are asking her\nwhether any of those they seek is within.\"\n",
                "\"I'll wager they are charging her to brew them a warm, strong\ndrink this stormy night,\" said Sir Archie. \"You need not quake and\ntremble so mightily, Elsalill. You can follow me without fear. I\ntell you that if my father would have me wed the noblest damsel in\nour land, I should now say her nay. Come with me over the sea in\nfull security, Elsalill! Nothing awaits you there but joy and\nhappiness.\"\n",
                "More and more of the pikemen had collected about the door, and\nElsalill was now beside herself with terror. \"I cannot look on\nwhile they come and seize him,\" she thought. She leaned toward Sir\nArchie and whispered to him: \"Do you not hear, Sir Archie? They\nare asking the hostess whether any of Herr Arne's murderers is\nhere within.\"\n",
                "Then Sir Archie threw a glance across the room and looked at the\npikemen who were speaking with the hostess. But he did not rise\nand fly as Elsalill had expected: he bent down and looked deeply\ninto her eyes. \"Is it you, Elsalill, who have discovered and\nbetrayed me?\" he asked.\n",
                "\"I have done it for my dear foster sister's sake, that she might\nhave peace in her grave,\" said Elsalill. \"God knows what it has\ncost me to do it. But now fly, Sir Archie! There is yet time. They\nhave not yet barred all doors and lobbies.\"\n",
                "\"You wolf's cub!\" said Sir Archie. \"When first I saw you on the\nquay I thought I ought to kill you.\"\n",
                "But Elsalill laid her hand on his arm. \"Fly, Sir Archie! I cannot\nsit still and see them come and take you. If you will not fly\nwithout me, then in God's name I will go with you. But do not stay\nlonger here for my sake, Sir Archie! I will do all you ask of me,\nif only you will save your life.\"\n",
                "But now Sir Archie was very angry, and he spoke scornfully to\nElsalill. \"Now, mistress, you shall never go in gold-embroidered\nshoes through lofty castle halls. Now you may stay in Marstrand\nall your days and gut herrings. Never shall you wed a man who has\ncastle and lands, Elsalill. Your man shall be a poor fisherman and\nyour dwelling a cabin on a cold rock.\"\n",
                "\"Do you not hear them setting guards before all the doors to bar\nthe way with their pikes?\" asked Elsalill. \"Why do you not hasten\nhence? Why do you not fly out upon the ice and hide yourself in a\nship?\"\n",
                "\"I do not fly because I have a mind to sit and talk with\nElsalill,\" said Sir Archie. \"Are you thinking that now there is an\nend of all your joy, Elsalill? Are you thinking that now there is\nan end of my hope of atoning for my crime?\"\n",
                "\"Sir Archie,\" whispered Elsalill, rising from her seat in her\nterror; \"now the men are all posted. Now they will catch and seize\nyou. Make haste and fly! I shall come out to your ship, Sir\nArchie, if only you will fly.\"\n",
                "\"You need not be so frightened, Elsalill,\" said Sir Archie. \"We\nhave some time left to talk together. These fellows have no\nstomach to set upon me here, where I can defend myself. They mean\nto take me in the narrow stair. They think to spit me on their\nlong pikes. And that is what you have always wished me, Elsalill.\"\n",
                "But the more her terror gained on Elsalill, the calmer became Sir\nArchie. She never ceased praying him to fly, but he laughed at\nher.\n",
                "\"You need not be so sure, mistress, that these fellows can take\nme. I have come through greater dangers than this. I'll warrant I\nwas harder put to it some months since in Sweden. Some slanderers\nhad told King John that his Scots guard was disloyal to him. And\nthe King believed them. He threw the three commanders into dungeon\nand sent their men out of his realm, and had them guarded till\nthey had passed the border.\"\n",
                "\"Fly, Sir Archie, fly!\" begged Elsalill.\n",
                "\"You need not be troubled for me, Elsalill,\" said Sir Archie with\na hard laugh. \"This evening I am myself again, my old humour is\ncome back. I see no more the young maid that haunted me, and I\nshall hold my own, never fear. I will tell you of those three who\nlay in King John's dungeon. They stole out of the tower one night,\nwhen their guards were drowsy with liquor, and ran their ways. And\nthen they fled to the border. But so long as they were in the\nSwedish king's land they durst not betray themselves. They had no\nchoice, Elsalill, but to make themselves rough coats of skin and\ngive out that they were journeymen tanners travelling the country\nin search of work.\"\n",
                "Now Elsalill began to mark how changed Sir Archie was toward her.\nAnd she knew he hated her, since he had found out that she had\nbetrayed him.\n",
                "\"Speak not so, Sir Archie!\" said Elsalill.\n",
                "\"Why should you play me false, just when I trusted you most?\" said\nSir Archie. \"Now I am again the man I was. Now none shall find me\nmerciful. And now you'll see, Fortune will favour me, as she has\ndone hitherto. Were we not in bad case, I and my comrades, when at\nlast we had walked through all Sweden and come down to the coast\nhere? We had no money to buy us honourable clothes. We had no\nmoney to pay for our shipping to Scotland. We knew no remedy but\nto break into Solberga parsonage.\"\n",
                "\"Speak no more of that!\" said Elsalill.\n",
                "\"Yes, now you must hear all, Elsalill,\" said Sir Archie. \"There is\none thing you know not, and it is that when first we came into the\nhouse we went to Herr Arne, roused him, and told him he must give\nus money. If he gave it freely, we would not harm him. But Herr\nArne resisted us with force, and so we had to strike him down. And\nwhen we had dispatched him, we had to make an end of all his\nhousehold.\"\n",
                "Elsalill interrupted Sir Archie no more, but her heart felt cold\nand empty. She shuddered as she looked upon Sir Archie, for as he\nspoke a cruel and bloodthirsty look came over him. \"What was I\nabout to do?\" she thought. \"Have I been mad and loved the man who\nmurdered all my dear ones? God forgive my sin!\"\n",
                "\"When we thought all were dead,\" said Sir Archie, \"we dragged the\nheavy money chest out of the house. Then we set fire about it,\nthat men might think Herr had been burnt alive.\"\n",
                "\"I have loved a wolf of the woods,\" said Elsalill to herself. \"And\nhim I have tried to save from justice!\"\n",
                "\"But we drove down to the ice and fled to sea,\" Sir Archie went\non. \"We had no fear so long as we saw the flames mounting to the\nsky, but when we saw them die down we took alarm. We knew then\nthat neighbours had come and put out the fire, and that we should\nbe pursued. So we drove back toward land, for we had seen the\noutlet of a stream where the ice was thin. We lifted the chest\nfrom the sledge and drove forward till the ice broke under the\nhorse's hoofs. Then we let it drown and sprang off to one side. If\nyou were aught but a little maid, Elsalill, you would see that\nthis was bravely done. We acquitted ourselves like men.\"\n",
                "Elsalill kept still; she felt a sharp pain tearing at her heart.\nBut Sir Archie hated her and delighted to torment her. \"Then we\ntook our belts and fastened them to the chest and began to draw\nit. But as the chest left tracks in the ice, we went ashore and\ngathered twigs of spruce and laid them under the chest. Then we\ntook off our boots and went over the ice without leaving a trace\nbehind us.\"\n",
                "Sir Archie paused to throw a scornful glance at Elsalill.\n",
                "\"Although we had prospered in all this, we were yet in bad case.\nWherever we went our bloodstained clothes would betray us and we\nshould be seized. But now listen, Elsalill, so that you may tell\nall those who would be at the pains to give us chase, that they\nmay understand we are not of a sort to be lightly taken! Listen to\nthis: As we came over the ice toward Marstrand here, we met our\ncomrades and countrymen, who had been banished by King John from\nhis land. They had not been able to leave Marstrand because of the\nice, and they helped us in our need, so that we got clothes. Since\nthen we have gone about here in Marstrand and been in no danger.\nAnd no danger would threaten us now, if you had not been faithless\nand played me false.\"\n",
                "Elsalill sat still. This was too great a grief for her. She could\nscarce feel her heart beating.\n",
                "But Sir Archie sprang up and cried: \"And no ill shall befall us\ntonight either. Of that you shall be witness, Elsalill!\"\n",
                "In an instant he seized Elsalill in both his arms and raised her\noff her feet. And with Elsalill before him as a shield Sir Archie\nran through the tavern to the doorway. And the men who were posted\nto guard the door levelled their long pikes at him, but they durst\nnot use them for fear of hurting Elsalill.\n",
                "When Sir Archie reached the narrow stair and the lobby, he held\nElsalill before him in the same way. And she protected him better\nthan the strongest armour, for the pikemen who were drawn up there\ncould make no use of their weapons. Thus he came a good way up the\nsteps, and Elsalill could feel the free air of heaven blowing\nabout her.\n",
                "But Elsalill's love for Sir Archie was changed to the most deadly\nhatred, and her only thought was that he was a villain and a\nmurderer. And when she saw that her body shielded him, so that he\nwas likely to escape, she stretched out her hand and took hold of\none of the watchmen's pikes and aimed it at her heart. \"Now I will\nserve my foster sister, so that her mission shall be fulfilled at\nlast,\" thought Elsalill. And at the next step Sir Archie took up\nthe stairs, the pike entered Elsalill's heart.\n",
                "But then Sir Archie was already at the top of the stairway. And\nthe pikemen fell back when they saw that one of them had hurt the\nmaid. And he ran past them. When Sir Archie came out into the\nmarket-place he heard a Scottish war cry from one of the lanes: \"A\nrescue! A rescue! For Scotland! For Scotland!\"\n",
                "It was Sir Philip and Sir Reginald, who had mustered the Scots and\nnow came to relieve him.\n",
                "And Sir Archie ran toward them and cried in a loud voice: \"Hither\nto me! For Scotland! For Scotland!\"\n"
            ]
        },
        {
            "name": "OVER THE ICE",
            "sub_name": "",
            "text": [
                "As Sir Archie walked out over the ice he still held Elsalill on\nhis arm.\n",
                "Sir Philip and Sir Reginald walked beside him. They tried to tell\nhim how they had discovered the trap laid for them and how they\nhad succeeded in getting the heavy treasure chest away to the\ngallias and in collecting their countrymen; but Sir Archie paid no\nheed to their words. He seemed to be conversing with her he\ncarried on his arm.\n",
                "\"Who is that you carry there?\" asked Sir Reginald.\n",
                "\"It is Elsalill,\" answered Sir Archie. \"I shall take her with me\nto Scotland. I will not leave her behind. Here she would never be\naught but a poor fish wench.\"\n",
                "\"No, that is like enough,\" said Sir Reginald.\n",
                "\"Here none would give her clothes but of the coarsest wool,\" said\nSir Archie, \"and a narrow bed of hard planks to sleep on. But I\nshall spread her couch with the softest cushions, and her\nresting-place shall be made of marble. I shall wrap her in the\ncostliest furs, and on her feet she shall wear jewelled shoes.\"\n",
                "\"You intend her great honour,\" said Sir Reginald.\n",
                "\"I cannot let her stay behind here,\" said Sir Archie, \"for who\namong them would be mindful of such a poor creature? She would be\nforgotten by all ere many months were past. None would visit her\nabode, none would relieve her loneliness. But when once I reach\nhome, I shall rear a stately dwelling for her. There shall her\nname stand graven in the hard stone, that none may forget it.\nThere I myself shall come to her every day, and all shall be so\nsplendidly devised that folk from far away shall come to visit\nher. There shall be lamps and candles burning night and day, and\nthe sound of music and song shall make it seem a perpetual\nfestival.\"\n",
                "The gale blew violently in their faces as they walked over the\nice. It tore Elsalill's cloak loose and made it flutter like a\nbanner.\n",
                "\"Will you help me to carry Elsalill a moment,\" said Sir Archie,\n\"while I wind her cloak about her?\"\n",
                "Sir Reginald took Elsalill in his arms, but as he did so he was so\nterrified that he let her slip between his hands on to the ice. \"I\nknew not that Elsalill was dead,\" he said.\n"
            ]
        },
        {
            "name": "THE ROAR OF THE WAVES",
            "sub_name": "",
            "text": [
                "All night the skipper of the great gallias walked back and forth\non his lofty poop. It was dark, and the gale howled around him,\nlashing him with sleet and rain. But the ice still lay firm and\nfast about the vessel, so that the skipper might just as well have\nslept quietly in his berth.\n",
                "But he stayed up the whole night. Time after time he put his hand\nto his ear and listened.\n",
                "It was not easy to say what he was listening for. He had all his\ncrew on board, as well as all the passengers he was to carry over\nto Scotland. Every one of them lay below decks fast asleep, and\nthere was no sound of talk to which the skipper might be\nlistening.\n",
                "As the storm came sweeping over the icebound gallias it threw\nitself upon the vessel, as though from old habit it would drive\nher through the water. And as the ship still stood fast the wind\ntook hold of her again and again. It rattled all the little\nicicles that hung from her ropes and tackles, it made her timbers\ncreak and groan. Her masts were strained and gave loud cracks, as\nthough they would go by the board.\n",
                "It was no quiet night. There was a muffled rustling in the air, as\nthe snow came whizzing past; there was a patter and splash as the\nrain came pelting down.\n",
                "And in the ice one crack after another opened with a noise like\nthunder, as though ships of war had been at sea exchanging heavy\nsalvoes.\n",
                "But to none of this was the skipper listening.\n",
                "He stayed up the whole night, until a gray dawn spread over the\nsky; but still he did not hear the sound he was waiting for.\n",
                "At last a singing, monotonous murmur was borne upon the night air,\na rocking, caressing sound as of distant music.\n",
                "Then the skipper hurried across the rowers' thwarts amidships to\nthe lofty forecastle where his crew slept. \"Turn out,\" he called\nto them, \"and take your oars and boat-hooks! The time is almost\ncome when we shall be free. I hear the roar of open water. I hear\nthe song of the free waves.\"\n",
                "The men left sleeping and came out at once. They posted themselves\nalong the ship's sides, while the day slowly dawned.\n",
                "When at last it was light enough for them to see what changes the\nnight had brought, they found that all the creeks and channels\nwere open far out to sea, but in the bay where they were frozen in\nnot a fissure could be seen in the ice, which lay firm and\nunbroken.\n",
                "And in the channel which led out of this bay the ice had piled\nitself up into a high wall. The waves in their free play outside\ncontinually cast up floating ice upon it.\n",
                "In the sound between the skerries there was a swarm of sails. All\nthe fishing-boats which had lain icebound off Marstrand were now\nstreaming out. The sea ran high and blocks of ice still floated\namong the waves, but the fishermen seemed to think they had no\ntime to wait for safe and calm water, and they had set sail. They\nstood in the bows of their boats and kept a sharp lookout. Small\nblocks of ice they fended off with an oar, but when the big ones\ncame they put the helm over and bore away. On the high poop of the\ngallias the skipper stood and watched them. He could see that they\nhad their troubles, but he saw too that one boat after another\nwriggled through and came out into the open sea.\n",
                "And when the skipper saw the sails gliding over the blue water, he\nfelt his disappointment so bitterly that tears came into his eyes.\n",
                "But his ship lay still, and before him the wall of ice was piling\nup higher and higher.\n",
                "The sea outside bore not only ships and boats, but sometimes small\nwhite icebergs came floating past. They were big ice-floes that\nhad been thrown one upon another and were now sailing southward.\nThey shone like silver in the morning sun, and now and then they\nshowed as pink as though they had been strewed with roses.\n",
                "But high up among the whistling of the wind loud cries were heard,\nnow like singing voices, now like pealing trumpets. There was a\nsound of jubilation in these cries, swelling the heart of him who\nheard them. They came from a long flight of swans on their way\nfrom the south.\n",
                "But when the skipper saw the icebergs moving southward and the\nswans flying to the north such longing seized him that he wrung\nhis hands. \"Woe's me, that I must lie here!\" he said. \"Will the\nice never break up in this bay? I may lie waiting here many days\nyet.\"\n",
                "Just as he said this, he saw a man come driving on the ice. He\ncame out of a narrow channel on the Marstrand side, and he drove\nas calmly on the ice as if he did not know the waves had begun\nonce more to carry ships and boats.\n",
                "As he drove under the stern of the gallias he hailed the skipper:\n\"Ho, you there, frozen in the ice, do you lack food aboard? Will\nyou buy my salt herring or dried ling or smoked eel?\"\n",
                "The skipper did not trouble to answer him. He only shook his fist\nat him and swore.\n",
                "Then the fish hawker stepped off his load. He took a bunch of hay\nfrom the sledge and laid it in front of his horse. Then he climbed\nup on the deck of the gallias. When he faced the skipper he said\nto him very earnestly:\n",
                "\"Today I have not come to sell fish. But I know that you are a\nGod-fearing man. Therefore I have come to ask your help to find a\nmaiden whom the Scotsmen brought out to your ship with them\nyester-night.\"\n",
                "\"I know naught of their bringing any maiden with them,\" said the\nskipper. \"I have heard no woman's voice aboard the ship tonight.\"\n",
                "\"I am Torarin the fish hawker,\" said the other; \"maybe you have\nheard of me? It was I who supped with Herr Arne at Solberga\nparsonage the same night he was murdered. Since then I have had\nHerr Arne's foster daughter under my roof, but last night she was\nstolen away by his murderers, and they have surely brought her\nwith them to your vessel.\"\n",
                "\"Are Herr Arne's murderers aboard my vessel?\" asked the skipper in\ndismay.\n",
                "\"You see that I am a poor and feeble man,\" said Torarin. \"I have a\npalsied arm, and therefore I am fearful of taking upon myself any\nbold and hazardous thing. I have known these many days who were\nHerr Arne's murderers, but I have not dared to bring them to\njustice. And because I have held my peace they have made their\nescape and have found occasion to carry the maiden with them. But\nnow I have said to myself that I will have no more of my\nconscience in this matter. At least I will try to save the little\nmaid.\"\n",
                "\"If Herr Arne's murderers are on board my ship, why does not the\nwatch come out and arrest them?\"\n",
                "\"I have begged and prayed them all this night and morning,\" said\nTorarin, \"but the watch durst not come out. They say there are a\nhundred men-at-arms on board, and with them they durst not\ncontend. Then I thought, in God's name I must come out here alone\nand beg you help me to find the maiden, for I know you to be a\nGod-fearing man.\"\n",
                "But the skipper paid no heed to his question of the maiden; his\nmind was full of the other matter. \"What makes you sure that the\nmurderers are on board?\" he said.\n",
                "Torarin pointed to a great oaken chest which stood between the\nrowers' thwarts. \"I have seen that chest too often in Herr Arne's\nhouse to be mistaken,\" he said. \"In it is Herr Arne's money, and\nwhere his money is, there you will find his murderers.\"\n",
                "\"That chest belongs to Sir Archie and his two friends, Sir\nReginald and Sir Philip,\" said the skipper.\n",
                "\"Ay,\" said Torarin, looking at him fixedly; \"that is so. It\nbelongs to Sir Archie and Sir Philip and Sir Reginald.\"\n",
                "The skipper stood silent awhile and looked this way and that.\n\"When think you the ice will break up in this bay?\" he said to\nTorarin.\n",
                "\"There is something strange in it this year,\" said Torarin. \"In\nthis bay we have always seen the ice break up early, for there is\na strong current. But as it shapes now you must have a care that\nyou be not thrust against the land when the ice begins to move.\"\n",
                "\"I think of naught else,\" said the skipper.\n",
                "Again he stood silent for a while and turned his face toward the\nsea. The morning sun shone high in the sky, and the waves\nreflected its radiance. The liberated vessels scudded this way and\nthat, and the sea birds came flying from the south with joyous\ncries. The fish lay near the surface and glittered in the sun as\nthey leapt high out of the water, wanton after their long\nimprisonment under the ice. The gulls, which had been circling out\nbeyond the edge of the ice, came in great flocks toward land to\nfish in their old waters.\n",
                "The skipper could not endure this sight. \"Shall I be counted the\nfriend of murderers and evildoers?\" he said. \"Can I close my eyes\nand refuse to see why God keeps the gates of the sea barred\nagainst my vessel? Shall I be destroyed for the sake of the\nunrighteous who have taken refuge with me?\"\n",
                "And the skipper went forward and said to his men: \"Now I know why\nwe have been held back while all other ships have put to sea. It\nis because we have murderers and evildoers on board.\"\n",
                "Then the skipper went to the Scottish men-at-arms, who still lay\nasleep in the ship's hold. \"Listen,\" he said to them; \"keep you\nquiet yet awhile, no matter what cries or tumult you may hear on\nboard. We must follow God's commandment and not suffer evildoers\namongst us. If you obey me I promise to bring you the chest which\nholds Herr Arne's money, and you shall share it among you.\"\n",
                "But to Torarin the skipper said: \"Go down to your sledge and cast\nyour fish out on the ice. You shall have other freight anon.\"\n",
                "Then the skipper and his men broke into the cabin where Sir Archie\nand his friends slept. And they threw themselves upon them to bind\nthem while they still lay asleep.\n",
                "And when the three Scotsmen tried to defend themselves, they smote\nthem hard with their axes and handspikes, and the skipper said to\nthem: \"You are murderers and evildoers. How could you think to\nescape punishment? Know you not that it is for your sake God keeps\nall the gates of the sea closed?\"\n",
                "Then the three men cried aloud to their comrades, bidding them\ncome and help them.\n",
                "\"You need not call to them,\" said the skipper. \"They will not\ncome. They have gotten Herr Arne's hoard to share amongst them,\nand are even now measuring out silver coin in their hats. For the\nsake of this money the evil deed was done, and this money has now\nbrought retribution upon you.\"\n",
                "And before Torarin had finished unloading the fish from his\nsledge, the skipper and his men came down on to the ice. They\nbrought with them three men securely bound. They were grievously\nhurt and fainting from their wounds.\n",
                "\"God has not called on me in vain,\" said the skipper. \"As soon as\nHis will was clear to me, I hearkened to it.\"\n",
                "They laid the prisoners on the sledge, and Torarin drove with them\nby creeks and narrow sounds where the ice still lay firm, until he\ncame to Marstrand.\n",
                "Now late in the afternoon the skipper stood on the lofty poop of\nhis vessel and looked out to seaward. Nothing was changed around\nthe vessel, and the wall of ice towered ever higher before her.\n",
                "Then the skipper saw a long procession of people coming out to his\nship. All the women of Marstrand were there, both young and old.\nThey all wore mourning weeds, and they brought with them a group\nof boys who carried a bier.\n",
                "When they were come to the gallias, they said to the skipper: \"We\nare come to fetch a young maiden who is dead. Those murderers have\nconfessed that she gave her life to hinder their escape, and now\nwe, all the women of Marstrand, are come to bring her to our town\nwith all the honour that is her due.\"\n",
                "Then Elsalill was found and brought down to the ice and borne in\nto Marstrand; and all the women in the place wept over the young\nmaid, who had loved an evildoer and given her life to destroy him\nshe loved. But even as the line of women advanced, the wind and\nwaves broke in behind them and tore up the ice over which they had\nbut lately passed; and when they came to Marstrand with Elsalill,\nall the gates of the sea stood open.\n"
            ]
        }
    ]
}