{
    "id": "6521",
    "title": "The King of the Dark Chamber",
    "author": "Rabindranath Tagore",
    "content": [
        {
            "name": " I ",
            "sub_name": "",
            "text": [
                "I",
                "[A street. A few wayfarers, and a CITY GUARD]",
                "FIRST MAN.\nHo, Sir!",
                "CITY GUARD.\nWhat do you want?",
                "SECOND MAN.\nWhich way should we go? We are strangers here. Please tell us which street we\nshould take.",
                "CITY GUARD.\nWhere do you want to go?",
                "THIRD MAN.\nTo where those big festivities are going to be held, you know. Which way do we\ngo?",
                "CITY GUARD.\nOne street is quite as good as another here. Any street will lead you there. Go\nstraight ahead, and you cannot miss the place. [Exit.]",
                "FIRST MAN.\nJust hear what the fool says: \"Any street will lead you there!\"\nWhere, then, would be the sense of having so many streets?",
                "SECOND MAN.\nYou needn't be so awfully put out at that, my man. A country is free to\narrange its affairs in its own way. As for roads in our country -- well,\nthey are as good as non-existent; narrow and crooked lanes, a labyrinth of ruts\nand tracks. Our King does not believe in open thoroughfares; he thinks that\nstreets are just so many openings for his subjects to fly away from his\nkingdom. It is quite the contrary here; nobody stands in your way, nobody\nobjects to your going elsewhere if you like to; and yet the people are far from\ndeserting this kingdom. With such streets our country would certainly have been\ndepopulated in no time.",
                "FIRST MAN.\nMy dear Janardan, I have always noticed that this is a great fault in your\ncharacter.",
                "JANARDAN.\nWhat is?",
                "FIRST MAN.\nThat you are always having a fling at your country. How can you think that open\nhighways may be good for a country? Look here, Kaundilya; here is a man who\nactually believes that open highways are the salvation of a country.",
                "KAUNDILYA.\nThere is no need, Bhavadatta, of my pointing out afresh that Janardan is\nblessed with an intelligence which is remarkably crooked, which is sure to land\nhim in danger some day. If the King comes to hear of our worthy friend, he will\nmake it a pretty hard job for him to find any one to do him his funeral rites\nwhen he is dead.",
                "BHAVADATTA.\nOne can't help feeling that life becomes a burden in this country; one\nmisses the joys of privacy in these streets -- this jostling and brushing\nshoulders with strange people day and night makes one long for a bath. And\nnobody can tell exactly what kind of people you are meeting with in these\npublic roads -- ugh!",
                "KAUNDILYA.\nAnd it is Janardan who persuaded us to come to this precious country! We never\nhad any second person like him in our family. You knew my father, of course; he\nwas a great man, a pious man if ever there was one. He spent his whole life\nwithin a circle of a radius of 49 cubits drawn with a rigid adherence to the\ninjunctions of the scriptures, and never for a single day did he cross this\ncircle. After his death a serious difficulty arose -- how cremate him within\nthe limits of the 49 cubits and yet outside the house? At length the priests\ndecided that though we could not go beyond the scriptural number, the only way\nout of the difficulty was to reverse the figure and make it 94 cubits; only\nthus could we cremate him outside the house without violating the sacred books.\nMy word, that was strict observance! Ours is indeed no common country.",
                "BHAVADATTA.\nAnd yet, though Janardan comes from the very same soil, he thinks it wise to\ndeclare that open highways are best for a country.",
                "[Enter GRANDFATHER with a band of boys]",
                "GRANDFATHER.\nBoys, we will have to vie with the wild breeze of the south to-day -- and we\nare not going to be beaten. We will sing till we have flooded all streets with\nour mirth and song.",
                "SONG.",
                "The southern gate is unbarred. Come, my spring, come!Thou wilt swing at\nthe swing of my heart, come, my spring, come!Come in the lisping leaves,\nin the youthful surrender of flowers;Come in the flute songs and the\nwistful sighs of the woodlands!Let your unfastened robe wildly flap in the\ndrunken wind!    Come, my spring, come!",
                "[Exeunt.]",
                "[Enter a band of CITIZENS]",
                "FIRST CITIZEN.\nAfter all, one cannot help wishing that the King had allowed himself to be seen\nat least this one day. What a great pity, to live in his kingdom and yet not to\nhave seen him for a single day!",
                "SECOND CITIZEN.\nIf you only knew the real meaning of all this mystery! I could tell you if you\nwould keep a secret.",
                "FIRST CITIZEN.\nMy dear fellow, we both live in the same quarter of the town, but have you ever\nknown me letting out any man s secret? Of course, that matter of your\nbrother's finding a hidden fortune while digging for a well -- well,\nyou know well enough why I had to give it out. You know all the facts.",
                "SECOND CITIZEN.\nOf course I know. And it is because I know that I ask, could you keep a secret\nif I tell you? It may mean ruination to us all, you know, if you once let it\nout.",
                "THIRD CITIZEN.\nYou are a nice man, after all, Virupaksha! Why are you so anxious to bring down\na disaster which as yet only may happen? Who will be responsible for keeping\nyour secret all his life?",
                "VIRUPAKSHA.\nIt is only because the topic came up -- well, then, I shall not say\nanything. I am not the man to say things for nothing. You had yourself brought\nup the question that the King never showed himself; and I only remarked that it\nwas not for nothing that the King shut himself up from the public gaze.",
                "FIRST CITIZEN.\nPray do tell us why, Virupaksha.",
                "VIRUPAKSHA.\nOf course I don't mind telling you -- for we are all good friends,\naren't we? There can be no harm. (With a low voice.) The\nKing -- is -- hideous to look at, so he has made up his mind never to\nshow himself to his subjects.",
                "FIRST CITIZEN.\nHa! that's it! It must be so. We have always wondered . . . why, the mere\nsight of a King in all countries makes one's soul quake like an aspen\nleaf with fear; but why should our King never have been seen by any mortal\nsoul? Even if he at least came out and consigned us all to the gibbet, we might\nbe sure that our King was no hoax. After all, there is much in\nVirupaksha's explanation that sounds plausible enough.",
                "THIRD CITIZEN.\nNot a bit -- I don't believe in a syllable of it.",
                "VIRUPAKSHA.\nWhat, Vishu, do you mean to say that I am a liar?",
                "VISHU.\nI don't exactly mean that -- but I cannot accept your theory. Excuse\nme, I cannot help if I seem a bit rude or churlish.",
                "VIRUPAKSHA.\nSmall wonder that you can't believe my words -- you who think yourself\nsage enough to reject the opinions of your parents and superiors. How long do\nyou think you could have stayed in this country if the King did not remain in\nhiding? You are no better than a flagrant heretic.",
                "VISHU.\nMy dear pillar of orthodoxy! Do you think any other King would have hesitated\nto cut off your tongue and make it food for dogs? And you have the face to say\nthat our King is horrid to look at!",
                "VIRUPAKSHA.\nLook here, Vishu. will you curb your tongue?",
                "VISHU.\nIt would be superfluous to point out whose tongue needs the curbing.",
                "FIRST CITIZEN.\nHush, my dear friends -- this looks rather bad. . . . It seems as if they\nare resolved to put me in danger as well. I am not going to be a party to all\nthis.[Exit.]",
                "[Enter a number of men, dragging in GRANDFATHER, in boisterous\nexuberance]",
                "SECOND CITIZEN.\nGrandpa, something strikes me to-day . . .",
                "GRANDFATHER.\nWhat is it?",
                "SECOND CITIZEN.\nThis year every country has sent its people to our festival, but every one\nasks, \"Everything is nice and beautiful -- but where is your\nKing?\" and we do not know what to answer. That is the one big gap which\ncannot but make itself felt to every one in our country.",
                "GRANDFATHER.\n\"Gap,\" do you say! Why, the whole country is all filled and crammed\nand packed with the King: and you call him a \"gap\"! Why,he has made\nevery one of us a crowned King!",
                "Sings.\nWe are all Kings in the kingdom of our King.\nWere it not so, how could we hope in our heart to meet him!\nWe do what we like, yet we do what he likes;\nWe are not bound with the chain of fear at the feet of a slave-owning King.\nWere it not so, how could we hope in our heart to meet him!\nOur King honours each one of us, thus honours his own very self.\nNo littleness can keep us shut up in its walls of untruth for aye.\nWere it not so, how could we have hope in our heart to meet him!\nWe struggle and dig our own path, thus reach his path at the end.\nWe can never get lost in the abyss of dark night.\nWere it not so, how could we hope in our heart to meet him!",
                "THIRD CITIZEN.\nBut, really, I cannot stand the absurd things people say about our King simply\nbecause he is not seen in public.",
                "FIRST CITIZEN.\nJust fancy! Any one libelling me can be punished, while nobody can stop the\nmouth of any rascal who chooses to slander the King.",
                "GRANDFATHER.\nThe slander cannot touch the King. With a mere breath you can blow out the\nflame which a lamp inherits from the sun, but if all the world blow upon the\nsun itself its effulgence remains undimmed and unimpaired as before.",
                "[Enter VISHVAVASU and VIRUPAKSHA]",
                "VISHU.\nHere's Grandfather! Look here, this man is going about telling everybody\nthat our King does not come out because he is ugly.",
                "GRANDFATHER.\nBut why does that make you angry, Vishu? His King must be ugly, because how\nelse could Virupaksha possess such features in his kingdom? He fashions his\nKing after the image of himself he sees in the mirror.",
                "VIRUPAKSHA.\nGrandfather, I shall mention no names, but nobody would think of disbelieving\nthe person who gave me the news.",
                "GRANDFATHER.\nWho could be a higher authority than yourself!",
                "VIRUPAKSHA.\nBut I could give you proofs . . .",
                "FIRST CITIZEN.\nThe impudence of this fellow knows no bounds! Not content with spreading a\nghastly rumour with an unabashed face, he offers to measure his lies with\ninsolence!",
                "SECOND CITIZEN.\nWhy not make him measure his length on the ground?",
                "GRANDFATHER.\nWhy so much heat, my friends? The poor fellow is going to have his own festive\nday by singing the ugliness of his King. Go along, Virupaksha, you will find\nplenty of people ready to believe you: may you be happy in their\ncompany.[Exeunt.]",
                "[Re-enter the party of FOREIGNERS]",
                "BHAVADATTA.\nIt strikes me, Kaundilya, that these people haven't got a King at all.\nThey have somehow managed to keep the rumour afloat.",
                "KAUNDILYA.\nYou are right, I think. We all know that the supreme thing that strikes\none's eye in any country is the King, who of course loses no opportunity\nof exhibiting himself.",
                "JANARDAN.\nBut look at the nice order and regularity prevailing all over the\nplace -- how do you explain it without a King?",
                "BHAVADATTA.\nSo this is the wisdom you have arrived at by living so long under a ruler!\nWhere would be the necessity of having a King if order and harmony existed\nalready?",
                "JANARDAN.\nAll these people have assembled to rejoice at this festival. Do you think they\ncould come together like this in a country of anarchy?",
                "Rhavadatta.\nMy dear Janardan, you are evading the real issue, as usual. There can be no\nquestion about the order and regularity, and the festive rejoicing too is plain\nenough: there is no difficulty so far. But where is the King? Have you seen\nhim? Just tell us that.",
                "JANARDAN.\nWhat I want to say is this: you know from your experience that there can be\nchaos and anarchy even if a King be present: but what do we see here?",
                "KAUNDILYA.\nYou are always coming back to your quibbling. Why can you not give a straight\nanswer to Bhavadatta's question -- Have you, or have you not, seen the\nKing? Yes or no? [Exeunt.]",
                "[Enter a band of MEN, singing]",
                "SONG.",
                "My beloved is ever in my heart   That is why I see him\neverywhere,He is in the pupils of my eyes   That is\nwhy I see him everywhere.I went far away to hear his own\nwords,   But, ah, it was vain!When I came back I heard\nthem   In my own songs.Who are you who seek him like a\nbeggar   from door to door!Come to my heart and see\nhis face in the   tears of my eyes!",
                "[Enter HERALDS and ADVANCE GUARDS of the KING]",
                "FIRST HERALD.\nStand off! Get away from the street, all of you!",
                "FIRST CITIZEN.\nEh, man, who do you think you are? You weren't of course born with such\nlofty strides, my friend? -- Why should we stand off, my dear sir? Why\nshould we budge? Are we street dogs, or what?",
                "SECOND HERALD.\nOur King is coming this way.",
                "SECOND CITIZEN.\nKing? Which King?",
                "FIRST HERALD.\nOur King, the King of this country.",
                "FIRST CITIZEN.\nWhat, is the fellow mad? Whoever heard of our King coming out heralded by these\nvociferous gentry?",
                "SECOND HERALD.\nThe King will no longer deny himself to his subjects. He is coming to command\nthe festivities himself.",
                "SECOND CITIZEN.\nBrother, is that so?",
                "SECOND HERALD.\nLook, his banner is flying over there.",
                "SECOND CITIZEN.\nAh, yes, that is a flag indeed.",
                "SECOND HERALD.\nDo you see the red Kimshuk flower painted on it?",
                "SECOND CITIZEN.\nYes, yes, it is the Kimshuk indeed! -- what a bright scarlet flower!",
                "FIRST HERALD.\nWell! do you believe us now?",
                "SECOND CITIZEN.\nI never said I didn't. That fellow Kumbha started all this fuss. Did I\nsay a word?",
                "FIRST HERALD.\nPerhaps, though a pot-bellied man, he is quite empty inside; an empty vessel\nsounds most, you know.",
                "SECOND HERALD.\nWho is he? Is he any kinsman of yours?",
                "SECOND CITIZEN.\nNot at all. He is just a cousin of our village chief's father-in-law, and\nhe does not even live in the same part of our village with us.",
                "SECOND HERALD.\nJust so: he quite looks the seventh cousin of somebody's father-in-law,\nand his understanding appears also to bear the stamp of uncle-in-lawhood.",
                "KUMBHA.\nAlas, my friends, many a bitter sorrow has given my poor mind a twist before it\nhas become like this. It is only the other day that a King came and paraded the\nstreets, with as many titles in front of him as the drums that made the town\nhideous by their din, . . . What did I not do to serve and please him! I rained\npresents on him, I hung about him like a beggar -- and in the end I found\nthe strain on my resources too hard to bear. But what was the end of all that\npomp and majesty? When people sought grants and presents from him, he could not\nsomehow discover an auspicious day in the Calendar: though all days were\nred-letter days when we had to pay our taxes!",
                "SECOND HERALD.\nDo you mean to insinuate that our King is a bogus King like the one you have\ndescribed?",
                "FIRST HERALD.\nMr. Uncle-in-law, I believe the time has come for you to say good-bye to\nAunty-in-law.",
                "KUMBHA.\nPlease, sirs, do not take any offence. I am a poor creature -- my sincerest\napologies, sirs: I will do anything to be excused. I am quite willing to move\naway as far as you like.",
                "SECOND HERALD.\nAll right, come here and form a line. The King will come just now -- we\nshall go and prepare the way for him. [They go out.]",
                "SECOND CITIZEN.\nMy dear Kumbha, your tongue will be your death one day.",
                "KUMBHA.\nFriend Madhav, it isn't my tongue, it is fate. When the bogus King\nappeared I never said a word, though that did not prevent my striking at my own\nfeet with all the self-confidence of innocence. And now, when perhaps the real\nKing has come, I simply must blurt out treason. It is fate, my dear friend!",
                "MADHAV.\nMy faith is, to go on obeying the King -- it does not matter whether he is a\nreal one or a pretender. What do we know of Kings that we should judge them! It\nis like throwing stones in the dark -- you are almost sure of hitting your\nmark. I go on obeying and acknowledging -- if it is a real King, well and\ngood: if not, what harm is there?",
                "KUMBHA.\nI should not have minded if the stones were nothing better than stones. But\nthey are often precious things: here, as elsewhere, extravagance lands us in\npoverty, my friend.",
                "MADHAV.\nLook! There comes the King! Ah, a King indeed! What a figure, what a face!\nWhoever saw such beauty -- lily-white, creamy-soft! What now, Kumbha? What\ndo you think now?",
                "KUMBHA.\nHe looks all right -- yes, he may be the real King for all I know.",
                "MADHAV.\nHe looks as if he were moulded and carved for kingship, a figure too exquisite\nand delicate for the common light of day.",
                "[Enter the \"KING\"]",
                "MADHAV.\nProsperity and victory attend thee, O King! We have been standing here to have\na sight of thee since the early morning. Forget us not, your Majesty, in your\nfavours.",
                "KUMBHA.\nThe mystery deepens. I will go and call Grandfather.[Goes out.]",
                "[Enter another band of MEN]",
                "FIRST MAN.\nThe King, the King! Come along, quick, the King is passing this way.",
                "SECOND MAN.\nDo not forget me, O King! I am Vivajadatta, the grandson of Udayadatta of\nKushalivastu. I came here at the first report of thy coming -- I did not\nstop to hear what people were saying: all the loyalty in me went out towards\nthee, O Monarch, and brought me here.",
                "THIRD MAN.\nRubbish! I came here earlier than you -- before the cockcrow. Where were you\nthen? O King, I am Bhadrasena, of Vikramasthali. Deign to keep thy servant in\nthy memory!",
                "KING.\nI am much pleased with your loyalty and devotion.",
                "VIVAJADATTA.\nYour Majesty, many are the grievances and complaints we have to make to thee:\nto whom could we turn our prayers so long, when we could not approach thy\naugust presence?",
                "KING.\nYour grievances will all be redressed. [Exit.]",
                "FIRST MAN.\nIt won't do to lag behind, boys -- the King will lose sight of us if\nwe get mixed up with the mob.",
                "SECOND MAN.\nSee there-look what that fool Narottam is doing! He has elbowed his way through\nall of us and is now sedulously fanning the King with a palm leaf!",
                "MADHAV.\nIndeed! Well, well, the sheer audacity of the man takes one's breath\naway.",
                "SECOND MAN.\nWe shall have to pitch the fellow out of that place -- is he fit to stand\nbeside the King?",
                "MADHAV.\nDo you imagine the King will not see through him? His loyalty is obviously a\nlittle too showy and profuse.",
                "FIRST MAN.\nNonsense! Kings can't scent hypocrites as we do -- I should not be\nsurprised if the King be taken in by that fool's strenuous fanning.",
                "[Enter KUMBHA with GRANDFATHER]",
                "KUMBHA.\nI tell you -- he has just passed by this street.",
                "GRANDFATHER .\nIs that a very infallible test of Kingship?",
                "KUMBHA.\nOh no, he did not pass unobserved: not one or two men but hundreds and\nthousands on both sides of the street have seen him with their own eyes.",
                "GRANDFATHER.\nThat is exactly what makes the whole affair suspicious. When ever has our King\nset out to dazzle the eyes of the people by pomp and pageantry? He is not the\nKing to make such a thundering row over his progress through the country.",
                "KUMBHA.\nBut he may just have chosen to do so on this important occasion: you cannot\nreally tell.",
                "GRANDFATHER.\nOh yes, you can! My King cherishes no weathercock fancy, no fantastic vein.",
                "KUMBHA.\nBut, Grandfather, I wish I could only describe him! So soft, so delicate and\nexquisite like a waxen doll! As I looked on him, I yearned to shelter him from\nthe sun, to protect him with my whole body.",
                "GRANDFATHER.\nFool, O precious ass that you are! My King a waxen doll, and you to protect\nhim!",
                "KUMBHA.\nBut seriously, Grandpa, he is a superb god, a miracle of beauty: I do not find\na single other figure in this vast assembly that can stand beside his peerless\nloveliness.",
                "GRANDFATHER.\nIf my King chose to make himself shown, your eyes would not have noticed him.\nHe would not stand out like that amongst others -- he is one of the people,\nhe mingles with the common populace.",
                "KUMBHA.\nBut did I not tell you I saw his banner?",
                "GRANDFATHER.\nWhat did you see displayed on his banner?",
                "KUMBHA.\nIt had a red Kimshuk flower painted on it -- the bright and\nglittering scarlet dazzled my eyes.",
                "GRANDFATHER.\nMy King has a thunderbolt within a lotus painted on his flag.",
                "KUMBHA.\nBut every one is saying, the King is out in this festival: every one.",
                "GRANDFATHER.\nWhy, so he is, of course: but he has no heralds, no army, no retinue, no music\nbands or lights to accompany him.",
                "KUMBHA.\nSo none could recognise him in his incognito, it seems.",
                "GRANDFATHER.\nPerhaps there are a few that can.",
                "KUMBHA.\nAnd those that can recognise him -- does the King grant them whatever they\nask for?",
                "GRANDFATHER.\nBut they never ask for anything. No beggar will ever know the King. The greater\nbeggar appears like the King to the eyes of the lesser beggar. O fool, the man\nthat has come out to-day attired in crimson and gold to beg from you -- it\nis him whom you are trumpeting as your King! . . . Ah, there comes my mad\nfriend! Oh come, my brothers! we cannot spend the day in idle wrangling and\nprating -- let us now have some mad frolic, some wild enjoyment!",
                "[Enter the MAD FRIEND, who sings]",
                "Do you smile, my friends? Do you laugh, my brothers? I roam in search of the\ngolden stag! Ah yes, the fleet-foot vision that ever eludes me!",
                "Oh, he flits and glimpses like a flash and then is gone, the untamed rover\nof the wilds! Approach him and he is afar in a trice, leaving a cloud of haze\nand dust before thy eyes!",
                "Yet I roam in search of the golden stag, though I may never catch him in\nthese wilds! Oh, I roam and wander through woods and fields and nameless lands\nlike a restless vagabond, never caring to turn my back.",
                "You all come and buy in the marketplace and go back to your homes laden with\ngoods and provisions: but me the wild winds of unscalable heights have touched\nand kissed -- Oh, I know not when or where!",
                "I have parted with my all to get what never has become mine! And yet think\nmy moanings and my tears are for the things I thus have lost!",
                "With a laugh and a song in my heart I have left all sorrow and grief far\nbehind me: Oh, I roam and wander through woods and fields and nameless\nlands -- never caring to turn my vagabond's back!"
            ]
        },
        {
            "name": " II ",
            "sub_name": "",
            "text": [
                "II",
                "[A DarkChamber. QUEEN SUDARSHANA. Her Maid of Honour, SURANGAMA]",
                "SUDARSHANA.\nLight, light! Where is light? Will the lamp never be lighted in this chamber?",
                "SURANGAMA.\nMy Queen, all your other rooms are lighted -- will you never long to escape\nfrom the light into a dark room like this?",
                "SUDARSHANA.\nBut why should this room be kept dark?",
                "SURANGAMA.\nBecause otherwise you would know neither light nor darkness.",
                "SUDARSHANA.\nLiving in this dark room you have grown to speak darkly and strangely -- I\ncannot understand you, Surangama. But tell me, in what part of the palace is\nthis chamber situated? I cannot make out either the entrance or the way out of\nthis room.",
                "SURANGAMA.\nThis room is placed deep down, in the very heart of the earth. The King has\nbuilt this room specially for your sake.",
                "SUDARSHANA.\nWhy, he has no dearth of rooms -- why need he have made this chamber of\ndarkness specially for me?",
                "SURANGAMA.\nYou can meet others in the lighted rooms: but only in this dark room can you\nmeet your lord.",
                "SUDARSHANA.\nNo, no -- I cannot live without light -- I am restless in this stifling\ndark. Surangama, if you can bring a light into this room, I shall give you this\nnecklace of mine.",
                "SURANGAMA.\nIt is not in my power, O Queen. How can I bring light to a place which he would\nhave kept always dark!",
                "SUDARSHANA.\nStrange devotion! And yet, is it not true that the King punished your father?",
                "SURANGAMA.\nYes, that is true. My father used to gamble. All the young men of the country\nused to gather at my father's house-and they used to drink and gamble.",
                "SUDARSHANA.\nAnd when the King sent away your father in exile, did it not make you feel\nbitterly oppressed?",
                "SURANGAMA.\nOh, it made me quite furious. I was on the road to ruin and destruction: when\nthat path was closed for me, I seemed left without any support, without any\nsuccour or shelter. I raged and raved like a wild beast in a cage -- how I\nwanted to tear every one to pieces in my powerless anger!",
                "SUDARSHANA.\nBut how did you get this devotion towards that same King?",
                "Sarangama .\nHow can I tell? Perhaps I could rely and depend on him because he was so hard,\nso pitiless!",
                "SUDARSHANA.\nWhen did this change of feeling take place?",
                "SURANGAMA.\nI could not tell you -- I do not know that myself. A day came when all the\nrebel in me knew itself beaten, and then my whole nature bowed down in humble\nresignation on the dust of the earth. And then I saw . . . I saw that he was as\nmatchless in beauty as in terror. Oh. I was saved, I was rescued.",
                "SUDARSHANA.\nTell me, Surangama, I implore you, won't you tell me what is the King\nlike to look at? I have not seen him yet for a single day. He comes to me in\ndarkness, and leaves me in this dark room again. How many people have I not\nasked -- but they all return vague and dark answers -- it seems to me\nthat they all keep back something.",
                "SURANGAMA.\nTo tell you the truth, Queen, I could not say well what he is like. No -- he\nis not what men call handsome.",
                "SUDARSHANA.\nYou don't say so? Not handsome!",
                "SURANGAMA.\nNo, my Queen, he is not handsome. To call him beautiful would be to say far too\nlittle about him.",
                "SUDARSHANA.\nAll your words are like that -- dark, strange, and vague. I cannot\nunderstand what you mean.",
                "SURANGAMA.\nNo, I will not call him handsome. And it is because he is not beautiful that he\nis so wonderful, so superb, so miraculous!",
                "SUDARSHANA.\nI do not quite understand you -- though I like to hear you talk about him.\nBut I must see him at any cost. I do not even remember the day when I was\nmarried to him. I have heard mother say that a wise man came before my marriage\nand said, \"He who will wed your daughter is without a second on this\nearth.\" How often have I asked her to describe his appearance to me, but\nshe only answers vaguely, and says she cannot say -- she saw him through a\nveil, faintly and obscurely. But if he is the best among men, how can I sit\nstill without seeing him?",
                "SURANGAMA.\nDo you not feel a faint breeze blowing?",
                "SUDARSHANA.\nA breeze? Where?",
                "SURANGAMA.\nDo you not smell a soft perfume?",
                "SUDARSHANA.\nNo, I don't.",
                "SURANGAMA.\nThe large door has opened . . . he is coming; my King is coming in.",
                "SUDARSHANA.\nHow can you perceive when he comes?",
                "SURANGAMA.\nI cannot say: I seem to hear his footsteps in my own heart. Being his servant\nof this dark chamber, I have developed a sense-I can know and feel without\nseeing.",
                "SUDARSHANA.\nWould that I had this sense too, Surangama!",
                "SURANGAMA.\nYou will have it, O Queen . . . this sense will awaken in you one day. Your\nlonging to have a sight of him makes you restless, and therefore all your mind\nis strained and warped in that direction. When you are past this state of\nfeverish restlessness, everything will become quite easy.",
                "SUDARSHANA.\nHow is it that it is easy to you, who are a servant, and so difficult to me,\nthe Queen?",
                "SURANGAMA.\nIt is because I am a mere servant that no difficulty baulks me. On the first\nday, when he left this room to my care, saying, \"Surangama, you will\nalways keep this chamber ready for me: this is all your task,\" then I did\nnot say, even in thought, \"Oh, give me the work of those who keep the\nother rooms lighted.\" No, but as soon as I bent all my mind to my task, a\npower woke and grew within me, and mastered every part of me unopposed. . . .\nOh, there he comes! . . . he is standing outside, before the door. Lord! O\nKing!",
                "SONG outside.",
                "Open your door. I am waiting.The ferry of the light from the dawn to\nthe dark is done for the day,    The evening star is\nup.Have you gathered your flowers, braided your hair,  And\ndonned your white robe for the night?The cattle have come to their folds\nand birds to their nests.The cross paths that run to all quarters have\nmerged into one in the dark.    Open your door. I am\nwaiting.",
                "SURANGAMA.\nO King, who can keep thy own doors shut against thee? They are not locked or\nbolted -- they will swing wide open if you only touch them with thy fingers.\nWilt thou not even touch them? Wilt thou not enter unless I go and open the\ndoors?",
                "SONG.\nAt a breath you can remove my veils, my lord!\nIf I fall asleep on the dust and hear not your call, would you wait till I wake?\nWould not the thunder of your chariot wheel make the earth tremble?\nWould you not burst open the door and enter your own house unbidden?",
                "Then do you go, O Queen, and open the door for him: he will not enter\notherwise.",
                "SUDARSHANA.\nI do not see anything distinctly in the dark -- I do not know where the\ndoors are. You know everything here -- go and open the doors for me.",
                "[SURANGAMA opens the door, bows to the KING, and goes out. The KING will\nremain invisible throughout this play.]",
                "SUDARSHANA.\nWhy do you not allow me to see you in the light?",
                "KING.\nSo you want to see me in the midst of a thousand things in broad daylight! Why\nshould I not be the only thing you can feel in this darkness?",
                "SUDARSHANA.\nBut I must see you -- I am longing to have a sight of you.",
                "KING.\nYou will not be able to bear the sight of me -- it will only give you pain,\npoignant and overpowering.",
                "SUDARSHANA.\nHow can you say that I shall be unable to bear your sight? Oh, I can feel even\nin this dark how lovely and wonderful you are: why should I be afraid of you in\nthe light? But tell me, can you see me in the dark?",
                "KING.\nYes, I can.",
                "SUDARSHANA.\nWhat do you see?",
                "KING.\nI see that the darkness of the infinite heavens, whirled into life and being by\nthe power of my love, has drawn the light of a myriad stars into itself, and\nincarnated itself in a form of flesh and blood. And in that form, what acons of\nthought and striving, untold yearnings of limitless skies, the countless gifts\nof unnumbered seasons!",
                "SUDARSHANA.\nAm I so wonderful, so beautiful? When I hear you speak so, my heart swells with\ngladness and pride. But how can I believe the wonderful things you tell me? I\ncannot find them in myself!",
                "KING.\nYour own mirror will not reflect them -- it lessens you, limits you, makes\nyou look small and insignificant. But could you see yourself mirrored in my own\nmind, how grand would you appear! In my own heart you are no longer the daily\nindividual which you think you are -- you are verily my second self.",
                "SUDARSHANA.\nOh, do show me for an instant how to see with your eyes! Is there nothing at\nall like darkness to you? I am afraid when I think of this. This darkness which\nis to me real and strong as death -- is this simply nothing to you? Then how\ncan there be any union at all between us, in a place like this? No, no-it is\nimpossible: there is a barrier betwixt us two: not here, no, not in this place.\nI want to find you and see you where I see trees and animals, birds and stones\nand the earth",
                "KING.\nVery well, you can try to find me -- but none will point me out to you. You\nwill have to recognise me, if you can, yourself. And even if anybody professes\nto show me to you, how can you be sure he is speaking the truth?",
                "SUDARSHANA.\nI shall know you; I shall recognise you. I shall find you out among a million\nmen. I cannot be mistaken.",
                "KING.\nVery well, then, to-night, during the festival of the full moon of the spring,\nyou will try to find me out from the high turret of my palace -- search for\nme with your own eyes amongst the crowd of people.",
                "SUDARSHANA.\nWilt thou be there among them?",
                "KING.\nI shall show myself again and again, from every side of the crowd. Surangama!",
                "[Enter SURANGAMA]",
                "SURANGAMA.\nWhat is thy pleasure, lord?",
                "KING.\nTo-night is the full moon festival of the spring.",
                "SURANGAMA.\nWhat have I to do to-night?",
                "KING.\nTo-day is a festive day, not a day of work. The pleasure gardens are in their\nfull bloom -- you will join in my festivities there.",
                "SURANGAMA.\nI shall do as thou desirest, lord.",
                "KING.\nThe Queen wants to see me to-night with her own eyes.",
                "SURANGAMA.\nWhere will the Queen see you?",
                "KING.\nWhere the music will play at its sweetest, where the air will be heavy with the\ndust of flowers -- there in the pleasure grove of silver light and mellow\ngloom.",
                "SURANGAMA.\nWhat can be seen in the hide-and-seek of darkness and light? There the wind is\nwild and restless, everything is dance and swift movement -- will it not\npuzzle the eyes?",
                "KING.\nThe Queen is curious to search me out.",
                "SURANGAMA.\nCuriosity will have to come back baffled and in tears!",
                "SONG.",
                "Ah, they would fly away, the restless vagrant eyes, the wild birds of the\nforest!But the time of their surrender will come, their flights hither and\nthither will be ended whenThe music of enchantment will pursue them and\npierce their hearts.   Alas, the wild birds would fly to\nthe wilderness!"
            ]
        },
        {
            "name": " III ",
            "sub_name": "",
            "text": [
                "III",
                "[Before the Pleasure Gardens. Enter AVANTI, KOSHALA, KANCHI, and other\nKINGS]",
                "AVANTI.\nWill the King of this place not receive us?",
                "KANCHI.\nWhat manner of governing a country is this? The King is having a festival in a\nforest, where even the meanest and commonest people can have easy access!",
                "KOSHALA.\nWe ought to have had a separate place set apart and ready for our reception.",
                "KANCHI.\nIf he has not prepared such a place yet, we shall compel him to have one\nerected for us.",
                "KOSHALA.\nAll this makes one naturally suspect if these people have really got any King\nat all -- it looks as if an unfounded rumour has led us astray.",
                "AVANTI.\nIt may be so with regard to the King, but the Queen Sudarshana of this place\nisn't at all an unfounded rumour.",
                "KOSHALA.\nIt is only for her sake that I have cared to come at all. I don't mind\nomitting to see one who never makes himself visible, but it would be a stupid\nInistake if we were to go away without a sight of one who is eminently worth a\nvisit.",
                "KANCHI.\nLet us make some definite plan, then.",
                "AVANTI.\nA plan is an excellent thing, so long as you are not yourself entangled in it.",
                "KANCHI.\nHang it, who are these vermin swarming this way? Here! who are you?",
                "[Enter GRANDFATHER and the boys]",
                "GRANDFATHER.\nWe are the Jolly Band of Have-Nothings.",
                "AVANTI.\nThe introduction was superfluous. But you will take yourselves away a little\nfurther and leave us in peace.",
                "GRANDFATHER.\nWe never suffer from a want of space: we can afford to give you as wide a berth\nas you like. What little suffices for us is never the bone of contention\nbetween any rival claimants. Is not that so, my little friends? [They\nsing.]",
                "SONG.",
                "We have nothing, indeed we have nothing at all!   We\nsing merrily fol de rol de rol!Some build high walls of their\nhouses   On the bog of the sands of gold.We stand\nbefore them and sing      Fol de rol de\nrol.Pickpockets hover about us   And honour us with\ncovetous glances.We shake our empty pockets and\nsing      Fol de rol de rol.When death,\nthe old hag, steals to our doors   We snap our fingers at\nher face,And we sing in a chorus with gay\nflourishes      Fol de rol de rol.",
                "KANCHI.\nLook over there, Koshala, who are those coming this way? A pantomime? Somebody\nis out masquerading as a King.",
                "KOSHALA.\nThe King of this place may tolerate all this tomfoolery, but we won't.",
                "AVANTI.\nHe is perhaps some rural chief.",
                "[Enter GUARDS on foot]",
                "KANCHI.\nWhat country does your King come from?",
                "First Soldier.\nHe is the King of this country. He is going to command the festivities.\n[They go out.]",
                "KOSHALA.\nWhat! The King of this country come out for the festivities!",
                "AVANTI.\nIndeed! We shall then have to return with a sight of him only -- leaving the\ndelectable Queen unseen.",
                "KANCHI.\nDo you really think that fellow spoke the truth? Anybody can pass himself off\nas the King of this kingless country. Can you not see that the man looks like a\ndressed-up King -- much too over-dressed?",
                "AVANTI.\nBut he looks handsome -- his appearance is not without a certain pleasing\nattractiveness.",
                "KANCHI.\nHe may be pleasing to your eye, but if you look at him closely enough there can\nbe no mistaking him . You will see how I expose him before you all.",
                "[Enter the trumped-up \"KING.\"]",
                "\"KING\".\nWelcome, princes, to our kingdom! I trust your reception has been properly\nlooked after by my officials?",
                "KINGs.\n[with feigned courtesy] Oh yes -- nothing was lacking in the\nreception.",
                "KANCHI.\nIf there was any shortcoming at all, it has been made up by the honour of our\nsight of your Majesty.",
                "\"KING\".\nWe do not show ourselves to the general public, but your great devotion and\nloyalty to us has made it a pleasure for us not to deny ourselves to you.",
                "KANCHI.\nIt is truly hard for us, your Majesty, to bear the weight of your gracious\nfavours.",
                "\"KING\".\nWe are afraid we shall not be able to stop here long.",
                "KANCHI.\nI have thought so, already: you do not quite look up to it.",
                "\"KING\".\nIn the meantime if you have any favours to ask of us",
                "KANCHI.\nWe have: but we would like to speak a little more in private.",
                "\"KING\".\n[to his attendants] Retire a little from our presence. (They retire.)\nNow you can express your desires without any reserve.",
                "KANCHI.\nThere will be no reserve on our part -- our only fear is that you might\nthink restraint necessary for yourself.",
                "\"KING\".\nOh no, you need have no scruples on that score.",
                "KANCHI.\nCome, then, do us honage by placing your head on the ground before us.",
                "\"KING\".\nIt seems my servants have distributed the Varuni spirits too liberally in the\nreception camps.",
                "KANCHI.\nFalse pretender, it is you who are suffering from an overdose of arrogant\nspirits. Your head will soon kiss the dust.",
                "\"KING\".\nPrinces, these heavy jokes are not worthy of a king.",
                "KANCHI.\nThose who will jest properly with you are near at hand. General!",
                "\"KING\".\nNo more, I entreat you. I can see plainly I owe homage to you all. The head is\nbowing down of itself -- there is no need for the application of any sharp\nmethods to lay it low. So here I do my obeisance to you all. If you kindly\nallow me to escape I shall not inflict my presence long on you.",
                "KANCHI.\nWhy should you escape? We will make you king of this place -- let us carry\nour joke to its legitimate finish. Have you got any following?",
                "\"KING\".\nI have. Every one who sees me in the streets flocks after me. When I had a\nmeagre retinue at first every one regarded me with suspicion, but now with the\nincreasing crowd their doubts are waning and dissolving. The crowd is being\nhypnotised by its own magnitude. I have not got to do anything now.",
                "KANCHI.\nThat's excellent! From this moment we all promise to help and stand by\nyou. But you will have to do us one service in return.",
                "\"KING\".\nYour commands and the crown you are putting on my head will be equally binding\nand sacred to me.",
                "KANCHI.\nAt present we want nothing more than a sight of the Queen Sudarshana. You will\nhave to see to this.",
                "\"KING\".\nI shall spare no pains for that.",
                "KANCHI.\nWe cannot put much faith on your pains -- you will be solely directed by our\ninstructions. But now you can go and join the festivities in the royal arbour\nwith all possible splendour and magnificence.[They go out.]",
                "[Enter GRANDFATHER and a band of people]",
                "FIRST CITIZEN.\nGrandfather, I cannot help saying -- yes, and repeating it five hundred\ntimes -- that our King is a perfect fraud.",
                "GRANDFATHER.\nWhy only five hundred times? There is no need to practise such heroic\nself-control -- you can say it five thousand times if that adds to your\npleasure.",
                "SECOND CITIZEN.\nBut you cannot keep up a dead lie forever.",
                "GRANDFATHER.\nIt has made me alive, my friend.",
                "THIRD CITIZEN.\nWe shall proclaim to the whole world that our King is a lie, the merest and\nemptiest shadow!",
                "FIRST CITIZEN.\nWe shall all shout from our housetops that we have no King -- let him do\nwhatever he likes if he exists.",
                "GRANDFATHER.\nHe will do nothing at all.",
                "SECOND CITIZEN.\nMy son died untimely at twenty-five of raging fever in seven days. Could such a\ncalamity befall me under the rule of a virtuous King?",
                "GRANDFATHER.\nBut you still have got two sons left: while I have lost all my five children\none after another.",
                "THIRD CITIZEN.\nWhat do you say now?",
                "GRANDFATHER.\nWhat then? Shall I lose my King too because I have lost my children?\nDon't take me for such a big fool as that.",
                "FIRST CITIZEN.\nIt is a fine thing to argue whether there is a King or not when one is simply\nstarving for want of food! Will the King save us?",
                "GRANDFATHER.\nBrother, you are right. But why not find the King who owns all the food? You\ncertainly will not find by your wailings at home.",
                "SECOND CITIZEN.\nLook at the justice of our King! That Bhadrasen -- you know what a touching\nsight he is when he is speaking of his King -- the sentimental idiot! He is\nreduced to such a state of penury that even the bats that infest his house find\nit a too uncomfortable place.",
                "GRANDFATHER.\nWhy, look at me! I am toiling and slaving night and day for my King, but I have\nnot yet received so much as a brass farthing for my pains.",
                "THIRD CITIZEN.\nNow, what do you think of that?",
                "GRANDFATHER.\nWhat should I think? Does any one reward his friends? Go, my friends, and say\nif you like that our King exists nowhere. That is also a part of our ceremony\nin celebrating this festival."
            ]
        },
        {
            "name": " IV ",
            "sub_name": "",
            "text": [
                "IV",
                "[Turret of the Royal Palace. SUDARSHANA and her friend ROHINI]",
                "SUDARSHANA.\nYou may make mistakes, Rohini, but I cannot be mistaken: am I not the Queen?\nThat, of course, must be my King.",
                "ROHINI.\nHe who has conferred such high honour upon you cannot be long in showing\nhimself to you.",
                "SUDARSHANA.\nHis very form makes me restless like a caged bird. Did you try well to\nascertain who he is?",
                "ROHINI.\nYes, I did. Every one I asked said that he was the King.",
                "SUDARSHANA.\nWhat country is he the King of?",
                "ROHINI.\nOur country, King of this land.",
                "SUDARSHANA.\nAre you sure that you are speaking of him who has a sunshade made of flowers\nheld over his head?",
                "ROHINI.\nThe same: he whose flag has the Kimshuk flower painted on it.",
                "SUDARSHANA.\nI recognised him at once, of course, but it is you who had your doubts.",
                "ROHINI.\nWe are apt to make mistakes, my Queen, and we are afraid to offend you in case\nwe are wrong.",
                "SUDARSHANA.\nWould that Surangama were here! There would remain no room for doubt then.",
                "ROHINI.\nDo you think her cleverer than any of us?",
                "SUDARSHANA.\nOh no, but she would recognise him instantly.",
                "ROHINI.\nI cannot believe that she would. She merely pretends to know him. There is none\nto test her knowledge if she professes to know the King. If we were as\nshameless as she is, it would not have been difficult for us to boast about our\nacquaintance with the King.",
                "SUDARSHANA.\nBut no, she never boasts.",
                "ROHINI .\nIt is pure affectation, the whole of it: which often goes a longer way than\nopen boasting. She is up to all manner of tricks: that is why we could never\nlike her.",
                "SUDARSHANA.\nBut whatever you may say, I should have liked to ask her if she were here.",
                "ROHINI.\nVery well, Queen. I shall bring her here. She must be lucky if she is\nindispensable for the Queen to know the King.",
                "SUDARSHANA.\nOh no -- it isn't for that -- but I would like to hear it said by\nevery one.",
                "ROHINI.\nIs not every one saying it? Why, just listen, the aeclamations of the people\nmount up even to this height!",
                "SUDARSHANA.\nThen do one thing: put these flowers on a lotus leaf, and take them to him.",
                "ROHINI.\nAnd what am I to say if he asks who sends them?",
                "SUDARSHANA.\nYou will not have to say anything -- he will know. He thought that I would\nnot be able to recognise him: I cannot let him off without showing that I have\nfound him out. [ROHINI goes out with the flowers.]",
                "SUDARSHANA.\nMy heart is all a-quiver and restless to-night: I have never felt like this\nbefore. The white, silver light of the full moon is flooding the heavens and\nbrimming over on every side like the bubbling foam of wine, . . . It seizes on\nme like a yearning, like a mantling intoxication. Here, who is here?",
                "[Enter a SERVANT]",
                "Servant.\nWhat is your pleasure, your Majesty?",
                "SUDARSHANA.\nDo you see those festive boys singing and moving through the alleys and avenues\nof the mango trees? Call them hither, bring them to me: I want to hear them\nsing. [SERVANT goes out and enters with the boys.]\n   Come, living emblems of youthful spring, begin your festive\nsong! All my mind and body is song and music to-night -- but the ineffable\nmelody escapes my tongue: do you then sing for my sake!",
                "SONG.",
                "My sorrow is sweet to me in this spring night.My pain smites at the\nchords of my love and softly sings.Visions take birth from my yearning\neyes and flit in the moonlit sky.The smells from the depths of the\nwoodlands have lost their way in my dreams.Words come in whispers to my\nears, I know not from where,And bells in my anklets tremble and jingle in\ntime with my heart thrills.",
                "SUDARSHANA.\nEnough, enough -- I cannot bear it any more! Your song has filled my eyes\nwith tears. . . . A fancy comes to me -- that desire can never attain its\nobject -- it need never attain it. What sweet hermit of the woods has taught\nyou this song? Oh that my eyes could see him whose song my ears have heard! Oh,\nhow I wish -- I wish I could wander rapt and lovely in the thick woodland\narbours of the heart! Dear boys of the hermitage! how shall I reward you? This\nnecklace is but made of jewels, hard stones -- its hardness will give you\npain -- I have got nothing like the garlands of flowers you have on. [The\nboys bow and go out.]",
                "[Enter ROHINI]",
                "SUDARSHANA.\nI have not done well -- I have not done well, Rohini. I feel ashamed to ask\nyou what happened. I have just realised that no hand can really give the\ngreatest of gifts. Still, let me hear all.",
                "ROHINI.\nWhen I gave the King those flowers, he did not appear to understand anything.",
                "SUDARSHANA.\nYou don't say so? He did not understand",
                "ROHINI.\nNo; he sat there like a doll, without uttering a single word. I think he did\nnot want to show that he understood nothing, so he just held his tongue.",
                "SUDARSHANA.\nFie on me! My shamelessness has been justly punished. Why did you not bring\nback my flowers?",
                "ROHINI.\nHow could I? The King of Kanchi, a very clever man, who was sitting by him,\ntook in everything at a glance, and he just smiled a bit and said,\n\"Emperor, the Queen Sudarshana sends your Majesty her greetings with\nthese blossoms -- the blossoms that belong to the God of Love, the friend of\nSpring.\" The King seemed to awake with a start, and said, \"This is\nthe crown of all my regal glory to-night.\" I was coming back, all out of\ncountenance, when the King of Kanchi took off this necklace of jewels from the\nKing's person, and said to me, \"Friend, the King's garland\ngives itself up to you, in return for the happy fortune you have\nbrought.\"",
                "SUDARSHANA.\nWhat, Kanchi had to make the King understand all this! Woe is me,\nto-night's festival has opened wide for me the doors of ignominy and\nshame! What else could I expect? Leave me alone, Rohini; I want solitude for a\ntime. [ROHINI goes out.] A great blow has shattered my pride to atoms\nto-day, and yet . . . I cannot efface from my mind that beautiful, fascinating\nfigure! No pride is left me-I am beaten, vanquished, utterly helpless. . . . I\ncannot even turn away from him. Oh, how the wish comes back to me again and\nagain -- to ask that garland of Rohini! But what would she think! Rohini!",
                "[Enter ROHINI]",
                "ROHINI.\nWhat is your wish?",
                "SUDARSHANA.\nWhat reward do you deserve for your services to-day?",
                "ROHINI.\nNothing from you -- but I had my reward from the King as it should be.",
                "SUDARSHANA.\nThat is no free gift, but an extortion, of reward. I do not like to see you put\non what was given in so indifferent a manner. Take it off -- I give you my\nbracelets if you leave it here. Take these bracelets, and go now. [ROHINI\ngoes out.] Another defeat! I should have thrown this necklace\naway, -- but I could not! It is pricking me as if it were a garland of\nthorns -- but I cannot throw it away. This is what the god of the festival\nhas brought me to-night -- this necklace of ignominy and shame!"
            ]
        },
        {
            "name": " V ",
            "sub_name": "",
            "text": [
                "V",
                "[GRANDFATHER near the door of the Pleasure House. A Company of Men]",
                "GRANDFATHER.\nHave you had enough of it, friends?",
                "FIRST MAN.\nOh, more than that, Grandpa. Just see, they have made me red all over. None has\nescaped.",
                "[Author's note: During the spring festival in India people throw\nred powder on each other. In this play this red powder has been taken to be the\nsymbol of the passion of love.]",
                "GRANDFATHER.\nNo? Did they throw the red dust on the Kings too?",
                "SECOND MAN.\nBut who could approach them? They were all secure inside the enclosures.",
                "GRANDFATHER.\nSo they have escaped you! Could you not throw the least bit of colour on them?\nYou should have forced your way there.",
                "THIRD MAN.\nMy dear old man, they have a different sort of red specially to themselves.\nTheir eyes are red: the turbans of their guards and retinue are red too. And\nthe latter flourished their swords about so much that a little more nearness on\nour part would have meant a lavish display of the fundamental red colour.",
                "GRANDFATHER.\nWell done, friends -- always keep them at a distance. They are the exiles of\nthe Earth -- and we have got to keep them so.",
                "THIRD MAN.\nI am going home, Grandpa; it is past midnight.[Goes out.]",
                "[Enter a BAND of SINGERS, singing.]",
                "All blacks and whites have lost their distinctionAnd have become\nred -- red as the tinge of your feet.Red is my bodice and red are my\ndreams,My heart sways and trembles like a red lotus.",
                "GRANDFATHER.\nExcellent, my friends, splendid! So you had a really enjoyable time!",
                "Singers.\nOh, grand! Everything was red, red! Only the moon in the sky gave us the\nslip -- it remained white.",
                "GRANDFATHER.\nHe only looks so innocent from the outside. If you had only taken off his white\ndisguise, you would have seen his trickery. I have been watching what red\ncolours he is throwing on the Earth to-night. And yet, fancy his remaining\nwhite and colourless all the while!",
                "SONG.\nWith you is my game, love, my love!\nMy heart is mad, it will never own defeat,\nDo you think you will escape stainless yourself reddening me with red powder?\nCould I not colour your robe with the red pollens of the blossom of my heart?",
                "[They go out.]\n[Enter the \"KING\" and KANCHI.]",
                "KANCHI.\nYou must do exactly as I have told you. Let there be no mistake of any kind.",
                "\"KING\".\nThere shall be no mistake.",
                "KANCHI.\nThe Queen Sudarshana's mansions are in the . . .",
                "\"KING\".\nYes, sire, I have seen the place well.",
                "KANCHI.\nWhat you have got to do is to set fire to the garden, and then you will take\nadvantage of the bustle and confusion to accomplish your object straightway.",
                "\"KING\".\nI shall remember.",
                "KANCHI.\nLook here, Sir Pretender, I cannot help thinking that a needless fear is\ntroubling us -- there is really no King in this country.",
                "\"KING\".\nMy sole aim is to rid this country of this anarchy. Your common man cannot live\nwithout a King, whether a real one or a fraud! Anarchy is always a source of\ndanger.",
                "KANCHI.\nPious benefactor of the people, your wonderful self-sacrifice should really be\nan example to all of us. I am thinking of doing this extraordinary service to\nthe people myself. [They go out.]"
            ]
        },
        {
            "name": " VI ",
            "sub_name": "",
            "text": [
                "VI",
                "ROHINI.\nWhat is the matter? I cannot make out what is all this! (To the gardeners.)\nWhere are you all going away in such a hurry?",
                "First Gardener.\nWe are going out of the garden.",
                "ROHINI.\nWhere?",
                "Second Gardener.\nWe do not know where -- the King has called us.",
                "ROHINI.\nWhy, the King is in the garden. Which King has called you?",
                "First Gardener.\nWe cannot say.",
                "Second Gardener.\nThe King we have been serving all our life, of course.",
                "ROHINI.\nWill you all go?",
                "First Gardener.\nYes, all -- we have to go instantly. Otherwise we might get into trouble.\n[They go out.]",
                "ROHINI.\nI cannot understand their words. . . . I am afraid. They are scampering off\nlike wild animals that fly just before the bank of a river breaks down into the\nwater.",
                "[Enter KING OF KOSHALA]",
                "KOSHALA.\nRohini, do you know where your King and Kanchi have gone?",
                "ROHINI.\nThey are somewhere in the garden, but I could not tell you where.",
                "KOSHALA.\nI cannot really understand their intentions. I have not done well to put my\ntrust in Kanchi. [Exit.]",
                "ROHINI.\nWhat is this dark affair going on amongst these kings? Something dreadful is\ngoing to happen soon. Shall I too be drawn into this affair? [Enter\nAVANTI]",
                "AVANTI.\nRohini, do you know where the other princes are?",
                "ROHINI.\nIt is difficult to say which of them is where. The King of Koshala just passed\nby in this direction.",
                "AVANTI.\nI am not thinking of Koshala. Where are your King and Kanchi?",
                "ROHINI.\nI have not seen them for a long time.",
                "AVANTI.\nKanchi is always avoiding us. He is certainly planning to deceive us all. I\nhave not done well to put my hand in this imbroglio. Friend, could you kindly\ntell me any way out of this garden?",
                "ROHINI.\nI have none.",
                "AVANTI.\nIs there no man here who will show me the way out?",
                "ROHINI.\nThe servants have all left the garden.",
                "AVANTI.\nWhy did they do so?",
                "ROHINI.\nI could not exactly understand what they meant. They said the King had\ncommanded them to leave the garden at once.",
                "AVANTI.\nKing? Which King? Rohini They could not say exactly.",
                "AVANTI.\nThis does not sound well. I shall have to find a way out at any cost. I cannot\nstay here a single moment more.[Goes out hurriedly.]",
                "ROHINI.\nWhere shall I find the King? When I gave him the flowers the Queen had sent, he\ndid not seem much interested in me at the time; but ever since that hour he has\nbeen showering gifts and presents on me. This causeless generosity makes me\nmore afraid. . . . Where are the birds flying at such an hour of the night?\nWhat has frightened them all on a sudden? This is not the usual time of their\nflight, certainly, . . . Why is the Queen's pet deer running that way?\nChapata! Chapata! She does not even hear my call. I have never seen a night\nlike this! The horizon on every side suddenly becomes red, like a\nmadman's eye! The sun seems to be setting at this untimely hour on all\nsides at the same time. What madness of the Almighty is this! . . . Oh, I am\nfrightened! . . . Where shall I find the King?"
            ]
        },
        {
            "name": " VII ",
            "sub_name": "",
            "text": [
                "VII",
                "[At the Door of the QUEEN'S Palace]",
                "\"KING\".\nWhat is this you have done, Kanchi?",
                "KANCHI.\nI wanted to fire only this part of the garden near the palace. I had no idea\nthat it would spread so quickly on all sides. Tell me, quick, the way out of\nthis garden.",
                "\"KING\".\nI can tell you nothing about it. Those who brought us here have all fled away.",
                "KANCHI.\nYou are a native of this country -- you must know the way.",
                "\"KING\".\nI have never entered these inner royal gardens before.",
                "KANCHI.\nI won't hear of it -- you must show me the way, or I shall split you\ninto halves.",
                "\"KING\".\nYou may take my life by that means, but it would be a very precarious method of\nfinding the way out of this. garden.",
                "KANCHI.\nWhy were you, then, going about saying that you were the King of this country?",
                "\"KING\".\nI am not the King -- I am not the King. [Throwing himself on the ground\nwith folded hands.] Where art thou, my King? Save me, oh, save me! I am a\nrebel -- punish me, but do not kill me!",
                "KANCHI.\nWhat is the use of shouting and cringing to the empty air? It is a much better\nway of spending the time to search for the way.",
                "\"KING\".\nI shall lie down here -- I shall not move an inch. Come what will, I shall\nnot complain.",
                "KANCHI.\nI will not allow all this nonsense. If I am to be burnt to death, you will be\nmy companion to the very end.",
                "From the Outside.\nOh, save us, save us, our King! The fire is on all sides of us!",
                "KANCHI.\nFool, get up, lose no more time.",
                "SUDARSHANA.\n[entering] King, O my King! save me, save me from death! I am surrounded\nby fire.",
                "\"KING\".\nWho is the King? I am no King.",
                "SUDARSHANA.\nYou are not the King?",
                "\"KING\".\nNo, I am a hypocrite, I am a scoundrel. [Flinging his crown on the\nground.] Let my deception and hypocrisy be shattered into dust! [Goes\nout with KANCHI.]",
                "SUDARSHANA.\nNo King! He is not the King? Then, O thou God of fire, burn me, reduce me to\nashes! I shall throw myself into thy hands, O thou great purifier; burn to\nashes my shame, my longing, my desire.",
                "ROHINI.\n[entering] Queen, where are you going? All your inner chambers are\nshrouded in raging fire -- do you not enter there.",
                "SUDARSHANA.\nYes! I will enter those burning chambers! It is the fire of my death!\n[Enters the Palace.]"
            ]
        },
        {
            "name": " VIII ",
            "sub_name": "",
            "text": [
                "VIII",
                "[The Dark Room. The KING and SUDARSRANA]",
                "KING.\nDo not be afraid -- you have no cause for fear. The fire will not reach this\nroom.",
                "SUDARSHANA.\nI have no fear -- but oh, shame has accompanied me like a raging fire. My\nface, my eyes, my heart, every part of my body is being scorched and burnt by\nits flames.",
                "KING.\nIt will be some time before you get over this burning.",
                "SUDARSHANA.\nThis fire will never cease-will never cease!",
                "KING.\nDo not be despondent, Queen!",
                "SUDARSHANA.\nO King, I shall not hide anything from you. . . . I have another's\ngarland round my neck.",
                "KING.\nThat garland, too, is mine -- how else could he get it? He stole it from my\nroom.",
                "SUDARSHANA.\nBut it is his gift to me: yet I could not fling this garland away! When the\nfire came roaring on all sides of me, I thought of throwing this garland into\nthe fire. But no, I could not. My mind whispered, \"Let that garland be on\nyou in your death.\" . . . What fire is this, O King, into which I, who\nhad come out to see you, leaped like a moth that cannot resist the flame? What\na pain is this, oh, what agony! The fire keeps burning as fiercely as ever, but\nI go on living within its flames!",
                "KING.\nBut you have seen me at last -- your desire has been fulfilled.",
                "SUDARSHANA.\nBut did I seek to see you in the midst of this fearful doom? I know not what I\nsaw, but my heart is still beating fast with fear.",
                "KING.\nWhat did you see?",
                "SUDARSHANA.\nTerrible, -- oh, it was terrible! I am afraid even to think of it again.\nBlack, black -- oh, thou art black like the everlasting night! I only looked\non thee for one dreadful instant. The blaze of the fire fell on your\nfeatures -- you looked like the awful night when a comet swings fearfully\ninto our ken -- oh, then I closed my eyes -- I could not look on you any\nmore. Black as the threatening storm-cloud, black as the shoreless sea with the\nspectral red tint of twilight on its tumultuous waves!",
                "KING.\nHave I not told you before that one cannot bear my sight unless one is already\nprepared for me? One would want to run away from me to the ends of the earth.\nHave I not seen this times without number? That is why I wanted to reveal\nmyself to you slowly and gradually, not all too sudden.",
                "SUDARSHANA.\nBut sin came and destroyed all your hopes -- the very possibility of a union\nwith you has now become unthinkable to me.",
                "KING.\nIt will be possible in time, my Queen. The utter and bleak blackness that has\nto-day shaken you to your soul with fear will one day be your solace and\nsalvation. What else can my love exist for?",
                "SUDARSHANA.\nIt cannot be, it is not possible. What will your love only do? My love has now\nturned away from you. Beauty has cast its spell on me -- this frenzy, this\nintoxication will never leave me -- it has dazzled and fired my eyes, it has\nthrown its golden glamour over my very dreams! I have told you all\nnow -- punish me as you like.",
                "KING.\nThe punishment has already begun.",
                "SUDARSHANA.\nBut if you do not cast me off. I will leave you",
                "KING.\nYou have the utmost liberty to do as you like.",
                "SUDARSHANA.\nI cannot bear your presence! My heart is angry at you. Why did you -- but\nwhat have you done to me? . . . Why are you like this? Why did they tell me you\nwere fair and handsome? Thou art black, black as night -- I shall never, I\ncan never, like you. I have seen what I love -- it is soft as cream,\ndelicate as the shirisha flower, beautiful as a butterfly.",
                "KING.\nIt is false as a mirage, empty as a bubble.",
                "SUDARSHANA.\nLet it bc -- but I cannot stand near you -- I simply cannot! I must fly\naway from here. Union with you, it cannot be possible! It cannot be anything\nbut a false union -- my mind must inevitably turn away from you.",
                "KING.\nWill you not even try a little?",
                "SUDARSHANA.\nI have been trying since yesterday -- but the more I try, the more\nrebellious does my heart become. If I stay with you I shall constantly be\npursued and hounded by the thought that I am impure, that I am false and\nfaithless.",
                "KING.\nWell then, you can go as far from me as you like.",
                "SUDARSHANA.\nI cannot fly away from you -- just because you do not prevent my going. Why\ndo you not hold me back, hold me by the hair, saying, \"You shall not\ngo\"? Why do you not strike me? Oh, punish me, strike me, beat me with\nviolent hands! But your unresisting silence makes me wild -- oh, I cannot\nbear it!",
                "KING.\nHow do you think that I am really silent? How do you know that I am not trying\nto keep you back?",
                "SUDARSHANA.\nOh, no, no ! -- I cannot bear this -- tell me aloud, command me with the\nvoice of thunder, compel me with words that will drown everything else in my\nears -- do not let me off so easily, so mildly!",
                "KING.\nI shall leave you free, but why should I let you break away from me?",
                "SUDARSHANA.\nYou will not let me? Well then, I must go!",
                "KING.\nGo then!",
                "SUDARSHANA.\nThen I am not to blame at all. You could have held me back by force, but you\ndid not! You have not hindered me-and now I shall go away. Command your\nsentinels to prevent my going.",
                "KING.\nNo one will stand in your way. You can go as free as the broken storm-cloud\ndriven by the tempest.",
                "SUDARSHANA.\nI can resist no more-something in me is impelling me forward -- I am\nbreaking away from my anchor! Perhaps I shall sink, but I shall return no\nmore.[She rushes out.]",
                "[Enter SURANGAMA, who sings]",
                "SURANGAMA.\nWhat will of thine is this that sends me afar! Again shall I come back at thy\nfeet from all my wanderings. It is thy love that feigns this neglect -- thy\ncaressing hands are pushing me away -- to draw me back to thy arms again! O\nmy King, what is this game that thou art playing throughout thy kingdom?",
                "SUDARSHANA.\n[re-entering] King, O King!",
                "SURANGAMA.\nHe has gone away.",
                "SUDARSHANA.\nGone away? Well then, . . . then he has cast me off for good! I have come back,\nbut he could not wait a single instant for me! Very well, then, I am now\nperfectly free. Surangama, did he ask you to keep me back?",
                "SURANGAMA.\nNo, he said nothing.",
                "SUDARSHANA.\nWhy should he say anything? Why should he care for me? . . . I am then free,\nperfectly free. But, Surangama, I wanted to ask one thing of the King, but\ncould not utter it in his presence. Tell me if he has punished the prisoners\nwith death.",
                "SURANGAMA.\nDeath? My King never punishes with death.",
                "SUDARSHANA.\nWhat has he done to them, then?",
                "SURANGAMA.\nHe has set them at liberty. Kanchi has acknowledged his defeat and gone back to\nhis kingdom.",
                "SUDARSHANA.\nAh, what a relief!",
                "SURANGAMA.\nMy Queen, I have one prayer to make to you.",
                "SUDARSHANA.\nYou will not have to utter your prayer in words, Surangama. Whatever jewellery\nand ornaments the King gave me, I leave to you -- I am not worthy to wear\nthem now.",
                "SURANGAMA.\nNo, I do not want them, my Queen. My master has never given me any ornaments to\nwear -- my unadorned plainness is good enough for me. He has not given me\nanything of which I can boast before people.",
                "SUDARSHANA.\nWhat do you want of me then?",
                "SURANGAMA.\nI too shall go with you, my Queen.",
                "SUDARSHANA.\nConsider what you are saying; you are wanting to leave your master. What a\nprayer for you to make!",
                "SURANGAMA.\nI shall not go far from him -- when you are going out unguarded he will be\nwith you, close by your side.",
                "SUDARSHANA.\nYou are talking nonsense, my child. I wanted to take Rohini with me, but she\nwould not come. What gives you courage enough to wish to come with me?",
                "SURANGAMA.\nI have got neither courage nor strength. But I shall go -- courage will come\nof itself, and strength too will come.",
                "SUDARSHANA.\nNo, I cannot take you with me; your presence will constantly remind me of my\nshame; I shall not be able to endure that.",
                "SURANGAMA.\nO my Queen, I have made all your good and all your evil my own as well; will\nyou treat me as a stranger still? I must go with you."
            ]
        },
        {
            "name": " IX ",
            "sub_name": "",
            "text": [
                "IX",
                "[The KING OF KANYA KUBJA, father of SUDARSHANA, and his MINISTER]",
                "KING OF KANYA KUBJA.\nI heard everything before her arrival.",
                "MINISTER.\nThe princess is waiting alone outside the city gates on the bank of the river.\nShall I send people to welcome her home?",
                "KING OF KANYA KUBJA.\nWhat! She who has faithlessly left her husband -- do you propose trumpeting\nher infamy and shame to every one by getting up a show for her?",
                "MINISTER.\nShall I then make arrangements for her residence at the palace?",
                "KING OF KANYA KUBJA.\nYou will do nothing of the sort. She has left her place as the Empress of her\nown accord -- here she will have to work as a maid-servant if she wants to\nstay in my house.",
                "MINISTER.\nIt will be hard and bitter to her, Your Highness.",
                "KING OF KANYA KUBJA.\nIf I seek to save her from her sufferings, then I am not worthy to be her\nfather.",
                "MINISTER.\nI shall arrange everything as you wish, Your Highness.",
                "KING OF KANYA KUBJA.\nLet it be kept a secret that she is my daughter; otherwise we shall all be in\nan awful trouble.",
                "MINISTER.\nWhy do you fear such disaster, Your Highness?",
                "KING OF KANYA KUBJA.\nWhen woman swerves from the right path, then she appears fraught with the\ndirest calamity. You do not know with what deadly fear this daughter of mine\nhas inspired me -- she is coming to my home laden with peril and danger."
            ]
        },
        {
            "name": " X ",
            "sub_name": "",
            "text": [
                "X",
                "[Inner Apartments of the Palace. SUDARSHANA and SURANGAMA]",
                "SUDARSHANA.\nGo away from me, Surangama! A deadly anger rages within me-I cannot bear\nanybody -- it makes me wild to see you so patient and submissive.",
                "SURANGAMA.\nWhom are you angry with?",
                "SUDARSHANA.\nI do not know; but I wish to see everything destroyed and convulsed in ruin and\ndisaster! I left my place on the throne as the Empress in a moment's\ntime. Did I lose my all to sweep the dust, to sweat and slave in this dismal\nhole? Why do the torches of mourning not flare up for me all over the world?\nWhy does not the earth quake and tremble? Is my fall but the unobserved\ndropping of the puny bean-flower? Is it not more like the fall of a glowing\nstar, whose fiery blazon bursts the heavens asunder?",
                "SURANGAMA.\nA mighty forest only smokes and smoulders before it bursts into a\nconflagration: the time has not come yet.",
                "SUDARSHANA.\nI have thrown my queen's honour and glory to the dust and winds -- but\nis there no human being who will come out to meet my desolate soul here?\nAlone -- oh, I am fearfully, terribly alone!",
                "SURANGAMA.\nYou are not alone.",
                "SUDARSHANA.\nSurangama, I shall not keep anything from you. When he set the palace on fire,\nI could not be angry with him. A great inward joy set my heart a-flutter all\nthe while. What a stupendous crime! What glorious prowess! It was this courage\nthat made me strong and fired my own spirits. It was this terrible joy that\nenabled me to leave everything behind me in a moment's time. But is it\nall my imagination only? Why is there no sign of his coming anywhere?",
                "SURANGAMA.\nHe of whom you are thinking did not set fire to the palace-it is the King of\nKanchi who did it.",
                "SUDARSHANA.\nCoward! But is it possible? So handsome, so bewitching, and yet no manhood in\nhim! Have I deceived myself for the sake of such a worthless creature? O shame!\nFie on me! . . . But, Surangama, don't you think that your King should\nyet have come to take me back? [SURANGAMA remains silent.] You think I\nam anxious to go back? Never! Even if the King really came I should not have\nreturned. Not even once did he forbid me to come away, and I found all the\ndoors wide open to let me out! And the stony and dusty road over which I\nwalked -- it was nothing to it that a queen was treading on it. It is hard\nand has no feelings, like your King; the meanest beggar is the same to it as\nthe highest Empress. You are silent! Well, I tell you, your King's\nbehaviour is -- mean, brutal, shameful!",
                "SURANGAMA.\nEvery one knows that my King is hard and pitiless -- no one has ever been\nable to move him.",
                "SUDARSHANA.\nWhy do you, then, call him day and night?",
                "SURANGAMA.\nMay he ever remain hard and relentless like rock -- may my tears and prayers\nnever move him! Let my sorrows be ever mine only -- and may his glory and\nvictory be for ever!",
                "SUDARSHANA.\nSurangama, look! A cloud of dust seems to rise over the eastern horizon across\nthe fields.",
                "SURANGAMA.\nYes, I see it.",
                "SUDARSHANA.\nIs that not like the banner of a chariot?",
                "SURANGAMA.\nIndeed, a banner it is.",
                "SUDARSHANA.\nThen he is coming. He has come at last!",
                "SURANGAMA.\nWho is coming?",
                "SUDARSHANA.\nOur King -- who else? How could he live without me? It is a wonder how he\ncould hold out even for these days.",
                "SURANGAMA.\nNo, no, this cannot be the King.",
                "SUDARSHANA.\n\"No,\" indeed! As if you know everything! Your King is hard, stony,\npitiless, isn't he? Let us see how hard he can be. I knew from the\nbeginning that he would come-that he would have to rush after me. But remember,\nSurangama, I never for a single moment asked him to come. You will see how I\nmake your King confess his defeat to me! Just go out, Surangama, and let me\nknow everything. [SURANGAMA goes out.] But shall I go if he comes and\nasks me to return with him? Certainly not! I will not go! Never!",
                "[Enter SURANGAMA]",
                "SURANGAMA.\nIt is not the King, my Queen.",
                "SUDARSHANA.\nNot the King? Are you quite sure? What! he has not come yet?",
                "SURANGAMA.\nNo, my King never raises so much dust when he comes. Nobody can know when he\ncomes at all.",
                "SUDARSHANA.\nThen this is --",
                "SURANGAMA.\nThe same: he is coming with the King of Kanchi.",
                "SUDARSHANA.\nDo you know his name?",
                "SURANGAMA.\nHis name is Suvarna.",
                "SUDARSHANA.\nIt is he, then. I thought, \"I am lying here like waste refuse and offal,\nwhich no one cares even to touch.\" But my hero is coming now to release\nme. Did you know Suvarna?",
                "SURANGAMA.\nWhen I was at my father's home, in the gambling den",
                "SUDARSHANA.\nNo, no, I won't hear anything of him from you. He is my own hero, my only\nsalvation. I shall know him without your telling stories about him. But just\nsee, a nice man your King is! He did not care to come to rescue me from even\nthis degradation. You cannot blame me after this. I could not have waited for\nhim all my life here, toiling ignominiously like a bondslave. I shall never\nhave your meekness and submissiveness."
            ]
        },
        {
            "name": " XI ",
            "sub_name": "",
            "text": [
                "XI",
                "[Encampment]",
                "KANCHI.\n[To Kanya Kubja's Messenger.] Tell your King that he need not\nreceive us exactly as his guests. We are on our way back to our kingdoms, but\nwe are waiting to rescue Queen Sudarshana from the servitude and degradation to\nwhich she is condemned here.",
                "MESSENGER.\nYour Highness, you will remember that the princess is in her father's\nhouse.",
                "KANCHI.\nA daughter may stay in her father's home only so long as she remains\nunmarried.",
                "MESSENGER.\nBut her connections with her father's family remain intact still.",
                "KANCHI.\nShe has abjured all such relations now.",
                "MESSENGER.\nSuch relationship can never be abjured, Your Highness, on this side of death:\nit may remain in abeyance at times, but can never be wholly broken up.",
                "KANCHI.\nIf the King chooses not to give up his daughter to me on peaceful terms, our\nKshatriya code of righteousness will oblige me to employ force. You may\ntake this as my last word.",
                "MESSENGER.\nYour Highness, do not forget that our King too is bound by the same code. It is\nidle to expect that he will deliver up his daughter by merely hearing your\nthreats.",
                "KANCHI.\nTell your King that I have come prepared for such an answer. [MESSENGER goes\nout.]",
                "SUVARNA.\nKing of Kanchi, it seems to me that we are daring too much.",
                "KANCHI.\nWhat pleasure would there be in this adventure if it were otherwise?",
                "SUVARNA.\nIt does not cost much courage to challenge Kanya Kubja -- but . . .",
                "KANCHI.\nIf you once begin to be afraid of \"but,\" you will hardly find a\nplace in this world safe enough for you.",
                "[Enter a SOLDIER]",
                "SOLDIER.\nYour Highness! I have just received the news that the Kings of Koshala, Avanti,\nand Kalinga are coming this way with their armies. [Exit.]",
                "KANCHI.\nJust what I was afraid of! The report of Sudarshana's flight has spread\nabroad -- now we are going to be in for a general scramble which is sure to\nend in smoke.",
                "SUVARNA.\nIt is useless now, Your Highness. These are not good tidings. I am perfectly\ncertain that it is our Emperor himself who has secretly spread the report\neverywhere.",
                "KANCHI.\nWhy, what good will it bring him?",
                "SUVARNA.\nThe greedy ones will tear one another to pieces in the general rivalry and\nscramble-and he will take advantage of the situation to go back with the booty.",
                "KANCHI.\nNow it becomes clear why your King never shows himself. His trick is to\nmultiply himself on every side -- fear makes him visible everywhere. But I\nwill still maintain that your King is but an empty fraud from top to bottom.",
                "SUVARNA.\nBut, please Your Highness, will you have the kindness to let me off?",
                "KANCHI.\nI cannot let you go -- I have some use for you in this affair.",
                "[Enter a SOLDIER]",
                "SOLDIER.\nYour Highness, Virat, Panchal, and Vidarbha too have come. They have encamped\non the other side of the river.[Exit.]",
                "KANCHI.\nIn the beginning we must all fight together. Let the battle with Kanya Kubja\nfirst be over, then we shall find some way out of the difficulty.",
                "SUVARNA.\nPlease do not drag me into your plans -- I shall be happy if you leave me\nalone -- I am a poor, mean creature -- nothing can --",
                "KANCHI.\nLook here, king of hypocrites, ways and means are never of a very exalted\norder -- roads and stairs and so forth are always to be trodden under our\nfeet. The advantage of utilising men like you in our plans is that we have to\nmake use of no mask or illusion. But if I were to consult my prime minister, it\nwould be absurd for me to call theft by any name less dignified than public\nbenefit. I will go now, and move the princes about like pawns on the\nchessboard; the game cannot evidently go on if all the chessmen propose moving\nlike kings!"
            ]
        },
        {
            "name": " XII ",
            "sub_name": "",
            "text": [
                "XII",
                "[Interior of the Palace]",
                "SUDARSHANA.\nIs the fight still going on?",
                "SURANGAMA.\nAs fiercely as ever.",
                "SUDARSHANA.\nBefore going out to the battle my father came to me and said, \"You have\ncome away from one King, but you have drawn seven Kings after you: I have a\nmind to cut you up into seven pieces and distribute them among the princes. It\nwould have been well if he did so. Surangama!",
                "SURANGAMA.\nYes?",
                "SUDARSHANA.\nIf your King had the power to save me, could my present state have left him\nunmoved?",
                "SURANGAMA.\nMy Queen, why do you ask me? Have I the power to answer for my King? I know my\nunderstanding is dark; that is why I never dare to judge him.",
                "SUDARSHANA.\nWho have joined in this fight?",
                "SURANGAMA.\nAll the seven princes.",
                "SUDARSHANA.\nNo one else?",
                "SURANGAMA.\nSuvarna attempted to escape -- in secret before the fight began -- but\nKanchi has kept him a prisoner in his camps.",
                "SUDARSHANA.\nOh, I should have been dead long ago! But, O King, my King, if you had come and\nhelped my father, your fame would have been none the less! It would have become\nbrighter and higher. Are you quite sure, Surangama, that he has not come?",
                "SURANGAMA.\nI know nothing for certain.",
                "SUDARSHANA.\nBut since I came here I have felt suddenly many a time as if somebody were\nplaying on a vina below my window.",
                "SURANGAMA.\nThere is nothing impossible in the idea that somebody indulges his taste for\nmusic there.",
                "SUDARSHANA.\nThere is a deep thicket below my window -- I try to find out who it is every\ntime I hear the music, but I can see nothing distinctly.",
                "SURANGAMA.\nPerhaps some wayfarer rests in the shade and plays on the instrument.",
                "SUDARSHANA.\nIt may be so, but my old window in the palace comes back to my memory. I used\nto come after dressing in the evening and stand at my window, and out of the\nblank darkness of our lampless meeting-place used to stream forth strains and\nsongs and melodies, dancing and vibrating in endless succession and overflowing\nprofusion, like the passionate exuberance of a ceaseless fountain!",
                "SURANGAMA.\nO deep and sweet darkness! the profound and mystic darkness whose servant I\nwas!",
                "SUDARSHANA.\nWhy did you come away with me from that room?",
                "SURANGAMA.\nBecause I knew he would follow us and take us back.",
                "SUDARSHANA.\nBut no, he will not come-he has left us for good. Why should he not?",
                "SURANGAMA.\nIf he can leave us like that, then we have no need of him. Then he does not\nexist for us: then that dark chamber is totally empty and void -- no\nvina ever breathed its music there -- none called you or me in that\nchamber; then everything has been a delusion and an idle dream.",
                "[Enter the DOORKEEPER]",
                "SUDARSHANA.\nWho are you?",
                "DOORKEEPER.\nI am the porter of this palace.",
                "SUDARSHANA.\nTell me quickly what you have got to say.",
                "DOORKEEPER.\nOur King has been taken prisoner.",
                "SUDARSHANA.\nPrisoner? O Mother Earth! [Faints.]"
            ]
        },
        {
            "name": " XIII ",
            "sub_name": "",
            "text": [
                "XIII",
                "[KING OF KANCHI and SUVARNA]",
                "SUVARNA.\nYou say, then, that there will be no more necessity of any fight amongst\nyourselves?",
                "KANCHI.\nNo, you need not be afraid. I have made all the princes agree that he whom the\nQueen accepts as her husband will have her, and the others will have to abandon\nall further struggle.",
                "SUVARNA.\nBut you must have done with me now, Your Highness -- so I beg to be let off\nnow. Unfit as I am for anything, the fear of impending danger has unnerved me\nand stunned my intellect. You will therefore find it difficult to put me to any\nuse.",
                "KANCHI.\nYou will have to sit there as my umbrella-holder.",
                "SUVARNA.\nYour servant is ready for anything; but of what profit will that be to you?",
                "KANCHI.\nMy man, I see that your weak intellect cannot go with a high ambition in you.\nYou have no notion yet with what favour the Queen looked upon you. After all,\nshe cannot possibly throw the bridal garland on an umbrella-bearer's neck\nin a company of princes, and yet, I know, she will not be able to turn her mind\naway from you. So on all accounts this garland will fall under the shade of my\nregal umbrella.",
                "SUVARNA.\nYour Highness, you are entertaining dangerous imaginings about me. I pray you,\nplease do not implicate me in the toils of such groundless notions. I beg Your\nHighness most humbly, pray set me at liberty.",
                "KANCHI.\nAs soon as my object is attained, I shall not keep you one moment from your\nliberty. Once the end is attained, it is futile to burden oneself with the\nmeans."
            ]
        },
        {
            "name": " XIV ",
            "sub_name": "",
            "text": [
                "XIV",
                "[SUDARSHANA and SURANGAMA at the Window]",
                "SUDARSHANA.\nMust I go to the assembly of the princes, then? Is there no other means of\nsaving father's life?",
                "SURANGAMA.\nThe King of Kanchi has said so.",
                "SUDARSHANA .\nAre these the words worthy of a King? Did he say so with his own lips?",
                "SURANGAMA.\nNo, his messenger, Suvarna, brought this news.",
                "SUDARSHANA.\nWoe, woe is me!",
                "SURANGAMA.\nAnd he produced a few withered flowers and said, \"Tell your Queen that\nthe drier and more withered these souvenirs of the Spring Festival become, the\nfresher and more blooming do they grow within in my heart.\"",
                "SUDARSHANA.\nStop! Tell me no more. Do not torment me any more.",
                "SURANGAMA.\nLook! There sit all the princes in the great assembly. He who has no ornament\non his person, except a single garland of flowers round his crown -- he is\nthe King of Kanchi. And he who holds the umbrella over his head, standing\nbehind him -- that is Suvarna.",
                "SUDARSHANA.\nIs that Suvarna? Are you quite certain?",
                "SURANGAMA.\nYes, I know him well.",
                "SUDARSHANA.\nCan it be that it is this man that I saw the other day? No, no, -- I saw\nsomething mingled and transfused and blended with light and darkness, with wind\nand perfume, -- no, no, it cannot be he; that is not he.",
                "SURANGAMA.\nBut every one admits that he is exceedingly beautiful to look at.",
                "SUDARSHANA.\nHow could that beauty fascinate me? Oh, what shall I do to purge my eyes of\ntheir pollution?",
                "SURANGAMA.\nYou will have to wash them in that bottomless darkness.",
                "SUDARSHANA.\nBut tell me, Surangama, why does one make such mistakes?",
                "SURANGAMA.\nMistakes are but the preludes to their own destruction.",
                "MESSENGER.\n[entering] Princess, the Kings are waiting for you in the hall.\n[Exit.]",
                "SUDARSHANA.\nSurangama, bring me the veil. [SURANGAMA goes out.] O King, my only\nKing! You have left me alone, and you have been but just in doing so. But will\nyou not know the inmost truth within my soul? [Taking out a dagger from\nwithin her bosom.] This body of mine has received a stain -- I shall\nmake a sacrifice of it to-day in the dust of the hall, before all these\nprinces! But shall I never be able to tell you that I know of no stain of\nfaithlessness within the hidden chambers of my heart? That dark chamber where\nyou would come to meet me lies cold and empty within my bosom to-day -- but,\nO my Lord! none has opened its doors, none has entered it but you, O King! Will\nyou never come again to open those doors? Then, let death come, for it is dark\nlike yourself, and its features are beautiful as yours . It is you -- it is\nyourself, O King!"
            ]
        },
        {
            "name": " XV ",
            "sub_name": "",
            "text": [
                "XV",
                "[The Gathering of the PRINCES]",
                "VIDARBHA.\nKing of Kanchi, how is it that you have not got a single piece of ornament on\nyour person?",
                "KANCHI.\nBecause I entertain no hopes at all, my friend. Ornaments would but double the\nshame of my defeat.",
                "KALINGA.\nBut your umbrella-bearer seems to have made up for that, -- he is loaded\nwith gold and jewellery all over.",
                "VIRAT.\nThe King of Kanchi wants to demonstrate the futility and inferiority of outer\nbeauty and grandeur. Vanity of his prowess has made him discard all outer\nembellishments from his limbs.",
                "KOSLIALA.\nI am quite up to his trickery; he is seeking to prove his own dignity,\nmaintaining a severe plainness among the bejewelled princes.",
                "PANCHALA.\nI cannot commend his wisdom in this matter. Every one knows that a\nwoman's eyes are like a moth in that they fling themselves headlong on\nthe glare and glitter of jewel and gold.",
                "KALINGA.\nBut how long shall we have to wait more?",
                "KANCHI.\nDo not grow impatient, King of Kalinga -- sweet are the fruits of delay.",
                "KALINGA.\nIf I were sure of the fruit I could have endured it. It is because my hopes of\ntasting the fruit are extremely precarious that my eagerness to have a sight of\nher breaks through all bounds.",
                "KANCHI.\nBut you are young still -- abandoned hope comes back to you again and again\nlike a shameless woman at your age: we, however, have long passed that stage.",
                "KOSHALA.\nKanchi, did you feel as if something shook your seat just now? Is it an\nearthquake?",
                "KANCHI.\nEarthquake? I do not know.",
                "VIDARBHA.\nOr perhaps some other prince is coming with his army.",
                "KALINGA.\nThere is nothing against your theory except that we should have first heard the\nnews from some herald or messenger in that case.",
                "VIDARBHA.\nI cannot regard this as a very auspicious omen.",
                "KANCHI.\nEverything looks inauspicious to the eye of fear.",
                "VIDARBHA.\nI fear none except Fate, before which courage or heroism is as futile as it is\nabsurd.",
                "PANCHALA.\nVidarbha, do not darken to-day's happy proceedings with your unwelcome\nprognostications.",
                "KANCHI.\nI never take the unseen into account till it has become \"seen.\"",
                "VIDARBHA.\nBut then it might be too late to do anything.",
                "PANCHALA.\nDid we not all of us start at a specially auspicious moment?",
                "VIDARBHA.\nDo you think you insure against every possible risk by starting at auspicious\nmoments? It looks as if --",
                "KANCHI.\nYou had better let the \"as if\" alone: though our own creation, it\noften proves our ruin and destruction.",
                "KALINGA.\nIsn't that music somewhere outside?",
                "PANCHALA.\nYes, it sounds like music, sure enough.",
                "KANCHI.\nThen at last it must be the Queen Sudarshana who is approaching near. [Aside\nto SUVARNA.] Suvarna, you must not hide and cower behind me like that.\nMind, the umbrella in your hand is shaking!",
                "[Enter GRANDFATHER, dressed as a warrior]",
                "KALINGA.\nWho is that? -- Who are you?",
                "PANCHALA.\nWho is this that dares to enter this hall without being invited?",
                "VIRAT.\nAmazing impudence! Kalinga, just prevent the fellow from advancing further.",
                "KALINGA.\nYou are all my superiors in age -- you are fitter to do that than myself.",
                "VIDARBHA.\nLet us hear what he has to say.",
                "GRANDFATHER.\nThe KING has come.",
                "VIDARBHA.\n[starting] King?",
                "PANCHALA.\nWhich King?",
                "KALINGA.\nWhere does he come from?",
                "GRANDFATHER.\nMy King!",
                "VIRAT.\nYour King?",
                "KALINGA.\nWho is he?",
                "KOSHALA.\nWhat do you mean?",
                "GRANDFATHER.\nYou all know whom I mean. He has come.",
                "VIDARBHA.\nHe has come?",
                "KOSHALA.\nWith what intention?",
                "GRANDFATHER.\nHe has summoned you all to come to him.",
                "KANCHI.\nSummoned us, indeed? In what terms has he been pleased to summon us?",
                "GRANDFATHER.\nYou can take his call in any way you like -- there is none to prevent\nyou -- he is prepared to make all kinds of welcome to suit your various\ntastes.",
                "VIRAT.\nBut who are you?",
                "GRANDFATHER.\nI am one of his generals.",
                "KANCHI.\nGenerals? It is a lie! Do you think of frightening us? Do you imagine that I\ncannot see through your disguise? We all know you well -- and you pose as a\n\"general\" before us!",
                "GRANDFATHER.\nYou have recognised me to perfection. Who is so unworthy as I to bear my\nKing's commands? And yet it is he who has invested me with these robes of\na general and sent me here: he has chosen me before greater generals and\nmightier warriors.",
                "KANCHI.\nAll right, we shall go to observe the proprieties and amenities on a fitting\noccasion -- but at present we are in the midst of a pressing engagement. He\nwill have to wait till this little function is over.",
                "GRANDFATHER.\nWhen he sends out his call he does not wait.",
                "KOSHALA.\nI shall obey his call; I am going at once.",
                "VIDARBHA.\nKanchi, I cannot agree with you in your proposal to wait till this function is\nover. I am going.",
                "KALINGA.\nYou are older than I am -- I shall follow you.",
                "PANCHALA.\nLook behind you, Prince of Kanchi, your regal umbrella is lying in the dust:\nyou have not noticed when your umbrella-holder has stolen away.",
                "KANCHI.\nAll right, general. I too am going -- but not to do him homage. I go to\nfight him on the battle-ground.",
                "GRANDFATHER.\nYou will meet my King in the field of battle: that is no mean place for your\nreception.",
                "VIRAT.\nLook here, friends, perhaps we are all flying before an imagined\nterror -- it looks as if the King of Kanchi will have the best of it.",
                "PANCHALA.\nPossibly, when the fruit is so near the hand, it is cowardly and foolish to go\naway without plucking it.",
                "KALINGA.\nIt is better to join the King of Kanchi. He cannot be without a definite plan\nand purpose when he is doing and daring so much."
            ]
        },
        {
            "name": " XVI ",
            "sub_name": "",
            "text": [
                "XVI",
                "[SUDARSHANA and SURANGAMA]",
                "SUDARSHANA.\nThe fight is over now. When will the King come?",
                "SURANGAMA.\nI do not know myself: I am also looking forward to his coming.",
                "SUDARSHANA.\nI feel such a throb of joy, Surangama, that my breast is positively aching. But\nI am dying with shame too; how shall I show my face to him?",
                "SURANGAMA.\nGo to him in utmost humility and resignation, and all shame will vanish in a\nmoment.",
                "SUDARSHANA.\nI cannot help confessing that I have met with my uttermost defeat for all the\nrest of my life. But pride made me claim the largest share in his love so long.\nEvery one used to say I had such wonderful beauty, such graces and virtues;\nevery one used to say that the King showed unlimited kindness towards me-this\nis what makes it difficult for me to bend my heart in humility before him.",
                "SURANGAMA.\nThis difficulty, my Queen, will pass off.",
                "SUDARSHANA.\nOh, yes, it will pass -- the day has arrived for me to humble myself before\nthe whole world. But why does not the King come to take me back? What more is\nhe waiting for yet?",
                "SURANGAMA.\nHave I not told you my King is cruel and hard -- very hard indeed?",
                "SUDARSHANA.\nGo out, Surangama, and bring me news of him.",
                "SURANGAMA.\nI do not know where I should go to get any news of him. I have asked\nGrandfather to come; perhaps when he comes we shall hear something from him.",
                "SUDARSHANA.\nAlack, my evil fate! I have been reduced to asking others to hear about my own\nKing!",
                "[Enter GRANDFATHER]",
                "SUDARSHANA.\nI have heard that you are my King's friend, so accept my obeisance and\ngive me your blessings.",
                "GRANDFATHER.\nWhat are you doing, Queen? I never accept anybody's obeisance. My\nrelation with every one is only that of comradeship.",
                "SUDARSHANA.\nSmile on me, then -- give me good news. Tell me when the King is coming to\ntake me back.",
                "GRANDFATHER.\nYou ask me a hard question, indeed! I hardly understand yet the ways of my\nfriend. The battle is over, but no one can tell where he is gone.",
                "SUDARSHANA.\nIs he gone away, then?",
                "GRANDFATHER.\nI cannot find any trace of him here.",
                "SUDARSHANA.\nHas he gone? And do you call such a person your friend?",
                "GRANDFATHER.\nThat is why he gets people's abuse as well as suspicion. But my King\nsimply does not mind it in the least.",
                "SUDARSHANA.\nHas he gone away? Oh, oh, how hard, how cruel, how cruel! He is made of stone,\nhe is hard as adamant! I tried to move him with my own bosom -- my breast is\ntorn and bleeding -- but him I could not move an inch! Grandfather, tell me,\nhow can you manage with such a friend?",
                "GRANDFATHER.\nI have known him now -- I have known him through my griefs and joys -- he\ncan make me weep no more now.",
                "SUDARSHANA.\nWill he not let me know him also?",
                "GRANDFATHER.\nWhy, he will, of course. Nothing else will satisfy him.",
                "SUDARSHANA.\nVery well, I shall see how hard he can be! I shall stay here near the window\nwithout saying a word; I shall not move an inch; let me see if he will not\ncome!",
                "GRANDFATHER.\nYou are young still -- you can afford to wait for him; but to me, an old\nman, a moment's loss is a week. I must set out to seek him whether I\nsucceed or not.[Exit.]",
                "SUDARSHANA.\nI do not want him -- I will not seek him! Surangama, I have no need of your\nKing! Why did he fight with the princes? Was it for me at all? Did he want to\nshow off his prowess and strength? Go away from here -- I cannot bear your\nsight. He has humbled me to the dust, and is not satisfied still!"
            ]
        },
        {
            "name": " XVII ",
            "sub_name": "",
            "text": [
                "XVII",
                "[A Band of Citizens]",
                "FIRST CITIZEN.\nWhen so many Kings met together, we thought we were going to have some big fun;\nbut somehow everything took such a turn that nobody knows what happened at all!",
                "SECOND CITIZEN.\nDid you not see, they could not come to an agreement among\nthemselves? -- every one distrusted every one else.",
                "THIRD CITIZEN.\nNone kept to their original plans; one wanted to advance, another thought it\nbetter policy to recede; some went to the right, others made a rush to the\nleft: how can you call that a fight?",
                "FIRST CITIZEN.\nThey had no eye to real fighting -- each had his eye on the others.",
                "SECOND CITIZEN.\nEach was thinking, \"Why should I die to enable others to reap the\nharvest?\"",
                "THIRD CITIZEN.\nBut you must all admit that Kanchi fought like a real hero.",
                "FIRST CITIZEN.\nHe for a long time after his defeat seemed loth to acknowledge himself beaten.",
                "SECOND CITIZEN.\nHe was at last fixed in the chest by a deadly missile.",
                "THIRD CITIZEN.\nBut before that he did not seem to realise that he had been losing ground at\nevery step.",
                "FIRST CITIZEN.\nAs for the other Kings -- well, nobody knows where they fled, leaving poor\nKanchi alone in the field.",
                "SECOND CITIZEN.\nBut I have heard that he is not dead yet.",
                "THIRD CITIZEN.\nNo, the physicians have saved him -- but he will carry the mark of his\ndefeat on his breast till his dying day.",
                "FIRST CITIZEN.\nNone of the other Kings who fled has escaped; they have all been taken\nprisoners. But what sort of justice is this that was meted out to them?",
                "SECOND CITIZEN.\nI heard that every one was punished except Kanchi, whom the judge placed on his\nright on the throne of justice, putting a crown on his head.",
                "THIRD CITIZEN.\nThis beats all mystery hollow.",
                "SECOND CITIZEN.\nThis sort of justice, to speak frankly, strikes us as fantastic and capricious.",
                "FIRST CITIZEN.\nJust so. The greatest offender is certainly the King of Kanchi; as for the\nothers, greed of gain now pressed them to advance, now they drew back in fear.",
                "THIRD CITIZEN.\nWhat kind of justice is this, I ask? It is as if the tiger got scot-free, while\nhis tail got cut off.",
                "SECOND CITIZEN.\nIf I were the judge, do you think Kanchi would be whole and sound at this hour?\nThere would be nothing left of him altogether.",
                "THIRD CITIZEN.\nThey are great, high justices, my friends; their brains are of a different\nstamp from ours.",
                "FIRST CITIZEN.\nHave they got any brains at all, I wonder? They simply indulge their sweet\nwhims as there are none to say anything to them from above.",
                "SECOND CITIZEN.\nWhatever you may say, if we had the governing power in our hands we should\ncertainly have carried on the government much better than this.",
                "THIRD CITIZEN.\nCan there be any real doubts about that? That of course goes without saying."
            ]
        },
        {
            "name": " XVIII ",
            "sub_name": "",
            "text": [
                "XVIII",
                "[The Street. GRANDFATHER and KANCHI]",
                "GRANDFATHER.\nWhat, Prince of Kanchi, you here!",
                "KANCHI.\nYour King has sent me on the road.",
                "GRANDFATHER.\nThat is a settled habit with him.",
                "KANCHI.\nAnd now, no one can get a glimpse of him.",
                "GRANDFATHER.\nThat too is one of his amusements.",
                "KANCHI.\nBut how long more will he elude me like this? When nothing could make me\nacknowledge him as my King, he came all of a sudden like a terrific\ntempest -- God knows from where -- and scattered my men and horses and\nbanners in one wild tumult: but now, when I am seeking the ends of the earth to\npay him my humble homage, he is nowhere to be seen.",
                "GRANDFATHER.\nBut however big an Emperor he may be, he has to submit to him that yields. But\nwhy have you come out at night, Prince?",
                "KANCHI.\nI still cannot get rid of the feeling of a secret dread of being laughed at by\npeople when they see me meekly doing my homage to your King, acknowledging my\ndefeat.",
                "GRANDFATHER.\nSuch indeed is the people. What would move others to tears only serves to move\ntheir empty laughter.",
                "KANCHI.\nBut you too are on the road, Grandfather.",
                "GRANDFATHER.\nThis is my jolly pilgrimage to the land of losing everything.",
                "Sings.",
                "I am waiting with my all in the hope of losing everything.I am watching\nat the roadside for him who turns one out into the open road,Who hides\nhimself and sees, who loves you unknown to you,I have given my heart in\nsecret love to him,I am waiting with my all in the hope of losing\neverything."
            ]
        },
        {
            "name": " XIX ",
            "sub_name": "",
            "text": [
                "XIX",
                "[A Road. SUDARSHANA and SURANGAMA]",
                "SUDARSHANA.\nWhat a relief, Surangama, what freedom! It is my defeat that has brought me\nfreedom. Oh, what an iron pride was mine! Nothing could move it or soften it.\nMy darkened mind could not in any way be brought to see the plain truth that it\nwas not the King who was to come, it was I who ought to have gone to him. All\nthrough yesternight I lay alone on the dusty floor before that window -- lay\nthere through the desolate hours and wept! All night the southern winds blew\nand shrieked and moaned like the pain that was biting at my heart; and all\nthrough it I heard the plaintive \"Speak, wife!\" of the nightbird\nechoing in the tumult outside! . . . It was the helpless wail of the dark\nnight, Surangama!",
                "SURANGAMA.\nLast night's heavy and melancholy air seemed to hang on for an\neternity -- oh, what a dismal and gboomy night!",
                "SUDARSHANA.\nBut would you believe it -- I seemed to hear the soft strains of the\nvina floating through all that wild din and tumult! Could he play such\nsweet and tender tunes, he who is so cruel and terrible? The world knows only\nmy indignity and ignominy -- but none but my own heart could hear those\nstrains that called me through the lone and wailing night. Did you too,\nSurangama, hear the vina? Or was that but a dream of mine?",
                "SURANGAMA.\nBut it is just to hear that same vina's music that I am always by\nyour side. It is for this call of music, which I knew would one day come to\ndissolve all the barriers of love, that I have all along been listening with an\ncager ear.",
                "SUDARSHANA.\nHe did at last send me on the open road -- I could not withstand his will.\nWhen I shall find him, the first words that I shall tell him will be, \"I\nhave come of my own will -- I have not awaited your coming.\" I shall\nsay, \"For your sake have I trodden the hard and weary roads, and bitter\nand ceaseless has been my weeping all the way.\" I shall at least have\nthis pride in me when I meet him.",
                "SURANGAMA.\nBut even that pride will not last. He came before you did -- who else could\nhave sent you on the road?",
                "SUDARSHANA.\nPerhaps he did. As long as a sense of offended pride remained with me, I could\nnot help thinking that he had left me for good; but when I flung my dignity and\npride to the winds and came out on the common streets, then it seemed to me\nthat he too had come out: I have been finding him since the moment I was on the\nroad. I have no misgivings now. All this suffering that I have gone through for\nhis sake, the very bitternesss of all this is giving me his company. Ah! yes,\nhe has come -- he has held me by the hand, just as he used to do in that\nchamber of darkness, when, at his touch, all my body would start with a sudden\nthrill: it is the same, the same touch again! Who says that he is not\nhere? -- Surangama, can you not see that he has come, in silence and secret?\n. . . Who is that there? Look, Surangama, there is a third traveller of this\ndark road at this hour of the night.",
                "SURANGAMA.\nI see, it is the King of Kanchi, my Queen.",
                "SUDARSHANA.\nKing of Kanchi!",
                "SURANGAMA.\nDon't be afraid, my Queen!",
                "SUDARSHANA.\nAfraid! Why should I be afraid? The days of fear are gone for ever for me.",
                "KANCHI.\n[entering] Queen-mother, I see you two on this road! I am a traveller of\nthe same path as yourself. Have no fear of me, O Queen!",
                "SUDARSHANA.\nIt is well, King of Kanchi, that we should be going together, side by\nside -- this is but right. I came on your way when I first left my home, and\nnow I meet you again on my way back. Who could have dreamed that this meeting\nof ours would augur so well?",
                "KANCHI.\nBut, Queen-mother, it is not meet that you should walk over this road on foot.\nWill you permit me to get a chariot for you?",
                "SUDARSHANA.\nOh, do not say so: I shall never be happy if I could not on my way back home\ntread on the dust of the road that led me away from my King. I would be\ndeceiving myself if I were now to go in a chariot.",
                "SURANGAMA.\nKing, you too are walking in the dust to-day: this road has never known anybody\ndriving his horse or chariot over it.",
                "SUDARSHANA.\nWhen I was the Queen, I stepped over silver and gold -- I shall have now to\natone for the evil fortune of my birth by walking over dust and bare earth. I\ncould not have dreamed that thus I would meet my King of common earth and dust\nat every step of mine to-day.",
                "SURANGAMA.\nLook, my Queen, there on the eastern horizon comes the dawn. We have not long\nto walk: I see the spires of the golden turrets of the King's palace.",
                "[Enter GRANDFATHER]",
                "GRANDFATHER.\nMy child, it is dawn -- at last!",
                "SUDARSHANA.\nYour benedictions have given me Godspeed, and here I am, at last.",
                "GRANDFATHER.\nBut do you see how ill-mannered our King is? He has sent no chariot, no music\nband, nothing splendid or grand.",
                "SUDARSHANA.\nNothing grand, did you say? Look, the sky is rosy and crimson from end to end,\nthe air is full of the welcome of the scent of flowers.",
                "GRANDFATHER.\nYes, but however cruel our King may be, we cannot seek to emulate him: I cannot\nhelp feeling pain at seeing you in this state, my child. How can we bear to see\nyou going to the King's palace attired in this poor and wretched attire?\nWait a little -- I am running to fetch you your Queen's garments.",
                "SUDARSHANA.\nOh no, no, no! He has taken away those regal robes from me for ever -- he\nhas attired me in a servant's dress before the eyes of the whole world:\nwhat a relief this has been to me! I am his servant now, no longer his Queen.\nTo-day I stand at the feet of all those who can claim any relationship with\nhim.",
                "GRANDFATHER.\nBut your enemies will laugh at you now: how can you bear their derision?",
                "SUDARSHANA.\nLet their laughter and derision be immortal -- let them throw dust at me in\nthe streets: this dust will to-day be the powder with which I shall deck myself\nbefore meeting my lord.",
                "GRANDFATHER.\nAfter this, we shall say nothing. Now let us play the last game of our Spring\nFestival -- instead of the pollen of flowers let the south breeze blow and\nscatter dust of lowliness in every direction! We shall go to the lord clad in\nthe common grey of the dust. And we shall find him too covered with dust all\nover. For do you think the people spare him? Even he cannot escape from their\nsoiled and dusty hands, and he does not even care to brush the dirt off his\ngarments.",
                "KANCHI.\nGrandfather, do not forget me in this game of yours! I also will have to get\nthis royal garment of mine soiled till it is beyond all recognition.",
                "GRANDFATHER.\nThat will not take long, my brother. Now that you have come down so\nfar -- you will change your colour in no time. Just look at our\nQueen -- she got into a temper with herself and thought that she could spoil\nher matchless beauty by flinging away all her ornaments: but this insult to her\nbeauty has made it shine forth in tenfold radiance, and now it is in its\nunadorned perfection. We hear that our King is all innocent of\nbeauty -- that is why he loves all his manifold beauty of form which shines\nas the very ornament of his breast. And that beauty has to-day taken off its\nveil and cloak of pride and vanity! What could I not give to be allowed to hear\nthe wonderful music and song that has filled my King's palace to-day!",
                "SURANGAMA.\nLo, there rises the sun!"
            ]
        },
        {
            "name": " XX ",
            "sub_name": "",
            "text": [
                "XX",
                "[The Dark Chamber]",
                "SUDARSHANA.\nLord, do not give me back the honour which you once did turn away from me! I am\nthe servant of your feet -- I only seek the privilege of serving you.",
                "KING.\nWill you be able to bear me now?",
                "SUDARSHANA.\nOh yes, yes, I shall. Your sigh repelled me because I had sought to find you in\nthe pleasure garden, in my Queen's chambers: there even your meanest\nservant looks handsomer than you. That fever of longing has left my eyes for\never. You are not beautiful, my lord -- you stand beyond all comparisons!",
                "KING.\nThat which can be comparable with me lies within yourself.",
                "SUDARSHANA.\nIf this be so, then that too is beyond comparison. Your love lives in\nme -- you are mirrored in that love, and you see your face reflected in me:\nnothing of this mine, it is all yours, O lord!",
                "KING.\nI open the doors of this dark room to-day -- the game is finished here!\nCome, come with me now, come outside -- into the light!",
                "SUDARSHANA.\nBefore I go, let me bow at the feet of my lord of darkness, my cruel, my\nterrible, my peerless one!",
                "THE END"
            ]
        }
    ]
}