{
    "id": "6523",
    "title": "The Post Office",
    "author": "Rabindranath Tagore",
    "content": [
        {
            "name": " ACT I ",
            "sub_name": "",
            "text": [
                "ACT I",
                "[Madhav's House]",
                "Madhav. What a state I am in! Before he came, nothing\nmattered; I felt so free. But now that he has come, goodness knows from where,\nmy heart is filled with his dear self, and my home will be no home to me when he\nleaves. Doctor, do you think he --",
                "Physician. If there's life in his fate, then he will live\nlong. But what the medical scriptures say, it seems --",
                "Madhav. Great heavens, what?",
                "Physician. The scriptures have it: \"Bile or palsey, cold or\ngout spring all alike.\"",
                "Madhav. Oh, get along, don't fling your scriptures at me; you\nonly make me more anxious; tell me what I can do.",
                "Physician [Taking snuff] The patient needs the most\nscrupulous care.",
                "Madhav. That's true; but tell me how.",
                "Physician. I have already mentioned, on no account must he be\nlet out of doors.",
                "Madhav Poor child, it is very hard to keep him indoors all day\nlong.",
                "Physician. What else can you do? The autumn sun and the damp\nare both very bad for the little fellow -- for the scriptures have it:",
                "\"In wheezing, swoon or in nervous fret,In jaundice or leaden\n  eyes -- \"",
                "Madhav. Never mind the scriptures, please. Eh, then we must\nshut the poor thing up. Is there no other method?",
                "Physician. None at all: for, \"In the wind and in the sun -- \"",
                "Madhav. What will your \"in this and in that\" do for me now?\nWhy don't you let them alone and come straight to the point? What's to be done\nthen? Your system is very, very hard for the poor boy; and he is so quiet too\nwith all his pain and sickness. It tears my heart to see him\nwince, as he takes your medicine.",
                "Physician. effect. That's why the sage Chyabana observes: \"In\nmedicine as in good advices, the least palatable ones are the truest.\" Ah, well!\nI must be trotting now. [Exit]",
                "[Gaffer enters]",
                "Madhav. Well, I'm jiggered, there's Gaffer now.",
                "Gaffer. Why, why, I won't bite you.",
                "Madhav. No, but you are a devil to send children off their\nheads.",
                "Gaffer. But you aren't a child, and you've no child in the\nhouse; why worry then?",
                "Madhav. Oh, but I have brought a child into the house.",
                "Gaffer. Indeed, how so?",
                "Madhav. You remember how my wife was dying to adopt a child?",
                "Gaffer. Yes, but that's an old story; you didn't like the\nidea.",
                "Madhav. You know, brother, how hard all this getting money in\nhas been. That somebody else's child would sail in and waste all\nthis money earned with so much trouble -- Oh, I hated the idea. But this boy\nclings to my heart in such a queer sort of way --",
                "Gaffer. So that's the trouble! and your money goes all for him\nand feels jolly lucky it does go at all.",
                "Madhav. Formerly, earning was a sort of passion with me; I\nsimply couldn't help working for money. Now, I make money and as I know it is\nall for this dear boy, earning becomes a joy to me.",
                "Gaffer. Ah, well, and where did you pick him up?",
                "Madhav. He is the son of a man who was a brother to my wife by\nvillage ties. He has had no mother since infancy; and now the\nother day he lost his father as well.",
                "Gaffer. Poor thing: and so he needs me all the more.",
                "Madhav. The doctor says all the organs of his little body are\nat loggerheads with each other, and there isn't much hope for his life. There is\nonly one way to save him and that is to keep him out of this autumn wind and\nsun. But you are such a terror! What with this game of yours at your age, too,\nto get children out of doors!",
                "Gaffer. God bless my soul! So I'm already as bad as autumn\nwind and sun, eh! But, friend, I know something, too, of the game of keeping\nthem indoors. When my day's work is over I am coming in to make\nfriends with this child of yours. [Exit]",
                "[Amal enters]",
                "Amal. Uncle, I say, Uncle!",
                "Madhav. Hullo! Is that you, Amal?",
                "Amal. Mayn't I be out of the courtyard at all?",
                "Madhav. No, my dear, no.",
                "Amal. See, there where Auntie grinds lentils in the quirn, the\nsquirrel is sitting with his tail up and with his wee hands he's picking up the\nbroken grains of lentils and crunching them. Can't I run up\nthere?",
                "Madhav. No, my darling, no.",
                "Amal. Wish I were a squirrel! -- it would be lovely. Uncle, why\nwon't you let me go about?",
                "Madhav. Doctor says it's bad for you to be out.",
                "Amal. How can the doctor know?",
                "Madhav. What a thing to say! The doctor can't know and he\nreads such huge books!",
                "Amal. Does his book-learning tell him everything?",
                "Madhav. Of course, don't you know!",
                "Amal [With a sigh] Ah, I am so stupid! I don't read\nbooks.",
                "Madhav. Now, think of it; very, very learned people are all\nlike you; they are never out of doors.",
                "Amal. Aren't they really?",
                "Madhav. No, how can they? Early and late they toil and moil at\ntheir books, and they've eyes for nothing else. Now, my little man, you are\ngoing to be learned when you grow up; and then you will stay at\nhome and read such big books, and people will notice you and say, \"he's a\nwonder.\"",
                "Amal. No, no, Uncle; I beg of you by your dear feet -- I don't\nwant to be learned, I won't.",
                "Madhav. Dear, dear; it would have been my saving if I could\nhave been learned.",
                "Amal. No, I would rather go about and see everything that\nthere is.",
                "Madhav. Listen to that! See! What will you see, what is there\nso much to see?",
                "Amal. See that far-away hill from our window -- I often long to\ngo beyond those hills and right away.",
                "Madhav. Oh, you silly! As if there's nothing more to be done\nbut just get up to the top of that hill and away! Eh! You don't talk sense, my\nboy. Now listen, since that hill stands there upright as a barrier, it means you\ncan't get beyond it. Else, what was the use in heaping up so many large stones\nto make such a big affair of it, eh!",
                "Amal. Uncle, do you think it is meant to prevent your crossing\nover? It seems to me because the earth can't speak it raises its hands into the\nsky and beckons. And those who live far and sit alone by their windows can see\nthe signal. But I suppose the learned people --",
                "Madhav. No, they don't have time for that sort of nonsense.\nThey are not crazy like you.",
                "Amal. Do you know, yesterday I met someone quite as crazy as I\nam.",
                "Madhav. Gracious me, really, how so?",
                "Amal. He had a bamboo staff on his shoulder with a small\nbundle at the top, and a brass pot in his left hand, and an old pair of shoes\non; he was making for those hills straight across that meadow there. I called\nout to him and asked, \"Where are you going?\" He answered, \"I\ndon't know, anywhere!\" I asked again, \"Why are you going?\" He said, \"I'm going\nout to seek work.\" Say, Uncle, have you to seek work?",
                "Madhav. Of course I have to. There's many about looking for\njobs.",
                "Amal. How lovely! I'll go about, like them too, finding things\nto do.",
                "Madhav. Suppose you seek and don't find. Then --",
                "Amal. Wouldn't that be jolly? Then I should go farther! I\nwatched that man slowly walking on with his pair of worn out shoes. And when he\ngot to where the water flows under the fig tree, he stopped and\nwashed his feet in the stream. Then he took out from his bundle some gram-flour,\nmoistened it with water and began to eat. Then he tied up his bundle and\nshouldered it again; tucked up his cloth above his knees and crossed the stream.\nI've asked Auntie to let me go up to the stream, and eat my gram-flour just like\nhim.",
                "Madhav. And what did your Auntie say to that?",
                "Amal. Auntie said, \"Get well and then I'll take you over\nthere.\" Please, Uncle, when shall I get well?",
                "Madhav. It won't be long, dear.",
                "Amal. Really, but then I shall go right away the moment I'm\nwell again.",
                "Madhav. And where will you go?",
                "Amal. Oh, I will walk on, crossing so many streams, wading\nthrough water. Everybody will be asleep with their doors shut in the heat of the\nday and I will tramp on and on seeking work far, very far.",
                "Madhav. I see! I think you had better be getting well first;\nthen --",
                "Amal. But then you won't want me to be learned, will you,\nUncle?",
                "Madhav. What would you rather be then?",
                "Amal. I can't think of anything just now; but I'll tell you\nlater on.",
                "Madhav. Very well. But mind you, you aren't to call out and\ntalk to strangers again.",
                "Amal. But I love to talk to strangers!",
                "Madhav. Suppose they had kidnapped you?",
                "Amal. That would have been splendid! But no one ever takes me\naway. They all want me to stay in here.",
                "Madhav. I am off to my work -- but, darling, you won't go out,\nwill you?",
                "Amal. No, I won't. But, Uncle, you'll let me be in this room\nby the roadside.",
                "[Exit Madhav]",
                "Dairyman. Curds, curds, good nice curds.",
                "Amal. Curdseller, I say, Curdseller.",
                "Dairyman. Why do you call me? Will you buy some curds?",
                "Amal. How can I buy? I have no money.",
                "Dairyman. What a boy! Why call out then? Ugh! What a waste of\ntime.",
                "Amal. I would go with you if I could.",
                "Dairyman. With me?",
                "Amal. Yes, I seem to feel homesick when I hear you call from\nfar down the road.",
                "Dairyman [Lowering his yoke-pole] Whatever are you\ndoing here, my child?",
                "Amal. The doctor says I'm not to be out, so I sit here all day\nlong.",
                "Dairyman. My poor child, whatever has happened to you?",
                "Amal. I can't tell. You see I am not learned, so I don't know\nwhat's the matter with me. Say, Dairyman, where do you come from?",
                "Dairyman. From our village.",
                "Amal. Your village? Is it very far?",
                "Dairyman. Our village lies on the river Shamli at the foot of\nthe Panch-mura hills.",
                "Amal. Panch-mura hills! Shamli river! I wonder. I may have\nseen your village. I can't think when though!",
                "Dairyman. Have you seen it? Been to the foot of those hills?",
                "Amal. Never. But I seem to remember having seen it. Your\nvillage is under some very old big trees, just by the side of the red\nroad -- isn't that so?",
                "Dairyman. That's right, child.",
                "Amal. And on the slope of the hill cattle grazing.",
                "Dairyman. How wonderful! Aren't there cattle grazing in our\nvillage! Indeed, there are!",
                "Amal. And your women with red sarees fill their pitchers from\nthe river and carry them on their heads.",
                "Dairyman. Good, that's right. Women from our dairy village do\ncome and draw their water from the river; but then it isn't everyone who has a\nred saree to put on. But, my dear child, surely you must have been there for a\nwalk some time.",
                "Amal. Really, Dairyman, never been there at all. But the first\nday doctor lets me go out, you are going to take me to your village.",
                "Dairyman. I will, my child, with pleasure.",
                "Amal. And you'll teach me to cry curds and shoulder the yoke\nlike you and walk the long, long road?",
                "Dairyman. Dear, dear, did you ever? Why should you sell curds?\nNo, you will read big books and be learned.",
                "Amal. No, I never want to be learned -- I'll be like you and\ntake my curds from the village by the red road near the old banyan tree, and I\nwill hawk it from cottage to cottage. Oh, how do you cry -- \"Curd, curd, good nice\ncurd!\" Teach me the tune, will you?",
                "Dairyman. Dear, dear, teach you the tune; what an idea!",
                "Amal. Please do. I love to hear it. I can't tell you how queer\nI feel when I hear you cry out from the bend of that road, through the line of\nthose trees! Do you know I feel like that when I hear the shrill cry of kites\nfrom almost the end of the sky?",
                "Dairyman. Dear child, will you have some curds? Yes, do.",
                "Amal. But I have no money.",
                "Dairyman. No, no, no, don't talk of money! You'll make me so\nhappy if you have a little curds from me.",
                "Amal. Say, have I kept you too long?",
                "Dairyman. Not a bit; it has been no loss to me at all; you\nhave taught me how to be happy selling curds. [Exit]",
                "Amal [Intoning] Curds, curds, good nice curds -- from the\ndairy village -- from the country of the Panch-mura hills by the Shamli bank.\nCurds, good curds; in the early morning the women make the cows stand in a row\nunder the trees and milk them, and in the evening they turn the milk into curds.\nCurds, good curds. Hello, there's the watchman on his rounds. Watchman, I say,\ncome and have a word with me.",
                "Watchman. What's all this row you are making? Aren't you\nafraid of the likes of me?",
                "Amal. No, why should I be?",
                "Watchman. Suppose I march you off then?",
                "Amal. Where will you take me to? Is it very far, right beyond\nthe hills?",
                "Watchman. Suppose I march you straight to the King?",
                "Amal. To the King! Do, will you? But the doctor won't let me\ngo out. No one can ever take me away. I've got to stay here all day long.",
                "Watchman. Doctor won't let you, poor fellow! So I see! Your\nface is pale and there are dark rings round your eyes. Your veins stick out from\nyour poor thin hands.",
                "Amal. Won't you sound the gong, Watchman?",
                "Watchman. Time has not yet come.",
                "Amal. How curious! Some say time has not yet come, and some\nsay time has gone by! But surely your time will come the moment you strike the\ngong!",
                "Watchman. That's not possible; I strike up the gong only when\nit is time.",
                "Amal. Yes, I love to hear your gong. When it is midday and our\nmeal is over, Uncle goes off to his work and Auntie falls asleep reading her\nRâmayana, and in the courtyard under the shadow of the wall our\ndoggie sleeps with his nose in his curled up tail; then your gong strikes out,\n\"Dong, dong, dong!\" Tell me why does your gong sound?",
                "Watchman. My gong sounds to tell the people, Time waits for\nnone, but goes on forever.",
                "Amal. Where, to what land?",
                "Watchman. That none knows.",
                "Amal. Then I suppose no one has ever been there! Oh, I do wish\nto fly with the time to that land of which no one knows anything.",
                "Watchman. All of us have to get there one day, my child.",
                "Amal. Have I too?",
                "Watchman. Yes, you too!",
                "Amal. But doctor won't let me out.",
                "Watchman. One day the doctor himself may take you there by the\nhand.",
                "Amal. He won't; you don't know him. He only keeps me in.",
                "Watchman. One greater than he comes and lets us free.",
                "Amal. When will this great doctor come for me? I can't stick\nin here any more.",
                "Watchman. Shouldn't talk like that, my child.",
                "Amal. No. I am here where they have left me -- I never move a\nbit. But when your gong goes off, dong, dong, dong, it goes to my heart. Say,\nWatchman?",
                "Watchman. Yes, my dear.",
                "Amal. Say, what's going on there in that big house on the\nother side, where there is a flag flying high up and the people\nare always going in and out?",
                "Watchman. Oh, there? That's our new Post Office.",
                "Amal. Post Office? Whose?",
                "Watchman. Whose? Why, the King's surely!",
                "Amal. Do letters come from the King to his office here?",
                "Watchman. Of course. One fine day there may be a letter for\nyou in there.",
                "Amal. A letter for me? But I am only a little boy.",
                "Watchman. The King sends tiny notes to little boys.",
                "Amal. Oh, how lovely! When shall I have my letter? How do you\nguess he'll write to me?",
                "Watchman. Otherwise why should he set his Post Office here\nright in front of your open window, with the golden flag flying?",
                "Amal. But who will fetch me my King's letter when it comes?",
                "Watchman. The King has many postmen. Don't you see them run\nabout with round gilt badges on their chests?",
                "Amal. Well, where do they go?",
                "Watchman. Oh, from door to door, all through the country.",
                "Amal. I'll be the King's postman when I grow up.",
                "Watchman. Ha! ha! Postman, indeed! Rain or shine, rich or\npoor, from house to house delivering letters -- that's very great work!",
                "Amal. That's what I'd like best. What makes you smile so? Oh,\nyes, your work is great too. When it is silent everywhere in the heat of the\nnoonday, your gong sounds, Dong, dong, dong, --  and sometimes when I wake up at\nnight all of a sudden and find our lamp blown out, I can hear\nthrough the darkness your gong slowly sounding, Dong, dong, dong!",
                "Watchman. There's the village headman! I must be off. If he\ncatches me gossiping with you there'll be a great to do.",
                "Amal. The headman? Whereabouts is he?",
                "Watchman. Right down the road there; see that huge palm-leaf\numbrella hopping along? That's him!",
                "Amal. I suppose the King's made him our headman here?",
                "Watchman. Made him? Oh, no! A fussy busy-body! He knows so\nmany ways of making himself unpleasant that everybody is afraid of him. It's\njust a game for the likes of him, making trouble for everybody. I must be off\nnow! Mustn't keep work waiting, you know! I'll drop in again to-morrow morning\nand tell you all the news of the town. [Exit]",
                "Amal. It would be splendid to have a letter from the King\nevery day. I'll read them at the window. But, oh! I can't read writing. Who'll\nread them out to me, I wonder! Auntie reads her Râmayana; she may know the\nKing's writing. If no one will, then I must keep them carefully and read them\nwhen I'm grown up. But if the postman can't find me? Headman, Mr. Headman, may I\nhave a word with you?",
                "Headman. Who is yelling after me on the highway? Oh, you\nwretched monkey!",
                "Amal. You're the headman. Everybody minds you.",
                "Headman [Looking pleased] Yes, oh yes, they do! They\nmust!",
                "Amal. Do the King's postmen listen to you?",
                "Headman. They've got to. By Jove, I'd like to see --",
                "Amal. Will you tell the postman it's Amal who sits by the\nwindow here?",
                "Headman. What's the good of that?",
                "Amal. In case there's a letter for me.",
                "Headman. A letter for you! Whoever's going to write to you?",
                "Amal. If the King does.",
                "Headman. Ha! ha! What an uncommon little fellow you are! Ha!\nha! the King indeed, aren't you his bosom friend, eh! You haven't met for a long\nwhile and the King is pining, I am sure. Wait till to-morrow and you'll have\nyour letter.",
                "Amal. Say, Headman, why do you speak to me in that tone of\nvoice? Are you cross?",
                "Headman. Upon my word! Cross, indeed! You write to the King!\nMadhav is devilish swell nowadays. He'd made a little pile; and so kings and\npadishahs are everyday talk with his people. Let me find him once and I'll make\nhim dance. Oh, you snipper-snapper! I'll get the King's letter sent to your\nhouse -- indeed I will!",
                "Amal. No, no, please don't trouble yourself about it.",
                "Headman. And why not, pray! I'll tell the King about you and\nhe won't be very long. One of his footmen will come along\npresently for news of you. Madhav's impudence staggers me. If the King hears of\nthis, that'll take some of his nonsense out of him. [Exit]",
                "Amal. Who are you walking there? How your anklets tinkle! Do\nstop a while, dear, won't you?",
                "[A Girl enters]",
                "Girl. I haven't a moment to spare; it is already late!",
                "Amal. I see, you don't wish to stop; I don't care to stay on\nhere either.",
                "Girl. You make me think of some late star of the morning!\nWhatever's the matter with you?",
                "Amal. I don't know; the doctor won't let me out.",
                "Girl. Ah me! Don't then! Should listen to the doctor.\nPeople'll be cross with you if you're naughty. I know, always looking out and\nwatching must make you feel tired. Let me close the window a bit for you.",
                "Amal. No, don't, only this one's open! All the others are\nshut. But will you tell me who you are? Don't seem to know you.",
                "Girl. I am Sudha.",
                "Amal. What Sudha?",
                "Sudha. Don't you know? Daughter of the flower-seller here.",
                "Amal. What do you do?",
                "Sudha. I gather flowers in my basket.",
                "Amal. Oh, flower gathering! That is why your feet seem so glad\nand your anklets jingle so merrily as you walk. Wish I could be out too. Then I\nwould pick some flowers for you from the very topmost branches right out of\nsight.",
                "Sudha. Would you really? Do you know more about flowers than\nI?",
                "Amal. Yes, I do, quite as much. I know all about\nChampa of the fairy tale and his seven brothers. If only they let me, I'll go\nright into the dense forest where you can't find your way. And where the\nhoney-sipping hummingbird rocks himself on the end of the thinnest branch, I\nwill flower out as a champa. Would you be my sister Parul?",
                "Sudha. You are silly! How can I be sister Parul when I am\nSudha and my mother is Sasi, the flower-seller? I have to weave so many garlands\na day. It would be jolly if I could lounge here like you!",
                "Amal. What would you do then, all the day long?",
                "Sudha. I could have great times with my doll Benay the bride,\nand Meni the pussycat and -- but I say it is getting late and I mustn't stop, or I\nwon't find a single flower.",
                "Amal. Oh, wait a little longer; I do like it so!",
                "Sudha. Ah, well -- now don't you be naughty. Be good and sit\nstill and on my way back home with the flowers I'll come and talk with you.",
                "Amal. And you'll let me have a flower then?",
                "Sudha. No, how can I? It has to be paid for.",
                "Amal. I'll pay when I grow up -- before I leave to look for work\nout on the other side of that stream there.",
                "Sudha. Very well, then.",
                "Amal. And you'll come back when you have your flowers?",
                "Sudha. I will.",
                "Amal. You will, really?",
                "Sudha. Yes, I will.",
                "Amal. You won't forget me? I am Amal, remember that.",
                "Sudha. I won't forget you, you'll see. [Exit]",
                "[A Troop of Boys enter]",
                "Amal. Say, brothers, where are you all off to? Stop here a\nlittle.",
                "Boys. We're off to play.",
                "Amal. What will you play at, brothers?",
                "Boys. We'll play at being ploughmen.",
                "First Boy [Showing a stick] This is our ploughshare.",
                "Second Boy. We two are the pair of oxen.",
                "Amal. And you're going to play the whole day?",
                "Boys. Yes, all day long.",
                "Amal. And you'll come back home in the evening by the road\nalong the river bank?",
                "Boys. Yes.",
                "Amal. Do you pass our house on your way home?",
                "Boys. You come out to play with us, yes do.",
                "Amal. Doctor won't let me out.",
                "Boys. Doctor! Suppose the likes of you mind the doctor. Let's\nbe off; it is getting late.",
                "Amal. Don't. Why not play on the road near this window? I\ncould watch you then.",
                "Third Boy. What can we play at here?",
                "Amal. With all these toys of mine lying about. Here you are,\nhave them. I can't play alone. They are getting dirty and are of\nno use to me.",
                "Boys. How jolly! What fine toys! Look, here's a ship. There's\nold mother Jatai; say, chaps, ain't he a gorgeous sepoy? And you'll let us have\nthem all? You don't really mind?",
                "Amal. No, not a bit; have them by all means.",
                "Boys. You don't want them back?",
                "Amal. Oh, no, I shan't want them.",
                "Boys. Say, won't you get a scolding for this?",
                "Amal. No one will scold me. But will you play with them in\nfront of our door for a while every morning? I'll get you new ones when these\nare old.",
                "Boys. Oh, yes, we will. Say, chaps, put these sepoys into a\nline. We'll play at war; where can we get a musket? Oh, look here, this bit of\nreed will do nicely. Say, but you're off to sleep already.",
                "Amal. I'm afraid I'm sleepy. I don't know, I feel like it at\ntimes. I have been sitting a long while and I'm tired; my back aches.",
                "Boys It's only early noon now. How is it you're sleepy?\nListen! The gong's sounding the first watch.",
                "Amal. Yes, dong, dong, dong, it tolls me to sleep.",
                "Boys We had better go then. We'll come in again to-morrow\nmorning.",
                "Amal. I want to ask you something before you go. You are\nalways out -- do you know of the King's postmen?",
                "Boys Yes, quite well.",
                "Amal. Who are they? Tell me their names.",
                "Boys One's Badal, another's Sarat. There's so many of them.",
                "Amal. Do you think they will know me if there's a letter for\nme?",
                "Boys Surely, if your name's on the letter they will find you\nout.",
                "Amal. When you call in to-morrow morning, will you bring one\nof them along so that he'll know me?",
                "Boys Yes, if you like.",
                "CURTAIN"
            ]
        },
        {
            "name": " ACT II ",
            "sub_name": "",
            "text": [
                "ACT II",
                "[Amal in Bed]",
                "Amal. Can't I go near the window to-day, Uncle? Would the\ndoctor mind that too?",
                "Madhav. Yes, darling, you see you've made yourself worse\nsquatting there day after day.",
                "Amal. Oh, no, I don't know if it's made me more ill, but I\nalways feel well when I'm there.",
                "Madhav. No, you don't; you squat there and make friends with\nthe whole lot of people round here, old and young, as if they are holding a fair\nright under my eaves -- flesh and blood won't stand that strain. Just see -- your\nface is quite pale.",
                "Amal. Uncle, I fear my fakir'll pass and not see me by the\nwindow.",
                "Madhav. Your fakir, whoever's that?",
                "Amal. He comes and chats to me of the many lands where he's\nbeen. I love to hear him.",
                "Madhav. How's that? I don't know of any fakirs.",
                "Amal. This is about the time he comes in. I beg of you, by\nyour dear feet, ask him in for a moment to talk to me here.",
                "[Gaffer Enters in a Fakir's Guise]",
                "Amal. There you are. Come here, Fakir, by my bedside.",
                "Madhav. Upon my word, but this is --",
                "Gaffer [Winking hard] I am the fakir.",
                "Madhav. It beats my reckoning what you're not.",
                "Amal. Where have you been this time, Fakir?",
                "Fakir To the Isle of Parrots. I am just back.",
                "Madhav. The Parrots' Isle!",
                "Fakir. Is it so very astonishing? Am I like you, man? A\njourney doesn't cost a thing. I tramp just where I like.",
                "Amal [Clapping] How jolly for you! Remember your\npromise to take me with you as your follower when I'm well.",
                "Fakir. Of course, and I'll teach you such secrets too of\ntravelling that nothing in sea or forest or mountain can bar\nyour way.",
                "Madhav. What's all this rigmarole?",
                "Gaffer. Amal, my dear, I bow to nothing in sea or mountain;\nbut if the doctor joins in with this uncle of yours, then I with all my magic\nmust own myself beaten.",
                "Amal. No. Uncle shan't tell the doctor. And I promise to lie\nquiet; but the day I am well, off I go with the Fakir and nothing in sea or\nmountain or torrent shall stand in my way.",
                "Madhav. Fie, dear child, don't keep on harping upon going! It\nmakes me so sad to hear you talk so.",
                "Amal. Tell me, Fakir, what the Parrots' Isle is like.",
                "Gaffer. It's a land of wonders; it's a haunt of birds. There's\nno man; and they neither speak nor walk, they simply sing and they fly.",
                "Amal. How glorious! And it's by some sea?",
                "Gaffer. Of course. It's on the sea.",
                "Amal. And green hills are there?",
                "Gaffer. Indeed, they live among the green hills; and in the\ntime of the sunset when there is a red glow on the hillside, all the birds with their green wings flock back to their nests.",
                "Amal. And there are waterfalls!",
                "Gaffer. Dear me, of course; you don't have a hill without its\nwaterfalls. Oh, it's like molten diamonds; and, my dear, what dances they have!\nDon't they make the pebbles sing as they rush over them to the sea. No devil of\na doctor can stop them for a moment. The birds looked upon me as nothing but a\nman, quite a trifling creature without wings -- and they would have nothing to do\nwith me. Were it not so I would build a small cabin for myself among their crowd\nof nests and pass my days counting the sea waves.",
                "Amal. How I wish I were a bird! Then --",
                "Gaffer. But that would have been a bit of a job; I hear you've\nfixed up with the dairyman to be a hawker of curds when you grow up; I'm afraid\nsuch business won't flourish among birds; you might land yourself into serious\nloss.",
                "Madhav. Really this is too much. Between you two I shall turn\ncrazy. Now, I'm off.",
                "Amal. Has the dairyman been, Uncle?",
                "Madhav. And why shouldn't he? He won't bother his head running\nerrands for your pet fakir, in and out among the nests in his\nParrots' Isle. But he has left a jar of curd for you saying that he is rather\nbusy with his niece's wedding in the village, and he has got to order a band at\nKamlipara.",
                "Amal. But he is going to marry me to his little niece.",
                "Gaffer. Dear me, we are in a fix now.",
                "Amal. He said she would find me a lovely little bride with a\npair of pearl drops in her ears and dressed in a lovely red sâree; and in\nthe morning she would milk with her own hands the black cow and feed me with\nwarm milk with foam on it from a brand new earthen cruse; and in the evenings\nshe would carry the lamp round the cow-house, and then come and\nsit by me to tell me tales of Champa and his six brothers.",
                "Gaffer. How delicious! The prospect tempts even me, a hermit!\nBut never mind, dear, about this wedding. Let it be. I tell you when you wed\nthere'll be no lack of nieces in his household.",
                "Madhav. Shut up! This is more than I can stand. [Exit]",
                "Amal. Fakir, now that Uncle's off, just tell me, has the King\nsent me a letter to the Post Office?",
                "Gaffer. I gather that his letter has already started; but it's\nstill on the way.",
                "Amal. On the way? Where is it? Is it on that road winding\nthrough the trees which you can follow to the end of the forest when the sky is\nquite clear after rain?",
                "Gaffer. That's so. You know all about it already.",
                "Amal. I do, everything.",
                "Gaffer. So I see, but how?",
                "Amal. I can't say; but it's quite clear to me. I fancy I've\nseen it often in days long gone by. How long ago I can't tell. Do you know when? I can see it all: there, the King's postman coming\ndown the hillside alone, a lantern in his left hand and on his back a bag of\nletters climbing down for ever so long, for days and nights, and where at the\nfoot of the mountain the waterfall becomes a stream he takes to the footpath on\nthe bank and walks on through the rye; then comes the sugarcane field and he\ndisappears into the narrow lane cutting through the tall stems of sugarcanes;\nthen he reaches the open meadow where the cricket chirps and where there is not\na single man to be seen, only the snipe wagging their tails and poking at the\nmud with their bills. I can feel him coming nearer and nearer and my heart\nbecomes glad.",
                "Gaffer. My eyes aren't young; but you make me see all the\nsame.",
                "Amal. Say, Fakir, do you know the King who has this Post\nOffice?",
                "Gaffer. I do; I go to him for my alms every day.",
                "Amal. Good! When I get well, I must have my alms too from him,\nmayn't I?",
                "Gaffer. You won't need to ask, my dear, he'll give it to you\nof his own accord.",
                "Amal. No, I would go to his gate and cry, \"Victory to thee, O\nKing!\" and dancing to the tabor's sound, ask for alms. Won't it be nice?",
                "Gaffer. It would be splendid, and if you're with me, I shall\nhave my full share. But what'll you ask?",
                "Amal. I shall say, \"Make me your postman, that I may go about\nlantern in hand, delivering your letters from door to door. Don't let me stay at\nhome all day!\"",
                "Gaffer. What is there to be sad for, my child, even were you\nto stay at home?",
                "Amal. It isn't sad. When they shut me in here first I felt the\nday was so long. Since the King's Post Office I like it more and more being\nindoors, and as I think I shall get a letter one day, I feel quite happy and\nthen I don't mind being quiet and alone. I wonder if I shall\nmake out what'll be in the King's letter?",
                "Gaffer. Even if you didn't wouldn't it be enough if it just\nbore your name?",
                "[Madhav enters]",
                "Madhav. Have you any idea of the trouble you've got me into,\nbetween you two?",
                "Gaffer. What's the matter?",
                "Madhav. I hear you've let it get rumored about that the King\nhas planted his office here to send messages to both of you.",
                "Gaffer. Well, what about it?",
                "Madhav. Our headman Panchanan has had it told to the King\nanonymously.",
                "Gaffer. Aren't we aware that everything reaches the King's\nears?",
                "Madhav. Then why don't you look out? Why take the King's name\nin vain? You'll bring me to ruin if you do.",
                "Amal. Say, Fakir, will the King be cross?",
                "Gaffer. Cross, nonsense! And with a child like you and a fakir\nsuch as I am. Let's see if the King be angry, and then won't I\ngive him a piece of my mind.",
                "Amal. Say, Fakir, I've been feeling a sort of darkness coming\nover my eyes since the morning. Everything seems like a dream. I long to be\nquiet. I don't feel like talking at all. Won't the King's letter come? Suppose\nthis room melts away all on a sudden, suppose --",
                "Gaffer [Fanning Amal] The letter's sure to come to-day,\nmy boy.",
                "[Doctor enters]",
                "Doctor And how do you feel to-day?",
                "Amal. Feel awfully well to-day, Doctor. All pain seems to have\nleft me.",
                "Doctor [Aside to Madhav] Don't quite like the look of\nthat smile. Bad sign that, his feeling well! Chakradhan has observed --",
                "Madhav. For goodness sake, Doctor, leave Chakradhan alone.\nTell me what's going to happen?",
                "Doctor. Can't hold him in much longer, I fear! I warned you\nbefore -- This looks like a fresh exposure.",
                "Madhav. No, I've used the utmost care, never let him out of\ndoors; and the windows have been shut almost all the time.",
                "Doctor. There's a peculiar quality in the air to-day. As I\ncame in I found a fearful draught through your front door. That's most hurtful.\nBetter lock it at once. Would it matter if this kept your visitors off for two\nor three days? If someone happens to call unexpectedly -- there's the back door.\nYou had better shut this window as well, it's letting in the sunset rays only to\nkeep the patient awake.",
                "Madhav. Amal has shut his eyes. I expect he is sleeping. His\nface tells me -- Oh, Doctor, I bring in a child who is a stranger and love him as\nmy own, and now I suppose I must lose him!",
                "Doctor. What's that? There's your headman sailing in! -- What a\nbother! I must be going, brother. You had better stir about and\nsee to the doors being properly fastened. I will send on a strong dose directly\nI get home. Try it on him -- it may save him at last, if he can be saved at all.\n[Exeunt Madhav and Doctor.]",
                "[The Headman enters]",
                "Headman. Hello, urchin!",
                "Gaffer [Rising hastily] 'Sh, be quiet.",
                "Amal. No, Fakir, did you think I was asleep? I wasn't. I can\nhear everything; yes, and voices far away. I feel that mother and father are\nsitting by my pillow and speaking to me.",
                "[Madhav enters]",
                "Headman. I say, Madhav, I hear you hobnob with bigwigs\nnowadays.",
                "Madhav. Spare me your jests, Headman, we are but common\npeople.",
                "Headman. But your child here is expecting a letter from the\nKing.",
                "Madhav. Don't you take any notice of him, a mere foolish boy!",
                "Headman. Indeed, why not! It'll beat the King hard to find a\nbetter family! Don't you see why the King plants his new Post Office right\nbefore your win- dow? Why there's a letter for you from the King, urchin.",
                "Amal [Starting up] Indeed, really!",
                "Headman. How can it be false? You're the King's chum. Here's\nyour letter [showing a blank slip of paper]. Ha, ha, ha! This is the\nletter.",
                "Amal. Please don't mock me. Say, Fakir, is it so?",
                "Gaffer. Yes, my dear. I as Fakir tell you it is his letter.",
                "Amal. How is it I can't see? It all looks so blank to me. What\nis there in the letter, Mr. Headman?",
                "Headman. The King says, \"I am calling on you shortly; you had\nbetter arrange puffed rice offerings for me. -- Palace fare is quite tasteless to\nme now.\" Ha! ha! ha!",
                "Madhav [With folded palms] I beseech you, headman,\ndon't you joke about these things --",
                "Gaffer. Cutting jokes indeed, dare he!",
                "Madhav. Are you out of your mind too, Gaffer?",
                "Gaffer. Out of my mind, well then I am; I can read plainly\nthat the King writes he will come himself to see Amal, with the state physician.",
                "Amal. Fakir, Fakir, 'sh, his trumpet! Can't you hear?",
                "Headman. Ha! ha! ha! I fear he won't until he's a bit more off\nhis head.",
                "Amal. Mr. Headman, I thought you were cross with me and didn't\nlove me. I never could think you would fetch me the King's letter. Let me wipe\nthe dust off your feet.",
                "Headman. This little child does have an instinct of reverence.\nThough a little silly, he has a good heart.",
                "Amal. It's hard on the fourth watch now, I suppose -- Hark the\ngong, \"Dong, dong, ding,\" \"Dong, dong, ding.\" Is the evening\nstar up? How is it I can't see --",
                "Gaffer. Oh, the windows are all shut, I'll open them.",
                "[A knocking outside]",
                "Madhav. What's that? -- Who is it -- what a bother!",
                "Voice [From outside] Open the door.",
                "Madhav Say, Headman -- Hope they're not robbers.",
                "Headman Who's there? -- It's Panchanan, the headman,\ncalls -- Aren't you afraid of the like of me? Fancy! The noise has\nceased! Panchanan's voice carries far. -- Yes, show me the biggest robbers!",
                "Madhav [Peering out of the window] I should think the\nnoise has ceased. They've smashed the door.",
                "[The King's Herald enters]",
                "Herald. Our Sovereign King comes to-night!",
                "Headman. My God!",
                "Amal. At what hour of the night, Herald?",
                "Herald. On the second watch.",
                "Amal. When from the city gates my friend the watchman will\nstrike his gong, \"ding dong ding, ding dong ding\" -- then?",
                "Herald. Yes, then. The King sends his greatest physician to\nattend on his young friend.",
                "[State Physician enters]",
                "State Physician. What's this? How close it is here! Open wide\nall the doors and windows. [Feeling Amal's body] How do you feel, my\nchild?",
                "Amal. I feel very well, Doctor, very well. All pain is gone.\nHow fresh and open! I can see all the stars now twinkling from the other side of\nthe dark.",
                "Physician. Will you feel well enough to leave your bed with\nthe King when he comes in the middle watches of the night?",
                "Amal. Of course, I'm dying to be about for ever so long. I'll\nask the King to find me the polar star. -- I must have seen it often, but I don't\nknow exactly which it is.",
                "Physician. He will tell you everything. [To Madhav]\nWill you go about and arrange flowers through the room for the King's visit?\n[Indicating the Headman] We can't have that person in here.",
                "Amal. No, let him be, Doctor. He is a friend. It was he who\nbrought me the King's letter.",
                "Physician. Very well, my child. He may remain if he is a\nfriend of yours.",
                "Madhav [Whispering into Amal's ear] My child, the King\nloves you. He is coming himself. Beg for a gift from him. You know our humble\ncircumstances.",
                "Amal. Don't you worry, Uncle. -- I've made up my mind about it.",
                "Madhav. What is it, my child?",
                "Amal. I shall ask him to make me one of his postmen that I may\nwander far and wide, delivering his message from door to door.",
                "Madhav [Slapping his forehead] Alas, is that all?",
                "Amal. What'll be our offerings to the King, Uncle, when he\ncomes?",
                "Herald. He has commanded puffed rice.",
                "Amal. Puffed rice! Say, Headman, you're right. You said so.\nYou knew all we didn't.",
                "Headman. If you send word to my house then I could manage for\nthe King's advent really nice --",
                "Physician. No need at all. Now be quiet all of you. Sleep is\ncoming over him. I'll sit by his pillow; he's dropping into\nslumber. Blow out the oil-lamp. Only let the star-light stream in. Hush, he\nslumbers.",
                "Madhav [Addressing Gaffer] What are you standing there\nfor like a statue, folding your palms. -- I am nervous. -- Say, are they good omens?\nWhy are they darkening the room? How will star-light help?",
                "Gaffer. Silence, unbeliever.",
                "[Sudha enters]",
                "Sudha. Amal!",
                "Physician. He's asleep.",
                "Sudha. I have some flowers for him. Mayn't I give them into\nhis own hand?",
                "Physician. Yes, you may.",
                "Sudha. When will he be awake?",
                "Physician. Directly the King comes and calls him.",
                "Sudha. Will you whisper a word for me in his ear?",
                "Physician. What shall I say?",
                "Sudha. Tell him Sudha has not forgotten him.",
                "CURTAIN"
            ]
        }
    ]
}