{
    "id": "6686",
    "title": "The Gardener",
    "author": "Rabindranath Tagore",
    "content": [
        {
            "name": " PREFACE ",
            "sub_name": "",
            "text": [
                "Preface",
                "Most of the lyrics of love and life, the translations of which from\n      Bengali are published in this book, were written much earlier than the\n      series of religious poems contained in the book named Gitanjali.\n      The translations are not always literal -- the originals being\n      sometimes abridged and sometimes paraphrased.",
                "Rabindranath Tagore."
            ]
        },
        {
            "name": " MAIN ",
            "sub_name": "",
            "text": [
                "1",
                "SERVANT.  Have mercy upon your servant, my queen!\n\n QUEEN.  The assembly is over and my servants are all gone.  Why\n   do you come at this late hour?\n\n SERVANT.  When you have finished with others, that is my time.\n I come to ask what remains for your last servant to do.\n\n QUEEN.  What can you expect when it is too late?\n\n SERVANT.  Make me the gardener of your flower garden.\n\n QUEEN.  What folly is this?\n\n SERVANT.  I will give up my other work.\n I will throw my swords and lances down in the dust.  Do not send\n   me to distant courts; do not bid me undertake new conquests.\n   But make me the gardener of your flower garden.\n\n QUEEN.  What will your duties be?\n\n SERVANT.  The service of your idle days.\n I will keep fresh the grassy path where you walk in the morning,\n   where your feet will be greeted with praise at every step by\n   the flowers eager for death.\n I will swing you in a swing among the branches of the\n   saptaparna, where the early evening moon will struggle\n   to kiss your skirt through the leaves.\n I will replenish with scented oil the lamp that burns by your\n   bedside, and decorate your footstool with sandal and saffron\n   paste in wondrous designs.\n\n QUEEN.  What will you have for your reward?\n\n SERVANT.  To be allowed to hold your little fists like tender\n   lotus-buds and slip flower chains over your wrists; to tinge\n   the soles of your feet with the red juice of ashoka\n   petals and kiss away the speck of dust that may chance to\n   linger there.\n\n QUEEN.  Your prayers are granted, my servant, you will be the\n   gardener of my flower garden.",
                "2",
                "\"Ah, poet, the evening draws near; your hair is turning grey.\n \"Do you in your lonely musing hear the message of the hereafter?\"\n\n \"It is evening,\" the poet said, \"and I am listening because some\n   one may call from the village, late though it be.\n \"I watch if young straying hearts meet together, and two pairs of\n   eager eyes beg for music to break their silence and speak for\n   them.\n \"Who is there to weave their passionate songs, if I sit on the\n   shore of life and contemplate death and the beyond?\n\n \"The early evening star disappears.\n \"The glow of a funeral pyre slowly dies by the silent river.\n \"Jackals cry in chorus from the courtyard of the deserted house\n   in the light of the worn-out moon.\n \"If some wanderer, leaving home, come here to watch the night and\n   with bowed head listen to the murmur of the darkness, who is\n   there to whisper the secrets of life into his ears if I,\n   shutting my doors, should try to free myself from mortal bonds?\n\n \"It is a trifle that my hair is turning grey.\n \"I am ever as young or as old as the youngest and the oldest of\n   this village.\n \"Some have smiles, sweet and simple, and some a sly twinkle in\n   their eyes.\n \"Some have tears that well up in the daylight, and others tears\n   that are hidden in the gloom.\n They all have need for me, and I have no time to brood over the\n   afterlife.\n \"I am of an age with each, what matter if my hair turns grey?\"",
                "3",
                "In the morning I cast my net into the sea.\n I dragged up from the dark abyss things of strange aspect and\n   strange beauty -- some shone like a smile, some glistened like\n   tears, and some were flushed like the cheeks of a bride.\n When with the day's burden I went home, my love was sitting in\n   the garden idly tearing the leaves of a flower.\n I hesitated for a moment, and then placed at her feet all that I\n   had dragged up, and stood silent.\n She glanced at them and said, \"What strange things are these?  I\n   know not of what use they are!\"\n I bowed my head in shame and thought, \"I have not fought for\n   these, I did not buy them in the market; they are not fit gifts\n   for her.\"\n Then the whole night through I flung them one by one into the\n   street.\n In the morning travellers came; they picked them up and carried\n   them into far countries.",
                "4",
                "Ah me, why did they build my house by the road to the market\n   town?\n They moor their laden boats near my trees.\n They come and go and wander at their will.\n I sit and watch them; my time wears on.\n Turn them away I cannot.  And thus my days pass by.\n\n Night and day their steps sound by my door.\n Vainly I cry, \"I do not know you.\"\n Some of them are known to my fingers, some to my nostrils, the\n   blood in my veins seems to know them, and some are known to my\n   dreams.\n Turn them away I cannot.  I call them and say, \"Come to my house\n   whoever chooses.  Yes, come.\"\n\n In the morning the bell rings in the temple.\n They come with their baskets in their hands.\n Their feet are rosy red.  The early light of dawn is on their\n   faces.\n Turn them away I cannot.  I call them and I say, \"Come to my\n   garden to gather flowers.  Come hither.\"\n\n In the mid-day the gong sounds at the palace gate.\n I know not why they leave their work and linger near my hedge.\n The flowers in their hair are pale and faded; the notes are\n   languid in their flutes.\n Turn them away I cannot.  I call them and say, \"The shade is cool\n   under my trees.  Come, friends.\"\n\n At night the crickets chirp in the woods.\n Who is it that comes slowly to my door and gently knocks?\n I vaguely see the face, not a word is spoken, the stillness of\n   the sky is all around.\n Turn away my silent guest I cannot.  I look at the face through\n   the dark, and hours of dreams pass by.",
                "5",
                "I am restless.  I am athirst for far-away things.\n My soul goes out in a longing to touch the skirt of the dim\n   distance.\n O Great Beyond, O the keen call of thy flute!\n I forget, I ever forget, that I have no wings to fly, that I am\n   bound in this spot evermore.\n\n I am eager and wakeful, I am a stranger in a strange land.\n Thy breath comes to me whispering an impossible hope.\n Thy tongue is known to my heart as its very own.\n O Far-to-seek, O the keen call of thy flute!\n I forget, I ever forget, that I know not the way, that I have not\n   the winged horse.\n\n I am listless, I am a wanderer in my heart.\n In the sunny haze of the languid hours, what vast vision of thine\n   takes shape in the blue of the sky!\n O Farthest end, O the keen call of thy flute!\n I forget, I ever forget, that the gates are shut everywhere in\n   the house where I dwell alone!",
                "6",
                "The tame bird was in a cage, the free bird was in the forest.\n They met when the time came, it was a decree of fate.\n The free bird cries, \"O my love, let us fly to wood.\"\n The cage bird whispers, \"Come hither, let us both live in the\n   cage.\"\n Says the free bird, \"Among bars, where is there room to spread\n   one's wings?\"\n \"Alas,\" cries the cage bird, \"I should not know where to sit\n   perched in the sky.\"\n\n The free bird cries, \"My darling, sing the songs of the\n   woodlands.\"\n The cage bird says, \"Sit by my side, I'll teach you the speech of\n   the learned.\"\n The forest bird cries, \"No, ah no! songs can never be taught.\"\n The cage bird says, \"Alas for me, I know not the songs of the\n   woodlands.\"\n\n Their love is intense with longing, but they never can fly wing\n   to wing.\n Through the bars of the cage they look, and vain is their wish to\n   know each other.\n They flutter their wings in yearning, and sing, \"Come closer, my\n   love!\"\n The free bird cries, \"It cannot be, I fear the closed doors of\n   the cage.\"\n The cage bird whispers, \"Alas, my wings are powerless and dead.\"",
                "7",
                "O mother, the young Prince is to pass by our door, -- how can I\n   attend to my work this morning?\n Show me how to braid up my hair; tell me what garment to put on.\n Why do you look at me amazed, mother?\n I know well he will not glance up once at my window; I know he\n   will pass out of my sight in the twinkling of an eye; only the\n   vanishing strain of the flute will come sobbing to me from\n   afar.\n But the young Prince will pass by our door, and I will put on my\n   best for the moment.\n\n O mother, the young Prince did pass by our door, and the morning\n   sun flashed from his chariot.\n I swept aside the veil from my face, I tore the ruby chain from\n   my neck and flung it in his path.\n Why do you look at me amazed, mother?\n I know well he did not pick up my chain; I know it was crushed\n   under his wheels leaving a red stain upon the dust, and no one\n   knows what my gift was nor to whom.\n But the young Prince did pass by our door, and I flung the jewel\n   from my breast before his path.",
                "8",
                "When the lamp went out by my bed I woke up with the early birds.\n I sat at my open window with a fresh wreath on my loose hair.\n The young traveller came along the road in the rosy mist of the\n   morning.\n A pearl chain was on his neck, and the sun's rays fell on his\n   crown.  He stopped before my door and asked me with an eager\n   cry, \"Where is she?\"\n For very shame I could not say, \"She is I, young traveller, she\n   is I.\"\n\n It was dusk and the lamp was not lit.\n I was listlessly braiding my hair.\n The young traveller came on his chariot in the glow of the\n   setting sun.\n His horses were foaming at the mouth, and there was dust on his\n   garment.\n He alighted at my door and asked in a tired voice, \"Where is\n   she?\"\n For very shame I could not say, \"She is I, weary traveller, she\n   is I.\"\n\n It is an April night.  The lamp is burning in my room.\n The breeze of the south comes gently.  The noisy parrot sleeps in\n   its cage.\n My bodice is of the colour of the peacock's throat, and my mantle\n   is green as young grass.\n I sit upon the floor at the window watching the deserted street.\n Through the dark night I keep humming, \"She is I, despairing\n   traveller, she is I.\"",
                "9",
                "When I go alone at night to my love-tryst, birds do not sing, the\n   wind does not stir, the houses on both sides of the street\n   stand silent.\n It is my own anklets that grow loud at every step and I am\n   ashamed.\n\n When I sit on my balcony and listen for his footsteps, leaves do\n   not rustle on the trees, and the water is still in the river\n   like the sword on the knees of a sentry fallen asleep.\n It is my own heart that beats wildly -- I do not know how to quiet\n   it.\n\n When my love comes and sits by my side, when my body trembles and\n   my eyelids droop, the night darkens, the wind blows out the\n   lamp, and the clouds draw veils over the stars.\n It is the jewel at my own breast that shines and gives light.  I\n   do not know how to hide it.",
                "10",
                "Let your work be, bride.  Listen, the guest has come.\n Do you hear, he is gently shaking the chain which fastens the\n   door?\n See that your anklets make no loud noise, and that your step is\n   not over-hurried at meeting him.\n Let your work be, bride, the guest has come in the evening.\n\n No, it is not the ghostly wind, bride, do not be frightened.\n It is the full moon on a night of April; shadows are pale in the\n   courtyard; the sky overhead is bright.\n Draw your veil over your face if you must, carry the lamp to the\n   door if you fear.\n No, it is not the ghostly wind, bride, do not be frightened.\n\n Have no word with him if you are shy; stand aside by the door\n   when you meet him.\n If he asks you questions, and if you wish to, you can lower your\n   eyes in silence.\n Do not let your bracelets jingle when, lamp in hand, you lead him\n   in.\n Have no word with him if you are shy.\n\n Have you not finished your work yet, bride?  Listen, the guest\n   has come.\n Have you not lit the lamp in the cowshed?\n Have you not got ready the offering basket for the evening\n   service?\n Have you not put the red lucky mark at the parting of your hair,\n   and done your toilet for the night?\n O bride, do you hear, the guest has come?\n Let your work be!",
                "11",
                "Come as you are; do not loiter over your toilet.\n If your braided hair has loosened, if the parting of your hair be\n   not straight, if the ribbons of your bodice be not fastened, do\n   not mind.\n Come as you are; do not loiter over your toilet.\n\n Come, with quick steps over the grass.\n If the raddle come from your feet because of the dew, if the\n   rings of bells upon your feet slacken, if pearls drop out of\n   your chain, do not mind.\n Come with quick steps over the grass.\n\n Do you see the clouds wrapping the sky?\n Flocks of cranes fly up from the further river-bank and fitful\n   gusts of wind rush over the heath.\n The anxious cattle run to their stalls in the village.\n Do you see the clouds wrapping the sky?\n\n In vain you light your toilet lamp -- it flickers and goes out in\n   the wind.\n Who can know that your eyelids have not been touched with lamp-\n   black?  For your eyes are darker than rain-clouds.\n In vain you light your toilet lamp -- it goes out.\n\n Come as you are; do not loiter over your toilet.\n If the wreath is not woven, who cares; if the wrist-chain has not\n   been linked, let it be.\n The sky is overcast with clouds -- it is late.\n Come as you are; do not loiter over your toilet.",
                "12",
                "If you would be busy and fill your pitcher, come, O come to my\n   lake.\n The water will cling round your feet and babble its secret.\n The shadow of the coming rain is on the sands, and the clouds\n   hang low upon the blue lines of the trees like the heavy hair\n   above your eyebrows.\n I know well the rhythm of your steps, they are beating in my\n   heart.\n Come, O come to my lake, if you must fill your pitcher.\n\n If you would be idle and sit listless and let your pitcher float\n   on the water, come, O come to my lake.\n The grassy slope is green, and the wild flowers beyond number.\n Your thoughts will stray out of your dark eyes like birds from\n   their nests.\n Your veil will drop to your feet.\n Come, O come to my lake if you must sit idle.\n\n If you would leave off your play and dive in the water, come, O\n   come to my lake.\n Let your blue mantle lie on the shore; the blue water will cover\n   you and hide you.\n The waves will stand a-tiptoe to kiss your neck and whisper in\n   your ears.\n Come, O come to my lake, if you would dive in the water.\n\n If you must be mad and leap to your death, come, O come to my\n   lake.\n It is cool and fathomlessly deep.\n It is dark like a sleep that is dreamless.\n There in its depths nights and days are one, and songs are\n   silence.\n Come, O come to my lake, if you would plunge to your death.",
                "13",
                "I asked nothing, only stood at the edge of the wood behind the\n   tree.\n Languor was still upon the eyes of the dawn, and the dew in the\n   air.\n The lazy smell of the damp grass hung in the thin mist above the\n   earth.\n Under the banyan tree you were milking the cow with your hands,\n   tender and fresh as butter.\n And I was standing still.\n\n I did not say a word.  It was the bird that sang unseen from the\n   thicket.\n The mango tree was shedding its flowers upon the village road,\n   and the bees came humming one by one.\n On the side of the pond the gate of Shiva's temple was\n   opened and the worshipper had begun his chants.\n With the vessel on your lap you were milking the cow.\n I stood with my empty can.\n\n I did not come near you.\n The sky woke with the sound of the gong at the temple.\n The dust was raised in the road from the hoofs of the driven\n   cattle.\n With the gurgling pitchers at their hips, women came from the\n   river.\n Your bracelets were jingling, and foam brimming over the jar.\n The morning wore on and I did not come near you.",
                "14",
                "I was walking by the road, I do not know why, when the noonday\n   was past and bamboo branches rustled in the wind.\n The prone shadows with their out-stretched arms clung to the feet\n   of the hurrying light.\n The koels were weary of their songs.\n I was walking by the road, I do not know why.\n\n The hut by the side of the water is shaded by an overhanging\n   tree.\n Some one was busy with her work, and her bangles made music in\n   the corner.\n I stood before this hut, I know not why.\n\n The narrow winding road crosses many a mustard field, and many a\n   mango forest.\n It passes by the temple of the village and the market at the\n   river landing place.\n I stopped by this hut, I do not know why.\n\n Years ago it was a day of breezy March when the murmur of the\n   spring was languorous, and mango blossoms were dropping on the\n   dust.\n The rippling water leapt and licked the brass vessel that stood\n   on the landing step.\n I think of that day of breezy March, I do not know why.\n\n Shadows are deepening and cattle returning to their folds.\n The light is grey upon the lonely meadows, and the villagers are\n   waiting for the ferry at the bank.\n I slowly return upon my steps, I do not know why.",
                "15",
                "I run as a musk-deer runs in the shadow of the forest mad with\n   his own perfume.\n The night is the night of mid-May, the breeze is the breeze of\n   the south.\n I lose my way and I wander, I seek what I cannot get, I get what\n   I do not seek.\n\n From my heart comes out and dances the image of my own desire.\n The gleaming vision flits on.\n I try to clasp it firmly, it eludes me and leads me astray.\n I seek what I cannot get, I get what I do not seek.",
                "16",
                "Hands cling to hands and eyes linger on eyes: thus begins the\n   record of our hearts.\n It is the moonlit night of March; the sweet smell of henna\n   is in the air; my flute lies on the earth neglected and your\n   garland of flowers in unfinished.\n This love between you and me is simple as a song.\n\n Your veil of the saffron colour makes my eyes drunk.\n The jasmine wreath that you wove me thrills to my heart like\n   praise.\n It is a game of giving and withholding, revealing and screening\n   again; some smiles and some little shyness, and some sweet\n   useless struggles.\n This love between you and me is simple as a song.\n\n No mystery beyond the present; no striving for the impossible; no\n   shadow behind the charm; no groping in the depth of the dark.\n This love between you and me is simple as a song.\n\n We do not stray out of all words into the ever silent; we do not\n   raise our hands to the void for things beyond hope.\n It is enough what we give and we get.\n We have not crushed the joy to the utmost to wring from it the\n   wine of pain.\n This love between you and me is simple as a song.",
                "17",
                "The yellow bird sings in their tree and makes my heart dance with\n   gladness.\n We both live in the same village, and that is our one piece of\n   joy.\n Her pair of pet lambs come to graze in the shade of our garden\n   trees.\n If they stray into our barley field, I take them up in my arms.\n The name of our village is Khanjan, and Anjan they call our\n   river.\n My name is known to all the village, and her name is Ranjan.\n\n Only one field lies between us.\n Bees that have hived in our grove go to seek honey in theirs.\n Flowers launched from their landing-stairs come floating by the\n   stream where we bathe.\n Baskets of dried kusm flowers come from their fields to\n   our market.\n The name of our village is Khanjan, and Anjan they call our\n   river.\n My name is known to all the village, and her name is Ranjan.\n\n The lane that winds to their house is fragrant in the spring with\n   mango flowers.\n When their linseed is ripe for harvest the hemp is in bloom in\n   our field.\n The stars that smile on their cottage send us the same twinkling\n   look.\n The rain that floods their tank makes glad our kadam\n   forest.\n The name of our village is Khanjan, and Anjan they call our\n   river.\n My name is known to all the village, and her name is Ranjan.",
                "18",
                "When the two sisters go to fetch water, they come to this spot\n   and they smile.\n They must be aware of somebody who stands behind the trees\n   whenever they go to fetch water.\n\n The two sisters whisper to each other when they pass this spot.\n They must have guessed the secret of that somebody who stands\n   behind the trees whenever they go to fetch water.\n\n Their pitchers lurch suddenly, and water spills when they reach\n   this spot.\n They must have found out that somebody's heart is beating who\n   stands behind the trees whenever they go to fetch water.\n\n The two sisters glance at each other when they come to this spot,\n   and they smile.\n There is a laughter in their swift-stepping feet, which makes\n   confusion in somebody's mind who stands behind the trees\n   whenever they go to fetch water.",
                "19",
                "You walked by the riverside path with the full pitcher upon your\n   hip.\n Why did you swiftly turn your face and peep at me through your\n   fluttering veil?\n That gleaming look from the dark came upon me like a breeze that\n   sends a shiver through the rippling water and sweeps away to\n   the shadowy shore.\n It came to me like the bird of the evening that hurriedly flies\n   across the lampless room from the one open window to the other,\n   and disappears in the night.\n You are hidden as a star behind the hills, and I am a passer-by\n   upon the road.\n But why did you stop for a moment and glance at my face through\n   your veil while you walked by the riverside path with the full\n   pitcher upon your hip?",
                "20",
                "Day after day he comes and goes away.\n Go, and give him a flower from my hair, my friend.\n If he asks who was it that sent it, I entreat you do not tell him\n   my name -- for he only comes and goes away.\n\n He sits on the dust under the tree.\n Spread there a seat with flowers and leaves, my friend.\n His eyes are sad, and they bring sadness to my heart.\n He does not speak what he has in mind; he only comes and goes\n   away.",
                "21",
                "Why did he choose to come to my door, the wandering youth, when\n   the day dawned?\n As I come in and out I pass by him every time, and my eyes are\n   caught by his face.\n I know not if I should speak to him or keep silent.  Why did he\n   choose to come to my door?\n\n The cloudy nights in July are dark; the sky is soft blue in the\n   autumn; the spring days are restless with the south wind.\n He weaves his songs with fresh tunes every time.\n I turn from my work and my eyes fill with the mist.  Why did he\n   choose to come to my door?",
                "22",
                "When she passed by me with quick steps, the end of her skirt\n   touched me.\n From the unknown island of a heart came a sudden warm breath of\n   spring.\n A flutter of a flitting touch brushed me and vanished in a\n   moment, like a torn flower petal blown in the breeze.\n It fell upon my heart like a sigh of her body and whisper of her\n   heart.",
                "23",
                "Why do you sit there and jingle your bracelets in mere idle\n   sport?\n Fill your pitcher.  It is time for you to come home.\n\n Why do you stir the water with your hands and fitfully glance at\n   the road for some one in mere idle sport?\n Fill your pitcher and come home.\n\n The morning hours pass by -- the dark water flows on.\n The waves are laughing and whispering to each other in mere idle\n   sport.\n\n The wandering clouds have gathered at the edge of the sky on\n   yonder rise of the land.\n They linger and look at your face and smile in mere idle sport.\n Fill your pitcher and come home.",
                "24",
                "Do not keep to yourself the secret of your heart, my friend!\n Say it to me, only to me, in secret.\n You who smile so gently, softly whisper, my heart will hear it,\n   not my ears.\n\n The night is deep, the house is silent, the birds' nests are\n   shrouded with sleep.\n Speak to me through hesitating tears, through faltering smiles,\n   through sweet shame and pain, the secret of your heart!",
                "25",
                "\"Come to us, youth, tell us truly why there is madness in your\n   eyes?\"\n \"I know not what wine of wild poppy I have drunk, that there is\n   this madness in my eyes.\"\n \"Ah, shame!\"\n \"Well, some are wise and some foolish, some are watchful and some\n   careless.  There are eyes that smile and eyes that weep -- and\n   madness is in my eyes.\"\n\n \"Youth, why do you stand so still under the shadow of the tree?\"\n \"My feet are languid with the burden of my heart, and I stand\n   still in the shadow.\"\n \"Ah, shame!\"\n \"Well, some march on their way and some linger, some are free and\n   some are fettered -- and my feet are languid with the burden of\n   my heart.\"",
                "26",
                "\"What comes from your willing hands I take.  I beg for nothing\n   more.\"\n \"Yes, yes, I know you, modest mendicant, you ask for all that one\n   has.\"\n\n \"If there be a stray flower for me I will wear it in my heart.\"\n \"But if there be thorns?\"\n \"I will endure them.\"\n \"Yes, yes, I know you, modest mendicant, you ask for all that one\n   has.\"\n\n \"If but once you should raise your loving eyes to my face it\n   would make my life sweet beyond death.\"\n \"But if there by only cruel glances?\"\n \"I will keep them piercing my heart.\"\n \"Yes, yes, I know you, modest mendicant, you ask for all that one\n   has.\"",
                "27",
                "\"Trust love even if it brings sorrow.  Do not close up your\n   heart.\"\n \"Ah no, my friend, your words are dark, I cannot understand\n   them.\"\n\n \"The heart is only for giving away with a tear and a song, my\n   love.\"\n \"Ah no, my friend, your words are dark, I cannot understand\n   them.\"\n\n \"Pleasure is frail like a dewdrop, while it laughs it dies.  But\n   sorrow is strong and abiding.  Let sorrowful love wake in your\n   eyes.\"\n \"Ah no, my friend, your words are dark, I cannot understand\n   them.\"\n\n \"The lotus blooms in the sight of the sun, and loses all that it\n   has.  It would not remain in bud in the eternal winter mist.\"\n \"Ah no, my friend, your words are dark, I cannot understand\n   them.\"",
                "28",
                "Your questioning eyes are sad.  They seek to know my meaning as\n   the moon would fathom the sea.\n I have bared my life before your eyes from end to end, with\n   nothing hidden or held back.  That is why you know me not.\n If it were only a gem I could break it into a hundred pieces and\n   string them into a chain to put on your neck.\n If it were only a flower, round and small and sweet, I could\n   pluck it from its stem to set it in your hair.\n But it is a heart, my beloved.  Where are its shores and its\n   bottom?\n You know not the limits of this kingdom, still you are its queen.\n If it were only a moment of pleasure it would flower in an easy\n   smile, and you could see it and read it in a moment.\n If it were merely a pain it would melt in limpid tears,\n  reflecting its inmost secret without a word.\n But it is love, my beloved.\n Its pleasure and pain are boundless, and endless its wants and\n   wealth.\n It is as near to you as your life, but you can never wholly know\n   it.",
                "29",
                "Speak to me, my love!  Tell me in words what you sang.\n The night is dark.  The stars are lost in clouds.  The wind is\n   sighing through the leaves.\n I will let loose my hair.  My blue cloak will cling round me like\n   night.  I will clasp your head to my bosom; and there in the\n   sweet loneliness murmur on your heart.  I will shut my eyes and\n   listen.  I will not look in your face.\n When your words are ended, we will sit still and silent.  Only\n   the trees will whisper in the dark.\n The night will pale.  The day will dawn.  We shall look at each\n   other's eyes and go on our different paths.\n Speak to me, my love!  Tell me in words what you sang.",
                "30",
                "You are the evening cloud floating in the sky of my dreams.\n I paint you and fashion you ever with my love longings.\n You are my own, my own, Dweller in my endless dreams!\n\n Your feet are rosy-red with the glow of my heart's desire,\n   Gleaner of my sunset songs!\n Your lips are bitter-sweet with the taste of my wine of pain.\n You are my own, my own, Dweller in my lonesome dreams!\n\n With the shadow of my passion have I darkened your eyes, Haunter\n   of the depth of my gaze!\n I have caught you and wrapt you, my love, in the net of my music.\n You are my own, my own, Dweller in my deathless dreams!",
                "31",
                "My heart, the bird of the wilderness, has found its sky in your\n   eyes.\n They are the cradle of the morning, they are the kingdom of the\n   stars.\n My songs are lost in their depths.\n Let me but soar in that sky, in its lonely immensity.\n Let me but cleave its clouds and spread wings in its sunshine.",
                "32",
                "Tell me if this be all true, my lover, tell me if this be true.\n When these eyes flash their lightning the dark clouds in your\n   breast make stormy answer.\n Is it true that my lips are sweet like the opening bud of the\n   first conscious love?\n Do the memories of vanished months of May linger in my limbs?\n Does the earth, like a harp, shiver into songs with the touch of\n   my feet?\n Is it then true that the dewdrops fall from the eyes of night\n   when I am seen, and the morning light is glad when it wraps my\n   body round?\n Is it true, is it true, that your love travelled alone through\n   ages and worlds in search of me?\n That when you found me at last, your age-long desire found utter\n   peace in my gentle speech and my eyes and lips and flowing\n   hair?\n Is it then true that the mystery of the Infinite is written on\n   this little forehead of mine?\n Tell me, my lover, if all this be true.",
                "33",
                "I love you, beloved.  Forgive me my love.\n Like a bird losing its way I am caught.\n When my heart was shaken it lost its veil and was naked.  Cover\n   it with pity, beloved, and forgive me my love.\n\n If you cannot love me, beloved, forgive me my pain.\n Do not look askance at me from afar.\n I will steal back to my corner and sit in the dark.\n With both hands I will cover my naked shame.\n Turn your face from me, beloved, and forgive me my pain.\n\n If you love me, beloved, forgive me my joy.\n When my heart is borne away by the flood of happiness, do not\n   smile at my perilous abandonment.\n When I sit on my throne and rule you with my tyranny of love,\n   when like a goddess I grant you my favour, bear with my pride,\n   beloved, and forgive me my joy.",
                "34",
                "Do not go, my love, without asking my leave.\n I have watched all night, and now my eyes are heavy with sleep.\n I fear lest I lose you when I am sleeping.\n Do not go, my love, without asking my leave.\n\n I start up and stretch my hands to touch you.  I ask myself, \"Is\n   it a dream?\"\n Could I but entangle your feet with my heart and hold them fast\n   to my breast!\n Do not go, my love, without asking my leave.",
                "35",
                "Lest I should know you too easily, you play with me.\n You blind me with flashes of laughter to hide your tears.\n I know, I know your art.\n You never say the word you would.\n\n Lest I should not prize you, you elude me in a thousand ways.\n Lest I should confuse you with the crowd, you stand aside.\n I know, I know your art,\n You never walk the path you would.\n\n Your claim is more than that of others, that is why you are\n   silent.\n With playful carelessness you avoid my gifts.\n I know, I know your art,\n You never will take what you would.",
                "36",
                "He whispered, \"My love, raise your eyes.\"\n I sharply chid him, and said \"Go!\"; but he did not stir.\n He stood before me and held both my hands.  I said, \"Leave me!\";\n   but he did not go.\n\n He brought his face near my ear.  I glanced at him and said,\n   \"What a shame!\"; but he did not move.\n His lips touched my cheek.  I trembled and said, \"You dare too\n   much;\" but he had no shame.\n\n He put a flower in my hair.  I said, \"It is useless!\"; but he\n   stood unmoved.\n He took the garland from my neck and went away.  I weep and ask\n   my heart, \"Why does he not come back?\"",
                "37",
                "Would you put your wreath of fresh flowers on my neck, fair one?\n But you must know that the one wreath that I had woven is for the\n   many, for those who are seen in glimpses, or dwell in lands\n   unexplored, or live in poets' songs.\n\n It is too late to ask my heart in return for yours.\n There was a time when my life was like a bud, all its perfume was\n   stored in its core.\n Now it is squandered far and wide.\n Who knows the enchantment that can gather and shut it up again?\n My heart is not mine to give to one only, it is given to the\n   many.",
                "38",
                "My love, once upon a time your poet launched a great epic in his\n   mind.\n Alas, I was not careful, and it struck your ringing anklets and\n   came to grief.\n It broke up into scraps of songs and lay scattered at your feet.\n All my cargo of the stories of old wars was tossed by the\n   laughing waves and soaked in tears and sank.\n You must make this loss good to me, my love.\n If my claims to immortal fame after death are shattered, make me\n   immortal while I live.\n And I will not mourn for my loss nor blame you.",
                "39",
                "I try to weave a wreath all the morning, but the flowers slip and\n   they drop out.\n You sit there watching me in secret through the corner of your\n   prying eyes.\n Ask those eyes, darkly planning mischief, whose fault it was.\n\n I try to sing a song, but in vain.\n A hidden smile trembles on your lips, ask of it the reason of my\n   failure.\n Let your smiling lips say on oath how my voice lost itself in\n   silence like a drunken bee in the lotus.\n\n It is evening, and the time for the flowers to close their\n   petals.\n Give me leave to sit by your side, and bid my lips to do the work\n   that can be done in silence and in the dim light of stars.",
                "40",
                "An unbelieving smile flits on your eyes when I come to you to\n   take my leave.\n I have done it so often that you think I will soon return.\n To tell you the truth I have the same doubt in my mind.\n For the spring days come again time after time; the full moon\n   takes leave and comes on another visit, the flowers come again\n   and blush upon their branches year after year, and it is likely\n   that I take my leave only to come to you again.\n But keep the illusion awhile; do not send it away with ungentle\n   haste.\n When I say I leave you for all time, accept it as true, and let a\n   mist of tears for one moment deepen the dark rim of your eyes.\n Then smile as archly as you like when I come again.",
                "41",
                "I long to speak the deepest words I have to say to you; but I\n   dare not, for fear you should laugh.\n That is why I laugh at myself and shatter my secret in jest.\n I make light of my pain, afraid you should do so.\n\n I long to tell you the truest words I have to say to you; but I\n   dare not, being afraid that you would not believe them.\n That is why I disguise them in untruth, saying the contrary of\n   what I mean.\n I make my pain appear absurd, afraid that you should do so.\n\n I long to use the most precious words I have for you; but I dare\n   not, fearing I should not be paid with like value.\n That is why I gave you hard names and boast of my callous\n   strength.\n I hurt you, for fear you should never know any pain.\n\n I long to sit silent by you; but I dare not lest my heart come\n   out at my lips.\n That is why I prattle and chatter lightly and hide my heart\n   behind words.\n I rudely handle my pain, for fear you should do so.\n\n I long to go away from your side; but I dare not, for fear my\n   cowardice should become known to you.\n That is why I hold my head high and carelessly come into your\n   presence.\n Constant thrusts from your eyes keep my pain fresh for ever.",
                "42",
                "O mad, superbly drunk;\n If you kick open your doors and play the fool in public;\n If you empty your bag in a night, and snap your fingers at\n   prudence;\n If you walk in curious paths and play with useless things;\n Reck not rhyme or reason;\n If unfurling your sails before the storm you snap the rudder in\n   two,\n Then I will follow you, comrade, and be drunken and go to the\n   dogs.\n\n I have wasted my days and nights in the company of steady wise\n   neighbours.\n Much knowing has turned my hair grey, and much watching has made\n   my sight dim.\n For years I have gathered and heaped up scraps and fragments of\n   things;\n Crush them and dance upon them, and scatter them all to the\n   winds.\n For I know 'tis the height of wisdom to be drunken and go to the\n   dogs.\n\n Let all crooked scruples vanish, let me hopelessly lose my way.\n Let a gust of wild giddiness come and sweep me away from my\n   anchors.\n The world is peopled with worthies, and workers, useful and\n   clever.\n There are men who are easily first, and men who come decently\n   after.\n Let them be happy and prosper, and let me be foolishly futile.\n For I know 'tis the end of all works to be drunken and go to the\n   dogs.\n\n I swear to surrender this moment all claims to the ranks of the\n   decent.\n I let go my pride of learning and judgment of right and of wrong.\n I'll shatter memory's vessel, scattering the last drop of tears.\n With the foam of the berry-red wine I will bathe and brighten my\n   laughter.\n The badge of the civil and staid I'll tear into shreds for the\n   nonce.\n I'll take the holy vow to be worthless, to be drunken and go to\n   the dogs.",
                "43",
                "No, my friends, I shall never be an ascetic, whatever you may say.\n I shall never be an ascetic if she does not take the vow with me.\n It is my firm resolve that if I cannot find a shady shelter and a\n   companion for my penance, I shall never turn ascetic.\n\n No, my friends, I shall never leave my hearth and home, and\n   retire into the forest solitude, if rings no merry laughter in\n   its echoing shade and if the end of no saffron mantle flutters\n   in the wind; if its silence is not deepened by soft whispers.\n I shall never be an ascetic.",
                "44",
                "Reverend sir, forgive this pair of sinners.  Spring winds to-day\n   are blowing in wild eddies, driving dust and dead leaves away,\n   and with them your lessons are all lost.\n Do not say, father, that life is a vanity.\n For we have made truce with death for once, and only for a few\n   fragrant hours we two have been made immortal.\n\n Even if the king's army came and fiercely fell upon us we should\n   sadly shake our heads and say, Brothers, you are disturbing us.\n   If you must have this noisy game, go and clatter your arms\n   elsewhere.  Since only for a few fleeting moments we have been\n   made immortal.\n\n If friendly people came and flocked around us, we should humbly\n   bow to them and say, This extravagant good fortune is an\n   embarrassment to us.  Room is scarce in the infinite sky where\n   we dwell.  For in the springtime flowers come in crowds, and\n   the busy wings of bees jostle each other.  Our little heaven,\n   where dwell only we two immortals, is too absurdly narrow.",
                "45",
                "To the guests that must go bid God's speed and brush away all\n   traces of their steps.\n Take to your bosom with a smile what is easy and simple and near.\n To-day is the festival of phantoms that know not when they die.\n Let your laughter be but a meaningless mirth like twinkles of\n   light on the ripples.\n Let your life lightly dance on the edges of Time like dew on the\n   tip of a leaf.\n Strike in chords from your harp fitful momentary rhythms.",
                "46",
                "You left me and went on your way.\n I thought I should mourn for you and set your solitary image in\n   my heart wrought in a golden song.\n But ah, my evil fortune, time is short.\n\n Youth wanes year after year; the spring days are fugitive; the\n   frail flowers die for nothing, and the wise man warns me that\n   life is but a dew-drop on the lotus leaf.\n Should I neglect all this to gaze after one who has turned her\n   back on me?\n That would be rude and foolish, for time is short.\n\n Then, come, my rainy nights with pattering feet; smile, my golden\n   autumn; come, careless April, scattering your kisses abroad.\n You come, and you, and you also!\n My loves, you know we are mortals.  Is it wise to break one's\n   heart for the one who takes her heart away?  For time is short.\n\n It is sweet to sit in a corner to muse and write in rhymes that\n   you are all my world.\n It is heroic to hug one's sorrow and determine not to be\n   consoled.\n But a fresh face peeps across my door and raises its eyes to my\n   eyes.\n I cannot but wipe away my tears and change the tune of my song.\n For time is short.",
                "47",
                "If you would have it so, I will end my singing.\n If it sets your heart aflutter, I will take away my eyes from\n   your face.\n If it suddenly startles you in your walk, I will step aside and\n   take another path.\n If it confuses you in your flower-weaving, I will shun your\n   lonely garden.\n If it makes the water wanton and wild, I will not row my boat by\n   your bank.",
                "48",
                "Free me from the bonds of your sweetness, my love!  No more of\n   this wine of kisses.\n This mist of heavy incense stifles my heart.\n Open the doors, make room for the morning light.\n I am lost in you, wrapped in the folds of your caresses.\n Free me from your spells, and give me back the manhood to offer\n   you my freed heart.",
                "49",
                "I hold her hands and press her to my breast.\n I try to fill my arms with her loveliness, to plunder her sweet\n   smile with kisses, to drink her dark glances with my eyes.\n Ah, but, where is it?  Who can strain the blue from the sky?\n I try to grasp the beauty, it eludes me, leaving only the body in\n   my hands.\n Baffled and weary I come back.\n How can the body touch the flower which only the spirit may\n   touch?",
                "50",
                "Love, my heart longs day and night for the meeting with you -- for\n   the meeting that is like all-devouring death.\n Sweep me away like a storm; take everything I have; break open my\n   sleep and plunder my dreams.  Rob me of my world.\n In that devastation, in the utter nakedness of spirit, let us\n   become one in beauty.\n Alas for my vain desire!  Where is this hope for union except in\n   thee, my God?",
                "51",
                "Then finish the last song and let us leave.\n Forget this night when the night is no more.\n Whom do I try to clasp in my arms?  Dreams can never be made\n   captive.\n My eager hands press emptiness to my heart and it bruises my\n   breast.",
                "52",
                "Why did the lamp go out?\n I shaded it with my cloak to save it from the wind, that is why\n   the lamp went out.\n\n Why did the flower fade?\n I pressed it to my heart with anxious love, that is why the\n   flower faded.\n\n Why did the stream dry up?\n I put a dam across it to have it for my use, that is why the\n   stream dried up.\n\n Why did the harp-string break?\n I tried to force a note that was beyond its power, that is why\n   the harp-string is broken.",
                "53",
                "Why do you put me to shame with a look?\n I have not come as a beggar.\n Only for a passing hour I stood at the end of your courtyard\n   outside the garden hedge.\n Why do you put me to shame with a look?\n\n Not a rose did I gather from your garden, not a fruit did I\n   pluck.\n I humbly took my shelter under the wayside shade where every\n   strange traveller may stand.\n Not a rose did I pluck.\n\n Yes, my feet were tired, and the shower of rain come down.\n The winds cried out among the swaying bamboo branches.\n The clouds ran across the sky as though in the flight from\n   defeat.\n My feet were tired.\n\n I know not what you thought of me or for whom you were waiting at\n   your door.\n Flashes of lightning dazzled your watching eyes.\n How could I know that you could see me where I stood in the dark?\n I know not what you thought of me.\n\n The day is ended, and the rain has ceased for a moment.\n I leave the shadow of the tree at the end of your garden and this\n   seat on the grass.\n It has darkened; shut your door; I go my way.\n The day is ended.",
                "54",
                "Where do you hurry with your basket this late evening when the\n   marketing is over?\n They all have come home with their burdens; the moon peeps from\n   above the village trees.\n The echoes of the voices calling for the ferry run across the\n   dark water to the distant swamp where wild ducks sleep.\n Where do you hurry with your basket when the marketing is over?\n\n Sleep has laid her fingers upon the eyes of the earth.\n The nests of the crows have become silent, and the murmurs of the\n   bamboo leaves are silent.\n The labourers home from their fields spread their mats in the\n   courtyards.\n Where do you hurry with your basket when the marketing is over?",
                "55",
                "It was mid-day when you went away.\n The sun was strong in the sky.\n I had done my work and sat alone on my balcony when you went\n   away.\n\n Fitful gusts came winnowing through the smells of many distant\n   fields.\n The doves cooed tireless in the shade, and a bee strayed in my\n   room humming the news of many distant fields.\n\n The village slept in the noonday heat.  The road lay deserted.\n In sudden fits the rustling of the leaves rose and died.\n I glazed at the sky and wove in the blue the letters of a name I\n   had known, while the village slept in the noonday heat.\n\n I had forgotten to braid my hair.  The languid breeze played with\n   it upon my cheek.\n The river ran unruffled under the shady bank.\n The lazy white clouds did not move.\n I had forgotten to braid my hair.\n\n It was mid-day when you went away.\n The dust of the road was hot and the fields panting.\n The doves cooed among the dense leaves.\n I was alone in my balcony when you went away.",
                "56",
                "I was one among many women busy with the obscure daily tasks of\n   the household.\n Why did you single me out and bring me away from the cool shelter\n   of our common life?\n\n Love unexpressed in sacred.  It shines like gems in the gloom of\n   the hidden heart.  In the light of the curious day it looks\n   pitifully dark.\n Ah, you broke through the cover of my heart and dragged my\n   trembling love into the open place, destroying for ever the\n   shady corner where it hid its nest.\n\n The other women are the same as ever.\n No one has peeped into their inmost being, and they themselves\n   know not their own secret.\n Lightly they smile, and weep, chatter, and work.  Daily they go\n   to the temple, light their lamps, and fetch water from the\n   river.\n\n I hoped my love would be saved from the shivering shame of the\n   shelterless, but you turn your face away.\n Yes, your path lies open before you, but you have cut off my\n   return, and left me stripped naked before the world with its\n   lidless eyes staring night and day.",
                "57",
                "I plucked your flower, O world!\n I pressed it to my heart and the thorn pricked.\n When the day waned and it darkened, I found that the flower had\n   faded, but the pain remained.\n\n More flowers will come to you with perfume and pride, O world!\n But my time for flower-gathering is over, and through the dark\n   night I have not my rose, only the pain remains.",
                "58",
                "One morning in the flower garden a blind girl came to offer me a\n   flower chain in the cover of a lotus leaf.\n I put it round my neck, and tears came to my eyes.\n I kissed her and said, \"You are blind even as the flowers are.\n You yourself know not how beautiful is your gift.\"",
                "59",
                "O woman, you are not merely the handiwork of God, but also of\n   men; these are ever endowing you with beauty from their hearts.\n Poets are weaving for you a web with threads of golden imagery;\n   painters are giving your form ever new immortality.\n The sea gives its pearls, the mines their gold, the summer\n   gardens their flowers to deck you, to cover you, to make you\n   more precious.\n The desire of men's hearts has shed its glory over your youth.\n You are one half woman and one half dream.",
                "60",
                "Amidst the rush and roar of life, O Beauty, carved in stone, you\n   stand mute and still, alone and aloof.\n Great Time sits enamoured at your feet and murmurs:\n \"Speak, speak to me, my love; speak, my bride!\"\n But your speech is shut up in stone, O Immovable Beauty!",
                "61",
                "Peace, my heart, let the time for the parting be sweet.\n Let it not be a death but completeness.\n Let love melt into memory and pain into songs.\n Let the flight through the sky end in the folding of the wings\n   over the nest.\n Let the last touch of your hands be gentle like the flower of the\n   night.\n Stand still, O Beautiful End, for a moment, and say your last\n   words in silence.\n I bow to you and hold up my lamp to light you on your way.",
                "62",
                "In the dusky path of a dream I went to seek the love who was mine\n   in a former life.\n\n Her house stood at the end of a desolate street.\n In the evening breeze her pet peacock sat drowsing on its perch,\n   and the pigeons were silent in their corner.\n\n She set her lamp down by the portal and stood before me.\n She raised her large eyes to my face and mutely asked, \"Are you\n   well, my friend?\"\n I tried to answer, but our language had been lost and forgotten.\n\n I thought and thought; our names would not come to my mind.\n Tears shone in her eyes.  She held up her right hand to me.  I\n   took it and stood silent.\n\n Our lamp had flickered in the evening breeze and died.",
                "63",
                "Traveller, must you go?\n The night is still and the darkness swoons upon the forest.\n The lamps are bright in our balcony, the flowers all fresh, and\n   the youthful eyes still awake.\n Is the time for your parting come?\n Traveller, must you go?\n\n We have not bound your feet with our entreating arms.\n Your doors are open.  Your horse stands saddled at the gate.\n If we have tried to bar your passage it was but with our songs.\n Did we ever try to hold you back it was but with our eyes.\n Traveller, we are helpless to keep you.  We have only our tears.\n\n What quenchless fire glows in your eyes?\n What restless fever runs in your blood?\n What call from the dark urges you?\n What awful incantation have you read among the stars in the sky,\n   that with a sealed secret message the night entered your heart,\n   silent and strange?\n\n If you do not care for merry meetings, if you must have peace,\n   weary heart, we shall put our lamps out and silence our harps.\n We shall sit still in the dark in the rustle of leaves, and the\n   tired moon will shed pale rays on your window.\n O traveller, what sleepless spirit has touched you from the heart\n   of the mid-night?",
                "64",
                "I spent my day on the scorching hot dust of the road.\n Now, in the cool of the evening, I knock at the door of the inn.\n   It is deserted and in ruins.\n A grim ashath tree spreads its hungry clutching roots\n   through the gaping fissures of the walls.\n\n Days have been when wayfarers came here to wash their weary feet.\n They spread their mats in the courtyard in the dim light of the\n   early moon, and sat and talked of strange lands.\n They work refreshed in the morning when birds made them glad, and\n   friendly flowers nodded their heads at them from the wayside.\n\n But no lighted lamp awaited me when I came here.\n The black smudges of smoke left by many a forgotten evening lamp\n   stare, like blind eyes, from the wall.\n Fireflies flit in the bush near the dried-up pond, and bamboo\n   branches fling their shadows on the grass-grown path.\n I am the guest of no one at the end of my day.\n The long night is before me, and I am tired.",
                "65",
                "Is that your call again?\n The evening has come.  Weariness clings around me like the arms\n   of entreating love.\n Do you call me?\n\n I had given all my day to you, cruel mistress, must you also rob\n   me of my night?\n Somewhere there is an end to everything, and the loneness of the\n   dark is one's own.\n Must your voice cut through it and smite me?\n\n Has the evening no music of sleep at your gate?\n Do the silent-winged stars never climb the sky above your\n   pitiless tower?\n Do the flowers never drop on the dust in soft death in your\n   garden?\n\n Must you call me, you unquiet one?\n Then let the sad eyes of love vainly watch and weep.\n Let the lamp burn in the lonely house.\n Let the ferry-boat take the weary labourers to their home.\n I leave behind my dreams and I hasten to your call.",
                "66",
                "A wandering madman was seeking the touchstone, with matted locks\n   tawny and dust-laden, and body worn to a shadow, his lips\n   tight-pressed, like the shut-up doors of his heart, his burning\n   eyes like the lamp of a glow-worm seeking its mate.\n\n Before him the endless ocean roared.\n The garrulous waves ceaselessly talked of hidden treasures,\n   mocking the ignorance that knew not their meaning.\n Maybe he now had no hope remaining, yet he would not rest, for\n   the search had become his life, -- \n Just as the ocean for ever lifts its arms to the sky for the\n   unattainable -- \n Just as the stars go in circles, yet seeking a goal that can\n   never be reached -- \n Even so on the lonely shore the madman with dusty tawny locks\n   still roamed in search of the touchstone.\n\n One day a village boy came up and asked, \"Tell me, where did you\n   come at this golden chain about your waist?\"\n The madman started -- the chain that once was iron was verily gold;\n   it was not a dream, but he did not know when it had changed.\n He struck his forehead wildly -- where, O where had he without\n   knowing it achieved success?\n It had grown into a habit, to pick up pebbles and touch the\n   chain, and to throw them away without looking to see if a\n   change had come; thus the madman found and lost the touchstone.\n The sun was sinking low in the west, the sky was of gold.\n The madman returned on his footsteps to seek anew the lost\n   treasure, with his strength gone, his body bent, and his heart\n   in the dust, like a tree uprooted.",
                "67",
                "Though the evening comes with slow steps and has signalled for\n   all songs to cease;\n Though your companions have gone to their rest and you are tired;\n Though fear broods in the dark and the face of the sky is veiled;\n Yet, bird, O my bird, listen to me, do not close your wings.\n\n That is not the gloom of the leaves of the forest, that is the\n   sea swelling like a dark black snake.\n That is not the dance of the flowering jasmine, that is flashing\n   foam.\n Ah, where is the sunny green shore, where is your nest?\n Bird, O my bird, listen to me, do not close your wings.\n\n The lone night lies along your path, the dawn sleeps behind the\n   shadowy hills.\n The stars hold their breath counting the hours, the feeble moon\n   swims the deep night.\n Bird, O my bird, listen to me, do not close your wings.\n\n There is no hope, no fear for you.\n There is no word, no whisper, no cry.\n There is no home, no bed for rest.\n There is only your own pair of wings and the pathless sky.\n Bird, O my bird, listen to me, do not close your wings.",
                "68",
                "None lives for ever, brother, and nothing lasts for long.  Keep\n   that in mind and rejoice.\n Our life is not the one old burden, our path is not the one long\n   journey.\n One sole poet has not to sing one aged song.\n The flower fades and dies; but he who wears the flower has not to\n   mourn for it for ever.\n Brother, keep that in mind and rejoice.\n\n There must come a full pause to weave perfection into music.\n Life droops toward its sunset to be drowned in the golden\n   shadows.\n Love must be called from its play to drink sorrow and be borne to\n   the heaven of tears.\n Brother, keep that in mind and rejoice.\n\n We hasten to gather our flowers lest they are plundered by the\n   passing winds.\n It quickens our blood and brightens our eyes to snatch kisses\n   that would vanish if we delayed.\n Our life is eager, our desires are keen, for time tolls the bell\n   of parting.\n Brother, keep that in mind and rejoice.\n\n There is not time for us to clasp a thing and crush it and fling\n   it away to the dust.\n The hours trip rapidly away, hiding their dreams in their skirts.\n Our life is short; it yields but a few days for love.\n Were it for work and drudgery it would be endlessly long.\n Brother, keep that in mind and rejoice.\n\n Beauty is sweet to us, because she dances to the same fleeting\n   tune with our lives.\n Knowledge is precious to us, because we shall never have time to\n   complete it.\n All is done and finished in the eternal Heaven.\n But earth's flowers of illusion are kept eternally fresh by\n   death.\n Brother, keep that in mind and rejoice.",
                "69",
                "I hunt for the golden stag.\n You may smile, my friends, but I pursue the vision that eludes\n   me.\n I run across hills and dales, I wander through nameless lands,\n   because I am hunting for the golden stag.\n You come and buy in the market and go back to your homes laden\n   with goods, but the spell of the homeless winds has touched me\n   I know not when and where.\n I have no care in my heart; all my belongings I have left far\n   behind me.\n I run across hills and dales, I wander through nameless lands -- \n   because I am hunting for the golden stag.",
                "70",
                "I remember a day in my childhood I floated a paper boat in the\n   ditch.\n It was a wet day of July; I was alone and happy over my play.\n I floated my paper boat in the ditch.\n\n Suddenly the storm clouds thickened, winds came in gusts, and\n   rain poured in torrents.\n Rills of muddy water rushed and swelled the stream and sunk my\n   boat.\n Bitterly I thought in my mind that the storm came on purpose to\n   spoil my happiness; all its malice was against me.\n\n The cloudy day of July is long today, and I have been musing over\n   all those games in life wherein I was loser.\n I was blaming my fate for the many tricks it played on me, when\n   suddenly I remembered the paper boat that sank in the ditch.",
                "71",
                "The day is not yet done, the fair is not over, the fair on the\n   river-bank.\n I had feared that my time had been squandered and my last penny\n   lost.\n But no, my brother, I have still something left.  My fate has not\n   cheated me of everything.\n\n The selling and buying are over.\n All the dues on both sides have been gathered in, and it is time\n   for me to go home.\n But, gatekeeper, do you ask for your toll?\n Do not fear, I have still something left.  My fate has not\n   cheated me of everything.\n\n The lull in the wind threatens storm, and the lowering clouds in\n   the west bode no good.\n The hushed water waits for the wind.\n I hurry to cross the river before the night overtakes me.\n O ferryman, you want your fee!\n Yes, brother, I have still something left.  My fate has not\n   cheated me of everything.\n\n In the wayside under the tree sits the beggar.  Alas, he looks at\n   my face with a timid hope!\n He thinks I am rich with the day's profit.\n Yes, brother, I have still something left.  My fate has not\n   cheated me of everything.\n\n The night grows dark and the road lonely.  Fireflies gleam among\n   the leaves.\n Who are you that follow me with stealthy silent steps?\n Ah, I know, it is your desire to rob me of all my gains.  I will\n   not disappoint you!\n For I still have something left, and my fate has not cheated me\n   of everything.\n\n At midnight I reach home.  My hands are empty.\n You are waiting with anxious eyes at my door, sleepless and\n   silent.\n Like a timorous bird you fly to my breast with eager love.\n Ay, ay, my God, much remains still.  My fate has not cheated me\n   of everything.",
                "72",
                "With days of hard travail I raised a temple.  It had no doors or\n   windows, its walls were thickly built with massive stones.\n I forgot all else, I shunned all the world, I gazed in rapt\n   contemplation at the image I had set upon the altar.\n It was always night inside, and lit by the lamps of perfumed oil.\n The ceaseless smoke of incense wound my heart in its heavy coils.\n Sleepless, I carved on the walls fantastic figures in mazy\n   bewildering lines -- winged horses, flowers with human faces,\n   women with limbs like serpents.\n No passage was left anywhere through which could enter the song\n   of birds, the murmur of leaves or hum of the busy village.\n The only sound that echoed in its dark dome was that of\n   incantations which I chanted.\n My mind became keen and still like a pointed flame, my senses\n   swooned in ecstasy.\n I knew not how time passed till the thunderstone had struck the\n   temple, and a pain stung me through the heart.\n\n The lamp looked pale and ashamed; the carvings on the walls, like\n   chained dreams, stared meaningless in the light as they would\n   fain hide themselves.\n I looked at the image on the altar.  I saw it smiling and alive\n   with the living touch of God.  The night I had imprisoned had\n   spread its wings and vanished.",
                "73",
                "Infinite wealth is not yours, my patient and dusky mother dust!\n You toil to fill the mouths of your children, but food is scarce.\n The gift of gladness that you have for us is never perfect.\n The toys that you make for your children are fragile.\n You cannot satisfy all our hungry hopes, but should I desert you\n   for that?\n Your smile which is shadowed with pain is sweet to my eyes.\n Your love which knows not fulfilment is dear to my heart.\n From your breast you have fed us with life but not immortality,\n   that is why your eyes are ever wakeful.\n For ages you are working with colour and song, yet your heaven is\n   not built, but only its sad suggestion.\n Over your creations of beauty there is the mist of tears.\n I will pour my songs into your mute heart, and my love into your\n   love.\n I will worship you with labour.\n I have seen your tender face and I love your mournful dust,\n   Mother Earth.",
                "74",
                "In the world's audience hall, the simple blade of grass sits on\n   the same carpet with the sunbeam and the stars of midnight.\n Thus my songs share their seats in the heart of the world with\n   the music of the clouds and forests.\n But, you man of riches, your wealth has no part in the simple\n   grandeur of the sun's glad gold and the mellow gleam of the\n   musing moon.\n The blessing of all-embracing sky is not shed upon it.\n And when death appears, it pales and withers and crumbles into\n   dust.",
                "75",
                "At midnight the would-be ascetic announced:\n \"This is the time to give up my home and seek for God.  Ah, who\n   has held me so long in delusion here?\"\n God whispered, \"I,\" but the ears of the man were stopped.\n With a baby asleep at her breast lay his wife, peacefully\n   sleeping on one side of the bed.\n The man said, \"Who are ye that have fooled me so long?\"\n The voice said again, \"They are God,\" but he heard it not.\n The baby cried out in its dream, nestling close to its mother.\n God commanded, \"Stop, fool, leave not thy home,\" but still he\n   heard not.\n God sighed and complained, \"Why does my servant wander to seek\n   me, forsaking me?\"",
                "76",
                "The fair was on before the temple.  It had rained from the early\n   morning and the day came to its end.\n Brighter than all the gladness of the crowd was the bright smile\n   of a girl who bought for a farthing a whistle of palm leaf.\n The shrill joy of that whistle floated above all laughter and\n   noise.\n An endless throng of people came and jostled together.  The road\n   was muddy, the river in flood, the field under water in\n   ceaseless rain.\n Greater than all the troubles of the crowd was a little boy's\n   trouble -- he had not a farthing to buy a painted stick.\n His wistful eyes gazing at the shop made this whole meeting of\n   men so pitiful.",
                "77",
                "The workman and his wife from the west country are busy digging\n   to make bricks for the kiln.\n Their little daughter goes to the landing-place by the river;\n   there she has no end of scouring and scrubbing of pots and\n   pans.\n Her little brother, with shaven head and brown, naked, mud-\n   covered limbs, follows after her and waits patiently on the\n   high bank at her bidding.\n She goes back home with the full pitcher poised on her head, the\n   shining brass pot in her left hand, holding the child with her\n   right -- she the tiny servant of her mother, grave with the\n   weight of the household cares.\n\n One day I saw this naked boy sitting with legs outstretched.\n In the water his sister sat rubbing a drinking-pot with a handful\n   of earth, turning it round and round.\n Near by a soft-haired lamb stood gazing along the bank.\n It came close to where the boy sat and suddenly bleated aloud,\n   and the child started up and screamed.\n His sister left off cleaning her pot and ran up.\n She took up her brother in one arm and the lamb in the other, and\n   dividing her caresses between them bound in one bond of\n   affection the offspring of beast and man.",
                "78",
                "It was in May.  The sultry noon seemed endlessly long.  The dry\n   earth gaped with thirst in the heat.\n When I heard from the riverside a voice calling, \"Come, my\n   darling!\"\n I shut my book and opened the window to look out.\n I saw a big buffalo with mud-stained hide, standing near the\n   river with placid, patient eyes; and a youth, knee deep in\n   water, calling it to its bath.\n I smiled amused and felt a touch of sweetness in my heart.",
                "79",
                "I often wonder where lie hidden the boundaries of recognition\n   between man and the beast whose heart knows no spoken language.\n Through what primal paradise in a remote morning of creation ran\n   the simple path by which their hearts visited each other.\n Those marks of their constant tread have not been effaced though\n   their kinship has been long forgotten.\n Yet suddenly in some wordless music the dim memory wakes up and\n   the beast gazes into the man's face with a tender trust, and\n   the man looks down into its eyes with amused affection.\n It seems that the two friends meet masked and vaguely know each\n   other through the disguise.",
                "80",
                "With a glance of your eyes you could plunder all the wealth of\n   songs struck from poets' harps, fair woman!\n But for their praises you have no ear, therefore I come to praise\n   you.\n You could humble at your feet the proudest heads in the world.\n But it is your loved ones, unknown to fame, whom you choose to\n   worship, therefore I worship you.\n The perfection of your arms would add glory to kingly splendour\n   with their touch.\n But you use them to sweep away the dust, and to make clean your\n   humble home, therefore I am filled with awe.",
                "81",
                "Why do you whisper so faintly in my ears, O Death, my Death?\n When the flowers droop in the evening and cattle come back to\n   their stalls, you stealthily come to my side and speak words\n   that I do not understand.\n Is this how you must woo and win me with the opiate of drowsy\n   murmur and cold kisses, O Death, my Death?\n\n Will there be no proud ceremony for our wedding?\n Will you not tie up with a wreath your tawny coiled locks?\n Is there none to carry your banner before you, and will not the\n   night be on fire with your red torch-lights, O Death, my Death?\n\n Come with your conch-shells sounding, come in the sleepless\n   night.\n Dress me with a crimson mantle, grasp my hand and take me.\n Let your chariot be ready at my door with your horses neighing\n   impatiently.\n Raise my veil and look at my face proudly, O Death, my Death!",
                "82",
                "We are to play the game of death to-night, my bride and I.\n The night is black, the clouds in the sky are capricious, and the\n   waves are raving at sea.\n We have left our bed of dreams, flung open the door and come out,\n   my bride and I.\n We sit upon a swing, and the storm winds give us a wild push from\n   behind.\n My bride starts up with fear and delight, she trembles and clings\n   to my breast.\n Long have I served her tenderly.\n I made for her a bed of flowers and I closed the doors to shut\n   out the rude light from her eyes.\n I kissed her gently on her lips and whispered softly in her ears\n   till she half swooned in languor.\n She was lost in the endless mist of vague sweetness.\n She answered not to my touch, my songs failed to arouse her.\n To-night has come to us the call of the storm from the wild.\n My bride has shivered and stood up, she has clasped my hand and\n   come out.\n Her hair is flying in the wind, her veil is fluttering, her\n   garland rustles over her breast.\n The push of death has swung her into life.\n We are face to face and heart to heart, my bride and I.",
                "83",
                "She dwelt on the hillside by the edge of a maize-field, near the\n   spring that flows in laughing rills through the solemn shadows\n   of ancient trees.  The women came there to fill their jars, and\n   travellers would sit there to rest and talk.  She worked and\n   dreamed daily to the tune of the bubbling stream.\n\n One evening the stranger came down from the cloud-hidden peak;\n   his locks were tangled like drowsy snakes.  We asked in wonder,\n   \"Who are you?\"  He answered not but sat by the garrulous stream\n   and silently gazed at the hut where she dwelt.  Our hearts\n   quaked in fear and we came back home when it was night.\n\n Next morning when the women came to fetch water at the spring by\n   the deodar trees, they found the doors open in her hut,\n   but her voice was gone and where was her smiling face?  The\n   empty jar lay on the floor and her lamp had burnt itself out in\n   the corner.  No one knew where she had fled to before it was\n   morning -- and the stranger had gone.\n\n In the month of May the sun grew strong and the snow melted, and\n   we sat by the spring and wept.  We wondered in our mind, \"Is\n   there a spring in the land where she has gone and where she can\n   fill her vessel in these hot thirsty days?\"  And we asked each\n   other in dismay, \"Is there a land beyond these hills where we\n   live?\"\n\n It was a summer night; the breeze blew from the south; and I sat\n   in her deserted room where the lamp stood still unlit.  When\n   suddenly from before my eyes the hills vanished like curtains\n   drawn aside.  \"Ah, it is she who comes.  How are you, my child?\n   Are you happy?  But where can you shelter under this open sky?\n   And, alas, our spring is not here to allay your thirst.\"\n\n \"Here is the same sky,\" she said, \"only free from the fencing\n   hills, -- this is the same stream grown into a river, -- the same\n   earth widened into a plain.\"  \"Everything is here,\" I sighed,\n   \"only we are not.\"  She smiled sadly and said, \"You are in my\n   heart.\"  I woke up and heard the babbling of the stream and the\n   rustling of the deodars at night.",
                "84",
                "Over the green and yellow rice-fields sweep the shadows of the\n   autumn clouds followed by the swift chasing sun.\n The bees forget to sip their honey; drunken with light they\n   foolishly hover and hum.\n The ducks in the islands of the river clamour in joy for mere\n   nothing.\n Let none go back home, brothers, this morning, let none go to\n   work.\n Let us take the blue sky by storm and plunder space as we run.\n Laughter floats in the air like foam on the flood.\n Brothers, let us squander our morning in futile songs.",
                "85",
                "Who are you, reader, reading my poems an hundred years hence?\n I cannot send you one single flower from this wealth of the\n   spring, one single streak of gold from yonder clouds.\n Open your doors and look abroad.\n From your blossoming garden gather fragrant memories of the\n   vanished flowers of an hundred years before.\n In the joy of your heart may you feel the living joy that sang\n   one spring morning, sending its glad voice across an hundred\n   years."
            ]
        }
    ]
}