{
    "id": "7164",
    "title": "Gitanjali",
    "author": "Rabindranath Tagore",
    "translator": "",
    "year": "2004",
    "category": "Poetry",
    "abstract": "",
    "cover_url": "",
    "content": [
        {
            "name": "INTRODUCTION",
            "sub_name": "",
            "text": [
                "A few days ago I said to a distinguished Bengali doctor of\nmedicine, 'I know no German, yet if a translation of a German\npoet had moved me, I would go to the British Museum and find\nbooks in English that would tell me something of his life, and of\nthe history of his thought.  But though these prose translations\nfrom Rabindranath Tagore have stirred my blood as nothing has for\nyears, I shall not know anything of his life, and of the\nmovements of thought that have made them possible, if some Indian\ntraveller will not tell me.'  It seemed to him natural that I\nshould be moved, for he said, 'I read Rabindranath every day, to\nread one line of his is to forget all the troubles of the world.'\nI said, 'An Englishman living in London in the reign of Richard\nthe Second had he been shown translations from Petrarch or from\nDante, would have found no books to answer his questions, but\nwould have questioned some Florentine banker or Lombard merchant\nas I question you.  For all I know, so abundant and simple is\nthis poetry, the new renaissance has been born in your country\nand I shall never know of it except by hearsay.'  He answered,\n'We have other poets, but none that are his equal; we call this\nthe epoch of Rabindranath.  No poet seems to me as famous in\nEurope as he is among us.  He is as great in music as in poetry,\nand his songs are sung from the west of India into Burma wherever\nBengali is spoken.  He was already famous at nineteen when he\nwrote his first novel; and plays when he was but little older,\nare still played in Calcutta.  I so much admire the completeness\nof his life; when he was very young he wrote much of natural\nobjects, he would sit all day in his garden; from his twenty-fifth\nyear or so to his thirty-fifth perhaps, when he had a great\nsorrow, he wrote the most beautiful love poetry in our language';\nand then he said with deep emotion, 'words can never express what\nI owed at seventeen to his love poetry.  After that his art grew\ndeeper, it became religious and philosophical; all the\ninspiration of mankind are in his hymns.  He is the first among\nour saints who has not refused to live, but has spoken out of\nLife itself, and that is why we give him our love.'  I may have\nchanged his well-chosen words in my memory but not his thought.\n'A little while ago he was to read divine service in one of our\nchurches--we of the Brahma Samaj use your word 'church' in\nEnglish--it was the largest in Calcutta and not only was it\ncrowded, but the streets were all but impassable because of the\npeople.'\n",
                "Other Indians came to see me and their reverence for this man\nsounded strange in our world, where we hide great and little\nthings under the same veil of obvious comedy and half-serious\ndepreciation.  When we were making the cathedrals had we a like\nreverence for our great men?  'Every morning at three--I know,\nfor I have seen it'--one said to me, 'he sits immovable in\ncontemplation, and for two hours does not awake from his reverie\nupon the nature of God.  His father, the Maha Rishi, would\nsometimes sit there all through the next day; once, upon a river,\nhe fell into contemplation because of the beauty of the\nlandscape, and the rowers waited for eight hours before they\ncould continue their journey.'  He then told me of Mr. Tagore's\nfamily and how for generations great men have come out of its\ncradles.  'Today,' he said, 'there are Gogonendranath and\nAbanindranath Tagore, who are artists; and Dwijendranath,\nRabindranath's brother, who is a great philosopher.  The\nsquirrels come from the boughs and climb on to his knees and the\nbirds alight upon his hands.'  I notice in these men's thought a\nsense of visible beauty and meaning as though they held that\ndoctrine of Nietzsche that we must not believe in the moral or\nintellectual beauty which does not sooner or later impress itself\nupon physical things.  I said, 'In the East you know how to keep\na family illustrious.  The other day the curator of a museum\npointed out to me a little dark-skinned man who was arranging\ntheir Chinese prints and said, ''That is the hereditary\nconnoisseur of the Mikado, he is the fourteenth of his family to\nhold the post.'' 'He answered, 'When Rabindranath was a boy he\nhad all round him in his home literature and music.'  I thought\nof the abundance, of the simplicity of the poems, and said, 'In\nyour country is there much propagandist writing, much criticism?\nWe have to do so much, especially in my own country, that our\nminds gradually cease to be creative, and yet we cannot help it.\nIf our life was not a continual warfare, we would not have taste,\nwe would not know what is good, we would not find hearers and\nreaders.  Four-fifths of our energy is spent in the quarrel with\nbad taste, whether in our own minds or in the minds of others.'\n'I understand,' he replied, 'we too have our propagandist\nwriting.  In the villages they recite long mythological poems\nadapted from the Sanskrit in the Middle Ages, and they often\ninsert passages telling the people that they must do their\nduties.'\n",
                "I have carried the manuscript of these translations about with me\nfor days, reading it in railway trains, or on the top of\nomnibuses and in restaurants, and I have often had to close it\nlest some stranger would see how much it moved me.  These lyrics--\nwhich are in the original, my Indians tell me, full of subtlety\nof rhythm, of untranslatable delicacies of colour, of metrical\ninvention--display in their thought a world I have dreamed of all\nmy live long.  The work of a supreme culture, they yet appear as\nmuch the growth of the common soil as the grass and the rushes.\nA tradition, where poetry and religion are the same thing, has\npassed through the centuries, gathering from learned and\nunlearned metaphor and emotion, and carried back again to the\nmultitude the thought of the scholar and of the noble.  If the\ncivilization of Bengal remains unbroken, if that common mind\nwhich--as one divines--runs through all, is not, as with us,\nbroken into a dozen minds that know nothing of each other,\nsomething even of what is most subtle in these verses will have\ncome, in a few generations, to the beggar on the roads.  When\nthere was but one mind in England, Chaucer wrote his _Troilus\nand Cressida_, and thought he had written to be read, or to be\nread out--for our time was coming on apace--he was sung by\nminstrels for a while.  Rabindranath Tagore, like Chaucer's\nforerunners, writes music for his words, and one understands at\nevery moment that he is so abundant, so spontaneous, so daring in\nhis passion, so full of surprise, because he is doing something\nwhich has never seemed strange, unnatural, or in need of defence.\nThese verses will not lie in little well-printed books upon\nladies' tables, who turn the pages with indolent hands that they\nmay sigh over a life without meaning, which is yet all they can\nknow of life, or be carried by students at the university to be\nlaid aside when the work of life begins, but, as the generations\npass, travellers will hum them on the highway and men rowing upon\nthe rivers.  Lovers, while they await one another, shall find, in\nmurmuring them, this love of God a magic gulf wherein their own\nmore bitter passion may bathe and renew its youth.  At every\nmoment the heart of this poet flows outward to these without\nderogation or condescension, for it has known that they will\nunderstand; and it has filled itself with the circumstance of\ntheir lives.  The traveller in the read-brown clothes that he\nwears that dust may not show upon him, the girl searching in her\nbed for the petals fallen from the wreath of her royal lover, the\nservant or the bride awaiting the master's home-coming in the\nempty house, are images of the heart turning to God.  Flowers and\nrivers, the blowing of conch shells, the heavy rain of the Indian\nJuly, or the moods of that heart in union or in separation; and a\nman sitting in a boat upon a river playing lute, like one of\nthose figures full of mysterious meaning in a Chinese picture, is\nGod Himself.  A whole people, a whole civilization, immeasurably\nstrange to us, seems to have been taken up into this imagination;\nand yet we are not moved because of its strangeness, but because\nwe have met our own image, as though we had walked in Rossetti's\nwillow wood, or heard, perhaps for the first time in literature,\nour voice as in a dream.\n",
                "Since the Renaissance the writing of European saints--however\nfamiliar their metaphor and the general structure of their\nthought--has ceased to hold our attention.  We know that we must\nat last forsake the world, and we are accustomed in moments of\nweariness or exaltation to consider a voluntary forsaking; but\nhow can we, who have read so much poetry, seen so many paintings,\nlistened to so much music, where the cry of the flesh and the cry\nof the soul seems one, forsake it harshly and rudely?  What have\nwe in common with St.  Bernard covering his eyes that they may\nnot dwell upon the beauty of the lakes of Switzerland, or with\nthe violent rhetoric of the Book of Revelations?  We would, if we\nmight, find, as in this book, words full of courtesy.  'I have\ngot my leave.  Bid me farewell, my brothers!  I bow to you all\nand take my departure.  Here I give back the keys of my door--and\nI give up all claims to my house.  I only ask for last kind words\nfrom you.  We were neighbours for long, but I received more than\nI could give.  Now the day has dawned and the lamp that lit my\ndark corner is out.  A summons has come and I am ready for my\njourney.'  And it is our own mood, when it is furthest from 'a\nKempis or John of the Cross, that cries, 'And because I love this\nlife, I know I shall love death as well.'  Yet it is not only in\nour thoughts of the parting that this book fathoms all.  We had\nnot known that we loved God, hardly it may be that we believed in\nHim; yet looking backward upon our life we discover, in our\nexploration of the pathways of woods, in our delight in the\nlonely places of hills, in that mysterious claim that we have\nmade, unavailingly on the woman that we have loved, the emotion\nthat created this insidious sweetness.  'Entering my heart\nunbidden even as one of the common crowd, unknown to me, my king,\nthou didst press the signet of eternity upon many a fleeting\nmoment.'  This is no longer the sanctity of the cell and of the\nscourge; being but a lifting up, as it were, into a greater\nintensity of the mood of the painter, painting the dust and the\nsunlight, and we go for a like voice to St. Francis and to\nWilliam Blake who have seemed so alien in our violent history.\n",
                "We write long books where no page perhaps has any quality to make\nwriting a pleasure, being confident in some general design, just\nas we fight and make money and fill our heads with politics--all\ndull things in the doing--while Mr.  Tagore, like the Indian\ncivilization itself, has been content to discover the soul and\nsurrender himself to its spontaneity.  He often seems to contrast\nlife with that of those who have loved more after our fashion,\nand have more seeming weight in the world, and always humbly as\nthough he were only sure his way is best for him: 'Men going home\nglance at me and smile and fill me with shame.  I sit like a\nbeggar maid, drawing my skirt over my face, and when they ask me,\nwhat it is I want, I drop my eyes and answer them not.'  At\nanother time, remembering how his life had once a different\nshape, he will say, 'Many an hour I have spent in the strife of\nthe good and the evil, but now it is the pleasure of my playmate\nof the empty days to draw my heart on to him; and I know not why\nthis sudden call to what useless inconsequence.'  An innocence, a\nsimplicity that one does not find elsewhere in literature makes\nthe birds and the leaves seem as near to him as they are near to\nchildren, and the changes of the seasons great events as before\nour thoughts had arisen between them and us.  At times I wonder\nif he has it from the literature of Bengal or from religion, and\nat other times, remembering the birds alighting on his brother's\nhands, I find pleasure in thinking it hereditary, a mystery that\nwas growing through the centuries like the courtesy of a Tristan\nor a Pelanore.  Indeed, when he is speaking of children, so much\na part of himself this quality seems, one is not certain that he\nis not also speaking of the saints, 'They build their houses with\nsand and they play with empty shells.  With withered leaves they\nweave their boats and smilingly float them on the vast deep.\nChildren have their play on the seashore of worlds.  They know\nnot how to swim, they know not how to cast nets.  Pearl fishers\ndive for pearls, merchants sail in their ships, while children\ngather pebbles and scatter them again.  They seek not for hidden\ntreasures, they know not how to cast nets.'\n",
                "W.B.  YEATS _September 1912_\n"
            ]
        },
        {
            "name": "MAIN",
            "sub_name": "",
            "text": [
                "Thou hast made me endless, such is thy pleasure.  This frail\nvessel thou emptiest again and again, and fillest it ever with\nfresh life.\n",
                "This little flute of a reed thou hast carried over hills and\ndales, and hast breathed through it melodies eternally new.\n",
                "At the immortal touch of thy hands my little heart loses its\nlimits in joy and gives birth to utterance ineffable.\n",
                "Thy infinite gifts come to me only on these very small hands of\nmine.  Ages pass, and still thou pourest, and still there is room\nto fill.\n",
                "When thou commandest me to sing it seems that my heart would\nbreak with pride; and I look to thy face, and tears come to my\neyes.\n",
                "All that is harsh and dissonant in my life melts into one sweet\nharmony--and my adoration spreads wings like a glad bird on its\nflight across the sea.\n",
                "I know thou takest pleasure in my singing.  I know that only as a\nsinger I come before thy presence.\n",
                "I touch by the edge of the far-spreading wing of my song thy feet\nwhich I could never aspire to reach.\n",
                "Drunk with the joy of singing I forget myself and call thee\nfriend who art my lord.\n",
                "I know not how thou singest, my master!  I ever listen in silent\namazement.\n",
                "The light of thy music illumines the world.  The life breath of\nthy music runs from sky to sky.  The holy stream of thy music\nbreaks through all stony obstacles and rushes on.\n",
                "My heart longs to join in thy song, but vainly struggles for a\nvoice.  I would speak, but speech breaks not into song, and I cry\nout baffled.  Ah, thou hast made my heart captive in the endless\nmeshes of thy music, my master!\n",
                "Life of my life, I shall ever try to keep my body pure, knowing\nthat thy living touch is upon all my limbs.\n",
                "I shall ever try to keep all untruths out from my thoughts,\nknowing that thou art that truth which has kindled the light of\nreason in my mind.\n",
                "I shall ever try to drive all evils away from my heart and keep\nmy love in flower, knowing that thou hast thy seat in the inmost\nshrine of my heart.\n",
                "And it shall be my endeavour to reveal thee in my actions,\nknowing it is thy power gives me strength to act.\n",
                "I ask for a moment's indulgence to sit by thy side.  The works\nthat I have in hand I will finish afterwards.\n",
                "Away from the sight of thy face my heart knows no rest nor\nrespite, and my work becomes an endless toil in a shoreless sea\nof toil.\n",
                "Today the summer has come at my window with its sighs and\nmurmurs; and the bees are plying their minstrelsy at the court of\nthe flowering grove.\n",
                "Now it is time to sit quite, face to face with thee, and to sing\ndedication of life in this silent and overflowing leisure.\n",
                "Pluck this little flower and take it, delay not!  I fear lest it\ndroop and drop into the dust.\n",
                "I may not find a place in thy garland, but honour it with a touch\nof pain from thy hand and pluck it.  I fear lest the day end\nbefore I am aware, and the time of offering go by.\n",
                "Though its colour be not deep and its smell be faint, use this\nflower in thy service and pluck it while there is time.\n",
                "My song has put off her adornments.  She has no pride of dress\nand decoration.  Ornaments would mar our union; they would come\nbetween thee and me; their jingling would drown thy whispers.\n",
                "My poet's vanity dies in shame before thy sight.  O master poet,\nI have sat down at thy feet.  Only let me make my life simple and\nstraight, like a flute of reed for thee to fill with music.\n",
                "The child who is decked with prince's robes and who has jewelled\nchains round his neck loses all pleasure in his play; his dress\nhampers him at every step.\n",
                "In fear that it may be frayed, or stained with dust he keeps\nhimself from the world, and is afraid even to move.\n",
                "Mother, it is no gain, thy bondage of finery, if it keep one\nshut off from the healthful dust of the earth, if it rob one of\nthe right of entrance to the great fair of common human life.\n",
                "O Fool, try to carry thyself upon thy own shoulders!  O beggar,\nto come beg at thy own door!\n",
                "Leave all thy burdens on his hands who can bear all, and never\nlook behind in regret.\n",
                "Thy desire at once puts out the light from the lamp it touches\nwith its breath.  It is unholy--take not thy gifts through its\nunclean hands.  Accept only what is offered by sacred love.\n",
                "Here is thy footstool and there rest thy feet where live the\npoorest, and lowliest, and lost.\n",
                "When I try to bow to thee, my obeisance cannot reach down to the\ndepth where thy feet rest among the poorest, and lowliest, and\nlost.\n",
                "Pride can never approach to where thou walkest in the clothes of\nthe humble among the poorest, and lowliest, and lost.\n",
                "My heart can never find its way to where thou keepest company\nwith the companionless among the poorest, the lowliest, and the\nlost.\n",
                "Leave this chanting and singing and telling of beads!  Whom dost\nthou worship in this lonely dark corner of a temple with doors\nall shut?  Open thine eyes and see thy God is not before thee!\n",
                "He is there where the tiller is tilling the hard ground and where\nthe pathmaker is breaking stones.  He is with them in sun and in\nshower, and his garment is covered with dust.  Put of thy holy\nmantle and even like him come down on the dusty soil!\n",
                "Deliverance?  Where is this deliverance to be found?  Our master\nhimself has joyfully taken upon him the bonds of creation; he is\nbound with us all for ever.\n",
                "Come out of thy meditations and leave aside thy flowers and\nincense!  What harm is there if thy clothes become tattered and\nstained?  Meet him and stand by him in toil and in sweat of thy\nbrow.\n",
                "The time that my journey takes is long and the way of it long.\n",
                "I came out on the chariot of the first gleam of light, and\npursued my voyage through the wildernesses of worlds leaving my\ntrack on many a star and planet.\n",
                "It is the most distant course that comes nearest to thyself, and\nthat training is the most intricate which leads to the utter\nsimplicity of a tune.\n",
                "The traveller has to knock at every alien door to come to his\nown, and one has to wander through all the outer worlds to reach\nthe innermost shrine at the end.\n",
                "My eyes strayed far and wide before I shut them and said 'Here\nart thou!'\n",
                "The question and the cry 'Oh, where?' melt into tears of a\nthousand streams and deluge the world with the flood of the\nassurance 'I am!'\n",
                "The song that I came to sing remains unsung to this day.\n",
                "I have spent my days in stringing and in unstringing my\ninstrument.\n",
                "The time has not come true, the words have not been rightly set;\nonly there is the agony of wishing in my heart.\n",
                "The blossom has not opened; only the wind is sighing by.\n",
                "I have not seen his face, nor have I listened to his voice; only\nI have heard his gentle footsteps from the road before my house.\n",
                "The livelong day has passed in spreading his seat on the floor;\nbut the lamp has not been lit and I cannot ask him into my house.\n",
                "I live in the hope of meeting with him; but this meeting is not\nyet.\n",
                "My desires are many and my cry is pitiful, but ever didst thou\nsave me by hard refusals; and this strong mercy has been wrought\ninto my life through and through.\n",
                "Day by day thou art making me worthy of the simple, great gifts\nthat thou gavest to me unasked--this sky and the light, this body\nand the life and the mind--saving me from perils of overmuch\ndesire.\n",
                "There are times when I languidly linger and times when I awaken\nand hurry in search of my goal; but cruelly thou hidest thyself\nfrom before me.\n",
                "Day by day thou art making me worthy of thy full acceptance by\nrefusing me ever and anon, saving me from perils of weak,\nuncertain desire.\n",
                "I am here to sing thee songs.  In this hall of thine I have a\ncorner seat.\n",
                "In thy world I have no work to do; my useless life can only break\nout in tunes without a purpose.\n",
                "When the hour strikes for thy silent worship at the dark temple\nof midnight, command me, my master, to stand before thee to sing.\n",
                "When in the morning air the golden harp is tuned, honour me,\ncommanding my presence.\n",
                "I have had my invitation to this world's festival, and thus my\nlife has been blessed.  My eyes have seen and my ears have heard.\n",
                "It was my part at this feast to play upon my instrument, and I\nhave done all I could.\n",
                "Now, I ask, has the time come at last when I may go in and see\nthy face and offer thee my silent salutation?\n",
                "I am only waiting for love to give myself up at last into his\nhands.  That is why it is so late and why I have been guilty of\nsuch omissions.\n",
                "They come with their laws and their codes to bind me fast; but I\nevade them ever, for I am only waiting for love to give myself up\nat last into his hands.\n",
                "People blame me and call me heedless; I doubt not they are right\nin their blame.\n",
                "The market day is over and work is all done for the busy.  Those\nwho came to call me in vain have gone back in anger.  I am only\nwaiting for love to give myself up at last into his hands.\n",
                "Clouds heap upon clouds and it darkens.  Ah, love, why dost thou\nlet me wait outside at the door all alone?\n",
                "In the busy moments of the noontide work I am with the crowd, but\non this dark lonely day it is only for thee that I hope.\n",
                "If thou showest me not thy face, if thou leavest me wholly aside,\nI know not how I am to pass these long, rainy hours.\n",
                "I keep gazing on the far-away gloom of the sky, and my heart\nwanders wailing with the restless wind.\n",
                "If thou speakest not I will fill my heart with thy silence and\nendure it.  I will keep still and wait like the night with starry\nvigil and its head bent low with patience.\n",
                "The morning will surely come, the darkness will vanish, and thy\nvoice pour down in golden streams breaking through the sky.\n",
                "Then thy words will take wing in songs from every one of my\nbirds' nests, and thy melodies will break forth in flowers in all\nmy forest groves.\n",
                "On the day when the lotus bloomed, alas, my mind was straying,\nand I knew it not.  My basket was empty and the flower remained\nunheeded.\n",
                "Only now and again a sadness fell upon me, and I started up from\nmy dream and felt a sweet trace of a strange fragrance in the\nsouth wind.\n",
                "That vague sweetness made my heart ache with longing and it\nseemed to me that is was the eager breath of the summer seeking\nfor its completion.\n",
                "I knew not then that it was so near, that it was mine, and that\nthis perfect sweetness had blossomed in the depth of my own\nheart.\n",
                "I must launch out my boat.  The languid hours pass by on the\nshore--Alas for me!\n",
                "The spring has done its flowering and taken leave.  And now with\nthe burden of faded futile flowers I wait and linger.\n",
                "The waves have become clamorous, and upon the bank in the shady\nlane the yellow leaves flutter and fall.\n",
                "What emptiness do you gaze upon!  Do you not feel a thrill\npassing through the air with the notes of the far-away song\nfloating from the other shore?\n",
                "In the deep shadows of the rainy July, with secret steps, thou\nwalkest, silent as night, eluding all watchers.\n",
                "Today the morning has closed its eyes, heedless of the insistent\ncalls of the loud east wind, and a thick veil has been drawn over\nthe ever-wakeful blue sky.\n",
                "The woodlands have hushed their songs, and doors are all shut at\nevery house.  Thou art the solitary wayfarer in this deserted\nstreet.  Oh my only friend, my best beloved, the gates are open\nin my house--do not pass by like a dream.\n",
                "Art thou abroad on this stormy night on thy journey of love, my\nfriend?  The sky groans like one in despair.\n",
                "I have no sleep tonight.  Ever and again I open my door and look\nout on the darkness, my friend!\n",
                "I can see nothing before me.  I wonder where lies thy path!\n",
                "By what dim shore of the ink-black river, by what far edge of the\nfrowning forest, through what mazy depth of gloom art thou\nthreading thy course to come to me, my friend?\n",
                "If the day is done, if birds sing no more, if the wind has\nflagged tired, then draw the veil of darkness thick upon me, even\nas thou hast wrapt the earth with the coverlet of sleep and\ntenderly closed the petals of the drooping lotus at dusk.\n",
                "From the traveller, whose sack of provisions is empty before the\nvoyage is ended, whose garment is torn and dustladen, whose\nstrength is exhausted, remove shame and poverty, and renew his\nlife like a flower under the cover of thy kindly night.\n",
                "In the night of weariness let me give myself up to sleep without\nstruggle, resting my trust upon thee.\n",
                "Let me not force my flagging spirit into a poor preparation for\nthy worship.\n",
                "It is thou who drawest the veil of night upon the tired eyes of\nthe day to renew its sight in a fresher gladness of awakening.\n",
                "He came and sat by my side but I woke not.  What a cursed sleep\nit was, O miserable me!\n",
                "He came when the night was still; he had his harp in his hands,\nand my dreams became resonant with its melodies.\n",
                "Alas, why are my nights all thus lost?  Ah, why do I ever miss\nhis sight whose breath touches my sleep?\n",
                "Light, oh where is the light?  Kindle it with the burning fire of\ndesire!\n",
                "There is the lamp but never a flicker of a flame--is such thy\nfate, my heart?  Ah, death were better by far for thee!\n",
                "Misery knocks at thy door, and her message is that thy lord is\nwakeful, and he calls thee to the love-tryst through the darkness\nof night.\n",
                "The sky is overcast with clouds and the rain is ceaseless.  I\nknow not what this is that stirs in me--I know not its meaning.\n",
                "A moment's flash of lightning drags down a deeper gloom on my\nsight, and my heart gropes for the path to where the music of the\nnight calls me.\n",
                "Light, oh where is the light!  Kindle it with the burning fire of\ndesire!  It thunders and the wind rushes screaming through the\nvoid.  The night is black as a black stone.  Let not the hours\npass by in the dark.  Kindle the lamp of love with thy life.\n",
                "Obstinate are the trammels, but my heart aches when I try to\nbreak them.\n",
                "Freedom is all I want, but to hope for it I feel ashamed.\n",
                "I am certain that priceless wealth is in thee, and that thou art\nmy best friend, but I have not the heart to sweep away the tinsel\nthat fills my room.\n",
                "The shroud that covers me is a shroud of dust and death; I hate\nit, yet hug it in love.\n",
                "My debts are large, my failures great, my shame secret and heavy;\nyet when I come to ask for my good, I quake in fear lest my\nprayer be granted.\n",
                "He whom I enclose with my name is weeping in this dungeon.  I am\never busy building this wall all around; and as this wall goes up\ninto the sky day by day I lose sight of my true being in its dark\nshadow.\n",
                "I take pride in this great wall, and I plaster it with dust and\nsand lest a least hole should be left in this name; and for all\nthe care I take I lose sight of my true being.\n",
                "I came out alone on my way to my tryst.  But who is this that\nfollows me in the silent dark?\n",
                "I move aside to avoid his presence but I escape him not.\n",
                "He makes the dust rise from the earth with his swagger; he adds\nhis loud voice to every word that I utter.\n",
                "He is my own little self, my lord, he knows no shame; but I am\nashamed to come to thy door in his company.\n",
                "'Prisoner, tell me, who was it that bound you?'\n",
                "'It was my master,' said the prisoner.  'I thought I could outdo\neverybody in the world in wealth and power, and I amassed in my\nown treasure-house the money due to my king.  When sleep overcame\nme I lay upon the bed that was for my lord, and on waking up I\nfound I was a prisoner in my own treasure-house.'\n",
                "'Prisoner, tell me, who was it that wrought this unbreakable\nchain?'\n",
                "'It was I,' said the prisoner, 'who forged this chain very\ncarefully.  I thought my invincible power would hold the world\ncaptive leaving me in a freedom undisturbed.  Thus night and day\nI worked at the chain with huge fires and cruel hard strokes.\nWhen at last the work was done and the links were complete and\nunbreakable, I found that it held me in its grip.'\n",
                "By all means they try to hold me secure who love me in this\nworld.  But it is otherwise with thy love which is greater than\ntheirs, and thou keepest me free.\n",
                "Lest I forget them they never venture to leave me alone.  But day\npasses by after day and thou art not seen.\n",
                "If I call not thee in my prayers, if I keep not thee in my heart,\nthy love for me still waits for my love.\n",
                "When it was day they came into my house and said, 'We shall only\ntake the smallest room here.'\n",
                "They said, 'We shall help you in the worship of your God and\nhumbly accept only our own share in his grace'; and then they\ntook their seat in a corner and they sat quiet and meek.\n",
                "But in the darkness of night I find they break into my sacred\nshrine, strong and turbulent, and snatch with unholy greed the\nofferings from God's altar.\n",
                "Let only that little be left of me whereby I may name thee my\nall.\n",
                "Let only that little be left of my will whereby I may feel thee\non every side, and come to thee in everything, and offer to thee\nmy love every moment.\n",
                "Let only that little be left of me whereby I may never hide thee.\n",
                "Let only that little of my fetters be left whereby I am bound\nwith thy will, and thy purpose is carried out in my life--and\nthat is the fetter of thy love.\n",
                "Where the mind is without fear and the head is held high;\n",
                "Where knowledge is free;\n",
                "Where the world has not been broken up into fragments by narrow\ndomestic walls;\n",
                "Where words come out from the depth of truth;\n",
                "Where tireless striving stretches its arms towards perfection;\n",
                "Where the clear stream of reason has not lost its way into the\ndreary desert sand of dead habit;\n",
                "Where the mind is led forward by thee into ever-widening thought\nand action--\n",
                "Into that heaven of freedom, my Father, let my country awake.\n",
                "This is my prayer to thee, my lord--strike, strike at the root of\npenury in my heart.\n",
                "Give me the strength lightly to bear my joys and sorrows.\n",
                "Give me the strength to make my love fruitful in service.\n",
                "Give me the strength never to disown the poor or bend my knees\nbefore insolent might.\n",
                "Give me the strength to raise my mind high above daily trifles.\n",
                "And give me the strength to surrender my strength to thy will\nwith love.\n",
                "I thought that my voyage had come to its end at the last limit of\nmy power,--that the path before me was closed, that provisions\nwere exhausted and the time come to take shelter in a silent\nobscurity.\n",
                "But I find that thy will knows no end in me.  And when old words\ndie out on the tongue, new melodies break forth from the heart;\nand where the old tracks are lost, new country is revealed with\nits wonders.\n",
                "That I want thee, only thee--let my heart repeat without end.\nAll desires that distract me, day and night, are false and empty\nto the core.\n",
                "As the night keeps hidden in its gloom the petition for light,\neven thus in the depth of my unconsciousness rings the cry--'I\nwant thee, only thee'.\n",
                "As the storm still seeks its end in peace when it strikes against\npeace with all its might, even thus my rebellion strikes against\nthy love and still its cry is--'I want thee, only thee'.\n",
                "When the heart is hard and parched up, come upon me with a shower\nof mercy.\n",
                "When grace is lost from life, come with a burst of song.\n",
                "When tumultuous work raises its din on all sides shutting me out\nfrom beyond, come to me, my lord of silence, with thy peace and\nrest.\n",
                "When my beggarly heart sits crouched, shut up in a corner, break\nopen the door, my king, and come with the ceremony of a king.\n",
                "When desire blinds the mind with delusion and dust, O thou holy\none, thou wakeful, come with thy light and thy thunder.\n",
                "The rain has held back for days and days, my God, in my arid\nheart.  The horizon is fiercely naked--not the thinnest cover of\na soft cloud, not the vaguest hint of a distant cool shower.\n",
                "Send thy angry storm, dark with death, if it is thy wish, and\nwith lashes of lightning startle the sky from end to end.\n",
                "But call back, my lord, call back this pervading silent heat,\nstill and keen and cruel, burning the heart with dire despair.\n",
                "Let the cloud of grace bend low from above like the tearful look\nof the mother on the day of the father's wrath.\n",
                "Where dost thou stand behind them all, my lover, hiding thyself\nin the shadows?  They push thee and pass thee by on the dusty\nroad, taking thee for naught.  I wait here weary hours spreading\nmy offerings for thee, while passers-by come and take my flowers,\none by one, and my basket is nearly empty.\n",
                "The morning time is past, and the noon.  In the shade of evening\nmy eyes are drowsy with sleep.  Men going home glance at me and\nsmile and fill me with shame.  I sit like a beggar maid, drawing\nmy skirt over my face, and when they ask me, what it is I want, I\ndrop my eyes and answer them not.\n",
                "Oh, how, indeed, could I tell them that for thee I wait, and that\nthou hast promised to come.  How could I utter for shame that I\nkeep for my dowry this poverty.  Ah, I hug this pride in the\nsecret of my heart.\n",
                "I sit on the grass and gaze upon the sky and dream of the sudden\nsplendour of thy coming--all the lights ablaze, golden pennons\nflying over thy car, and they at the roadside standing agape,\nwhen they see thee come down from thy seat to raise me from the\ndust, and set at thy side this ragged beggar girl a-tremble with\nshame and pride, like a creeper in a summer breeze.\n",
                "But time glides on and still no sound of the wheels of thy\nchariot.  Many a procession passes by with noise and shouts and\nglamour of glory.  Is it only thou who wouldst stand in the\nshadow silent and behind them all?  And only I who would wait and\nweep and wear out my heart in vain longing?\n",
                "Early in the day it was whispered that we should sail in a boat,\nonly thou and I, and never a soul in the world would know of this\nour pilgrimage to no country and to no end.\n",
                "In that shoreless ocean, at thy silently listening smile my songs\nwould swell in melodies, free as waves, free from all bondage of\nwords.\n",
                "Is the time not come yet?  Are there works still to do?  Lo, the\nevening has come down upon the shore and in the fading light the\nseabirds come flying to their nests.\n",
                "Who knows when the chains will be off, and the boat, like the\nlast glimmer of sunset, vanish into the night?\n",
                "The day was when I did not keep myself in readiness for thee; and\nentering my heart unbidden even as one of the common crowd,\nunknown to me, my king, thou didst press the signet of eternity\nupon many a fleeting moment of my life.\n",
                "And today when by chance I light upon them and see thy signature,\nI find they have lain scattered in the dust mixed with the memory\nof joys and sorrows of my trivial days forgotten.\n",
                "Thou didst not turn in contempt from my childish play among dust,\nand the steps that I heard in my playroom are the same that are\nechoing from star to star.\n",
                "This is my delight, thus to wait and watch at the wayside where\nshadow chases light and the rain comes in the wake of the summer.\n",
                "Messengers, with tidings from unknown skies, greet me and speed\nalong the road.  My heart is glad within, and the breath of the\npassing breeze is sweet.\n",
                "From dawn till dusk I sit here before my door, and I know that of\na sudden the happy moment will arrive when I shall see.\n",
                "In the meanwhile I smile and I sing all alone.  In the meanwhile\nthe air is filling with the perfume of promise.\n",
                "Have you not heard his silent steps?  He comes, comes, ever\ncomes.\n",
                "Every moment and every age, every day and every night he comes,\ncomes, ever comes.\n",
                "Many a song have I sung in many a mood of mind, but all their\nnotes have always proclaimed, 'He comes, comes, ever comes.'\n",
                "In the fragrant days of sunny April through the forest path he\ncomes, comes, ever comes.\n",
                "In the rainy gloom of July nights on the thundering chariot of\nclouds he comes, comes, ever comes.\n",
                "In sorrow after sorrow it is his steps that press upon my heart,\nand it is the golden touch of his feet that makes my joy to\nshine.\n",
                "I know not from what distant time thou art ever coming nearer to\nmeet me.  Thy sun and stars can never keep thee hidden from me\nfor aye.\n",
                "In many a morning and eve thy footsteps have been heard and thy\nmessenger has come within my heart and called me in secret.\n",
                "I know not only why today my life is all astir, and a feeling of\ntremulous joy is passing through my heart.\n",
                "It is as if the time were come to wind up my work, and I feel in\nthe air a faint smell of thy sweet presence.\n",
                "The night is nearly spent waiting for him in vain.  I fear lest\nin the morning he suddenly come to my door when I have fallen\nasleep wearied out.  Oh friends, leave the way open to him--\nforbid him not.\n",
                "If the sounds of his steps does not wake me, do not try to rouse\nme, I pray.  I wish not to be called from my sleep by the\nclamorous choir of birds, by the riot of wind at the festival of\nmorning light.  Let me sleep undisturbed even if my lord comes of\na sudden to my door.\n",
                "Ah, my sleep, precious sleep, which only waits for his touch to\nvanish.  Ah, my closed eyes that would open their lids only to\nthe light of his smile when he stands before me like a dream\nemerging from darkness of sleep.\n",
                "Let him appear before my sight as the first of all lights and all\nforms.  The first thrill of joy to my awakened soul let it come\nfrom his glance.  And let my return to myself be immediate return\nto him.\n",
                "The morning sea of silence broke into ripples of bird songs; and\nthe flowers were all merry by the roadside; and the wealth of\ngold was scattered through the rift of the clouds while we busily\nwent on our way and paid no heed.\n",
                "We sang no glad songs nor played; we went not to the village for\nbarter; we spoke not a word nor smiled; we lingered not on the\nway.  We quickened our pace more and more as the time sped by.\n",
                "The sun rose to the mid sky and doves cooed in the shade.\nWithered leaves danced and whirled in the hot air of noon.  The\nshepherd boy drowsed and dreamed in the shadow of the banyan\ntree, and I laid myself down by the water and stretched my tired\nlimbs on the grass.\n",
                "My companions laughed at me in scorn; they held their heads high\nand hurried on; they never looked back nor rested; they vanished\nin the distant blue haze.  They crossed many meadows and hills,\nand passed through strange, far-away countries.  All honour to\nyou, heroic host of the interminable path!  Mockery and reproach\npricked me to rise, but found no response in me.  I gave myself\nup for lost in the depth of a glad humiliation--in the shadow of\na dim delight.\n",
                "The repose of the sun-embroidered green gloom slowly spread over\nmy heart.  I forgot for what I had travelled, and I surrendered\nmy mind without struggle to the maze of shadows and songs.\n",
                "At last, when I woke from my slumber and opened my eyes, I saw\nthee standing by me, flooding my sleep with thy smile.  How I had\nfeared that the path was long and wearisome, and the struggle to\nreach thee was hard!\n",
                "You came down from your throne and stood at my cottage door.\n",
                "I was singing all alone in a corner, and the melody caught your\near.  You came down and stood at my cottage door.\n",
                "Masters are many in your hall, and songs are sung there at all\nhours.  But the simple carol of this novice struck at your love.\nOne plaintive little strain mingled with the great music of the\nworld, and with a flower for a prize you came down and stopped at\nmy cottage door.\n",
                "I had gone a-begging from door to door in the village path, when\nthy golden chariot appeared in the distance like a gorgeous dream\nand I wondered who was this King of all kings!\n",
                "My hopes rose high and methought my evil days were at an end, and\nI stood waiting for alms to be given unasked and for wealth\nscattered on all sides in the dust.\n",
                "The chariot stopped where I stood.  Thy glance fell on me and\nthou camest down with a smile.  I felt that the luck of my life\nhad come at last.  Then of a sudden thou didst hold out thy right\nhand and say 'What hast thou to give to me?'\n",
                "Ah, what a kingly jest was it to open thy palm to a beggar to\nbeg!  I was confused and stood undecided, and then from my wallet\nI slowly took out the least little grain of corn and gave it to\nthee.\n",
                "But how great my surprise when at the day's end I emptied my bag\non the floor to find a least little gram of gold among the poor\nheap.  I bitterly wept and wished that I had had the heart to\ngive thee my all.\n",
                "The night darkened.  Our day's works had been done.  We thought\nthat the last guest had arrived for the night and the doors in\nthe village were all shut.  Only some said the king was to come.\nWe laughed and said 'No, it cannot be!'\n",
                "It seemed there were knocks at the door and we said it was\nnothing but the wind.  We put out the lamps and lay down to\nsleep.  Only some said, 'It is the messenger!' We laughed and\nsaid 'No, it must be the wind!'\n",
                "There came a sound in the dead of the night.  We sleepily thought\nit was the distant thunder.  The earth shook, the walls rocked,\nand it troubled us in our sleep.  Only some said it was the sound\nof wheels.  We said in a drowsy murmur, 'No, it must be the\nrumbling of clouds!'\n",
                "The night was still dark when the drum sounded.  The voice came\n'Wake up!  delay not!' We pressed our hands on our hearts and\nshuddered with fear.  Some said, 'Lo, there is the king's flag!'\nWe stood up on our feet and cried 'There is no time for delay!'\n",
                "The king has come--but where are lights, where are wreaths?\nWhere is the throne to seat him?  Oh, shame!  Oh utter shame!\nWhere is the hall, the decorations?  Someone has said, 'Vain is\nthis cry!  Greet him with empty hands, lead him into thy rooms\nall bare!'\n",
                "Open the doors, let the conch-shells be sounded!  in the depth of\nthe night has come the king of our dark, dreary house.  The\nthunder roars in the sky.  The darkness shudders with lightning.\nBring out thy tattered piece of mat and spread it in the\ncourtyard.  With the storm has come of a sudden our king of the\nfearful night.\n",
                "I thought I should ask of thee--but I dared not--the rose wreath\nthou hadst on thy neck.  Thus I waited for the morning, when thou\ndidst depart, to find a few fragments on the bed.  And like a\nbeggar I searched in the dawn only for a stray petal or two.\n",
                "Ah me, what is it I find?  What token left of thy love?  It is no\nflower, no spices, no vase of perfumed water.  It is thy mighty\nsword, flashing as a flame, heavy as a bolt of thunder.  The\nyoung light of morning comes through the window and spreads itself\nupon thy bed.  The morning bird twitters and asks, 'Woman, what\nhast thou got?' No, it is no flower, nor spices, nor vase of\nperfumed water--it is thy dreadful sword.\n",
                "I sit and muse in wonder, what gift is this of thine.  I can find\nno place to hide it.  I am ashamed to wear it, frail as I am, and\nit hurts me when  I press it to my bosom.  Yet shall I bear in my\nheart this honour of the burden of pain, this gift of thine.\n",
                "From now there shall be no fear left for me in this world, and\nthou shalt be victorious in all my strife.  Thou hast left death\nfor my companion and I shall crown him with my life.  Thy sword\nis with me to cut asunder my bonds, and there shall be no fear\nleft for me in the world.\n",
                "From now I leave off all petty decorations.  Lord of my heart, no\nmore shall there be for me waiting and weeping in corners, no\nmore coyness and sweetness of demeanour.  Thou hast given me thy\nsword for adornment.  No more doll's decorations for me!\n",
                "Beautiful is thy wristlet, decked with stars and cunningly\nwrought in myriad-coloured jewels.  But more beautiful to me thy\nsword with its curve of lightning like the outspread wings of the\ndivine bird of Vishnu, perfectly poised in the angry red light of\nthe sunset.\n",
                "It quivers like the one last response of life in ecstasy of pain\nat the final stroke of death; it shines like the pure flame of\nbeing burning up earthly sense with one fierce flash.\n",
                "Beautiful is thy wristlet, decked with starry gems; but thy\nsword, O lord of thunder, is wrought with uttermost beauty,\nterrible to behold or think of.\n",
                "I asked nothing from thee; I uttered not my name to thine ear.\nWhen thou took'st thy leave I stood silent.  I was alone by the\nwell where the shadow of the tree fell aslant, and the women had\ngone home with their brown earthen pitchers full to the brim.\nThey called me and shouted, 'Come with us, the morning is wearing\non to noon.'  But I languidly lingered awhile lost in the midst\nof vague musings.\n",
                "I heard not thy steps as thou camest.  Thine eyes were sad when\nthey fell on me; thy voice was tired as thou spokest low--'Ah, I\nam a thirsty traveller.'  I started up from my day-dreams and\npoured water from my jar on thy joined palms.  The leaves rustled\noverhead; the cuckoo sang from the unseen dark, and perfume of\n_babla_ flowers came from the bend of the road.\n",
                "I stood speechless with shame when my name thou didst ask.\nIndeed, what had I done for thee to keep me in remembrance?  But\nthe memory that I could give water to thee to allay thy thirst\nwill cling to my heart and enfold it in sweetness.  The morning\nhour is late, the bird sings in weary notes, _neem_ leaves\nrustle overhead and I sit and think and think.\n",
                "Languor is upon your heart and the slumber is still on your eyes.\n",
                "Has not the word come to you that the flower is reigning in\nsplendour among thorns?  Wake, oh awaken!  let not the time pass\nin vain!\n",
                "At the end of the stony path, in the country of virgin solitude,\nmy friend is sitting all alone.  Deceive him not.  Wake, oh\nawaken!\n",
                "What if the sky pants and trembles with the heat of the midday\nsun--what if the burning sand spreads its mantle of thirst--\n",
                "Is there no joy in the deep of your heart?  At every footfall of\nyours, will not the harp of the road break out in sweet music of\npain?\n",
                "Thus it is that thy joy in me is so full.  Thus it is that thou\nhast come down to me.  O thou lord of all heavens, where would be\nthy love if I were not?\n",
                "Thou hast taken me as thy partner of all this wealth.  In my\nheart is the endless play of thy delight.  In my life thy will is\never taking shape.\n",
                "And for this, thou who art the King of kings hast decked thyself\nin beauty to captivate my heart.  And for this thy love loses\nitself in the love of thy lover, and there art thou seen in the\nperfect union of two.\n",
                "Light, my light, the world-filling light, the eye-kissing light,\nheart-sweetening light!\n",
                "Ah, the light dances, my darling, at the centre of my life; the\nlight strikes, my darling, the chords of my love; the sky opens,\nthe wind runs wild, laughter passes over the earth.\n",
                "The butterflies spread their sails on the sea of light.  Lilies\nand jasmines surge up on the crest of the waves of light.\n",
                "The light is shattered into gold on every cloud, my darling, and\nit scatters gems in profusion.\n",
                "Mirth spreads from leaf to leaf, my darling, and gladness without\nmeasure.  The heaven's river has drowned its banks and the flood\nof joy is abroad.\n",
                "Let all the strains of joy mingle in my last song--the joy that\nmakes the earth flow over in the riotous excess of the grass, the\njoy that sets the twin brothers, life and death, dancing over the\nwide world, the joy that sweeps in with the tempest, shaking and\nwaking all life with laughter, the joy that sits still with its\ntears on the open red lotus of pain, and the joy that throws\neverything it has upon the dust, and knows not a word.\n",
                "Yes, I know, this is nothing but thy love, O beloved of my heart--\nthis golden light that dances upon the leaves, these idle clouds\nsailing across the sky, this passing breeze leaving its coolness\nupon my forehead.\n",
                "The morning light has flooded my eyes--this is thy message to my\nheart.  Thy face is bent from above, thy eyes look down on my\neyes, and my heart has touched thy feet.\n",
                "On the seashore of endless worlds children meet.  The infinite\nsky is motionless overhead and the restless water is boisterous.\nOn the seashore of endless worlds the children meet with shouts\nand dances.\n",
                "They build their houses with sand and they play with empty\nshells.  With withered leaves they weave their boats and\nsmilingly float them on the vast deep.  Children have their play\non the seashore of worlds.\n",
                "They know not how to swim, they know not how to cast nets.  Pearl\nfishers dive for pearls, merchants sail in their ships, while\nchildren gather pebbles and scatter them again.  They seek not\nfor hidden treasures, they know not how to cast nets.\n",
                "The sea surges up with laughter and pale gleams the smile of the\nsea beach.  Death-dealing waves sing meaningless ballads to the\nchildren, even like a mother while rocking her baby's cradle.\nThe sea plays with children, and pale gleams the smile of the sea\nbeach.\n",
                "On the seashore of endless worlds children meet.  Tempest roams\nin the pathless sky, ships get wrecked in the trackless water,\ndeath is abroad and children play.  On the seashore of endless\nworlds is the great meeting of children.\n",
                "The sleep that flits on baby's eyes--does anybody know from where\nit comes?  Yes, there is a rumour that it has its dwelling there,\nin the fairy village among shadows of the forest dimly lit with\nglow-worms, there hang two timid buds of enchantment.  From there\nit comes to kiss baby's eyes.\n",
                "The smile that flickers on baby's lips when he sleeps--does\nanybody know where it was born?  Yes, there is a rumour that a\nyoung pale beam of a crescent moon touched the edge of a\nvanishing autumn cloud, and there the smile was first born in the\ndream of a dew-washed morning--the smile that flickers on baby's\nlips when he sleeps.\n",
                "The sweet, soft freshness that blooms on baby's limbs--does\nanybody know where it was hidden so long?  Yes, when the mother\nwas a young girl it lay pervading her heart in tender and silent\nmystery of love--the sweet, soft freshness that has bloomed on\nbaby's limbs.\n",
                "When I bring to you coloured toys, my child, I understand why\nthere is such a play of colours on clouds, on water, and why\nflowers are painted in tints--when I give coloured toys to you,\nmy child.\n",
                "When I sing to make you dance I truly now why there is music in\nleaves, and why waves send their chorus of voices to the heart of\nthe listening earth--when I sing to make you dance.\n",
                "When I bring sweet things to your greedy hands I know why there\nis honey in the cup of the flowers and why fruits are secretly\nfilled with sweet juice--when I bring sweet things to your greedy\nhands.\n",
                "When I kiss your face to make you smile, my darling, I surely\nunderstand what pleasure streams from the sky in morning light,\nand what delight that is that is which the summer breeze brings\nto my body--when I kiss you to make you smile.\n",
                "Thou hast made me known to friends whom I knew not.  Thou hast\ngiven me seats in homes not my own.  Thou hast brought the\ndistant near and made a brother of the stranger.\n",
                "I am uneasy at heart when I have to leave my accustomed shelter;\nI forget that there abides the old in the new, and that there\nalso thou abidest.\n",
                "Through birth and death, in this world or in others, wherever\nthou leadest me it is thou, the same, the one companion of my\nendless life who ever linkest my heart with bonds of joy to the\nunfamiliar.\n",
                "When one knows thee, then alien there is none, then no door is\nshut.  Oh, grant me my prayer that I may never lose the bliss of\nthe touch of the one in the play of many.\n",
                "On the slope of the desolate river among tall grasses I asked\nher, 'Maiden, where do you go shading your lamp with your mantle?\nMy house is all dark and lonesome--lend me your light!' she\nraised her dark eyes for a moment and looked at my face through\nthe dusk.  'I have come to the river,' she said, 'to float my\nlamp on the stream when the daylight wanes in the west.'  I stood\nalone among tall grasses and watched the timid flame of her lamp\nuselessly drifting in the tide.\n",
                "In the silence of gathering night I asked her, 'Maiden, your\nlights are all lit--then where do you go with your lamp?  My\nhouse is all dark and lonesome--lend me your light.'  She raised\nher dark eyes on my face and stood for a moment doubtful.  'I\nhave come,' she said at last, 'to dedicate my lamp to the sky.'\nI stood and watched her light uselessly burning in the void.\n",
                "In the moonless gloom of midnight I ask her, 'Maiden, what is\nyour quest, holding the lamp near your heart?  My house is all\ndark and lonesome--lend me your light.'  She stopped for a minute\nand thought and gazed at my face in the dark.  'I have brought my\nlight,' she said, 'to join the carnival of lamps.'  I stood and\nwatched her little lamp uselessly lost among lights.\n",
                "What divine drink wouldst thou have, my God, from this\noverflowing cup of my life?\n",
                "My poet, is it thy delight to see thy creation through my eyes\nand to stand at the portals of my ears silently to listen to\nthine own eternal harmony?\n",
                "Thy world is weaving words in my mind and thy joy is adding music\nto them.  Thou givest thyself to me in love and then feelest\nthine own entire sweetness in me.\n",
                "She who ever had remained in the depth of my being, in the\ntwilight of gleams and of glimpses; she who never opened her\nveils in the morning light, will be my last gift to thee, my God,\nfolded in my final song.\n",
                "Words have wooed yet failed to win her; persuasion has stretched\nto her its eager arms in vain.\n",
                "I have roamed from country to country keeping her in the core of\nmy heart, and around her have risen and fallen the growth and\ndecay of my life.\n",
                "Over my thoughts and actions, my slumbers and dreams, she reigned\nyet dwelled alone and apart.\n",
                "Many a man knocked at my door and asked for her and turned away\nin despair.\n",
                "There was none in the world who ever saw her face to face, and\nshe remained in her loneliness waiting for thy recognition.\n",
                "Thou art the sky and thou art the nest as well.\n",
                "O thou beautiful, there in the nest is thy love that encloses the\nsoul with colours and sounds and odours.\n",
                "There comes the morning with the golden basket in her right hand\nbearing the wreath of beauty, silently to crown the earth.\n",
                "And there comes the evening over the lonely meadows deserted by\nherds, through trackless paths, carrying cool draughts of peace\nin her golden pitcher from the western ocean of rest.\n",
                "But there, where spreads the infinite sky for the soul to take\nher flight in, reigns the stainless white radiance.  There is no\nday nor night, nor form nor colour, and never, never a word.\n",
                "Thy sunbeam comes upon this earth of mine with arms outstretched\nand stands at my door the livelong day to carry back to thy feet\nclouds made of my tears and sighs and songs.\n",
                "With fond delight thou wrappest about thy starry breast that\nmantle of misty cloud, turning it into numberless shapes and\nfolds and colouring it with hues everchanging.\n",
                "It is so light and so fleeting, tender and tearful and dark, that\nis why thou lovest it, O thou spotless and serene.  And that is\nwhy it may cover thy awful white light with its pathetic shadows.\n",
                "The same stream of life that runs through my veins night and day\nruns through the world and dances in rhythmic measures.\n",
                "It is the same life that shoots in joy through the dust of the\nearth in numberless blades of grass and breaks into tumultuous\nwaves of leaves and flowers.\n",
                "It is the same life that is rocked in the ocean-cradle of birth\nand of death, in ebb and in flow.\n",
                "I feel my limbs are made glorious by the touch of this world of\nlife.  And my pride is from the life-throb of ages dancing in my\nblood this moment.\n",
                "Is it beyond thee to be glad with the gladness of this rhythm?\nto be tossed and lost and broken in the whirl of this fearful\njoy?\n",
                "All things rush on, they stop not, they look not behind, no power\ncan hold them back, they rush on.\n",
                "Keeping steps with that restless, rapid music, seasons come\ndancing and pass away--colours, tunes, and perfumes pour in\nendless cascades in the abounding joy that scatters and gives up\nand dies every moment.\n",
                "That I should make much of myself and turn it on all sides, thus\ncasting coloured shadows on thy radiance--such is thy _maya_.\n",
                "Thou settest a barrier in thine own being and then callest thy\nsevered self in myriad notes.  This thy self-separation has taken\nbody in me.\n",
                "The poignant song is echoed through all the sky in many-coloured\ntears and smiles, alarms and hopes; waves rise up and sink again,\ndreams break and form.  In me is thy own defeat of self.\n",
                "This screen that thou hast raised is painted with innumerable\nfigures with the brush of the night and the day.  Behind it thy\nseat is woven in wondrous mysteries of curves, casting away all\nbarren lines of straightness.\n",
                "The great pageant of thee and me has overspread the sky.  With\nthe tune of thee and me all the air is vibrant, and all ages pass\nwith the hiding and seeking of thee and me.\n",
                "He it is, the innermost one, who awakens my being with his deep\nhidden touches.\n",
                "He it is who puts his enchantment upon these eyes and joyfully\nplays on the chords of my heart in varied cadence of pleasure and\npain.\n",
                "He it is who weaves the web of this _maya_ in evanescent\nhues of gold and silver, blue and green, and lets peep out\nthrough the folds his feet, at whose touch I forget myself.\n",
                "Days come and ages pass, and it is ever he who moves my heart in\nmany a name, in many a guise, in many a rapture of joy and of\nsorrow.\n",
                "Deliverance is not for me in renunciation.  I feel the embrace of\nfreedom in a thousand bonds of delight.\n",
                "Thou ever pourest for me the fresh draught of thy wine of various\ncolours and fragrance, filling this earthen vessel to the brim.\n",
                "My world will light its hundred different lamps with thy flame\nand place them before the altar of thy temple.\n",
                "No, I will never shut the doors of my senses.  The delights of\nsight and hearing and touch will bear thy delight.\n",
                "Yes, all my illusions will burn into illumination of joy, and all\nmy desires ripen into fruits of love.\n",
                "The day is no more, the shadow is upon the earth.  It is time\nthat I go to the stream to fill my pitcher.\n",
                "The evening air is eager with the sad music of the water.  Ah, it\ncalls me out into the dusk.  In the lonely lane there is no\npasser-by, the wind is up, the ripples are rampant in the river.\n",
                "I know not if I shall come back home.  I know not whom I shall\nchance to meet.  There at the fording in the little boat the\nunknown man plays upon his lute.\n",
                "Thy gifts to us mortals fulfil all our needs and yet run back to\nthee undiminished.\n",
                "The river has its everyday work to do and hastens through fields\nand hamlets; yet its incessant stream winds towards the washing\nof thy feet.\n",
                "The flower sweetens the air with its perfume; yet its last\nservice is to offer itself to thee.\n",
                "Thy worship does not impoverish the world.\n",
                "From the words of the poet men take what meanings please them;\nyet their last meaning points to thee.\n",
                "Day after day, O lord of my life, shall I stand before thee face\nto face.  With folded hands, O lord of all worlds, shall I stand\nbefore thee face to face.\n",
                "Under thy great sky in solitude and silence, with humble heart\nshall I stand before thee face to face.\n",
                "In this laborious world of thine, tumultuous with toil and with\nstruggle, among hurrying crowds shall I stand before thee face to\nface.\n",
                "And when my work shall be done in this world, O King of kings,\nalone and speechless shall I stand before thee face to face.\n",
                "I know thee as my God and stand apart--I do not know thee as my\nown and come closer.  I know thee as my father and bow before thy\nfeet--I do not grasp thy hand as my friend's.\n",
                "I stand not where thou comest down and ownest thyself as mine,\nthere to clasp thee to my heart and take thee as my comrade.\n",
                "Thou art the Brother amongst my brothers, but I heed them not, I\ndivide not my earnings with them, thus sharing my all with thee.\n",
                "In pleasure and in pain I stand not by the side of men, and thus\nstand by thee.  I shrink to give up my life, and thus do not\nplunge into the great waters of life.\n",
                "When the creation was new and all the stars shone in their first\nsplendour, the gods held their assembly in the sky and sang 'Oh,\nthe picture of perfection!  the joy unalloyed!'\n",
                "But one cried of a sudden--'It seems that somewhere there is a\nbreak in the chain of light and one of the stars has been lost.'\n",
                "The golden string of their harp snapped, their song stopped, and\nthey cried in dismay--'Yes, that lost star was the best, she was\nthe glory of all heavens!'\n",
                "From that day the search is unceasing for her, and the cry goes\non from one to the other that in her the world has lost its one\njoy!\n",
                "Only in the deepest silence of night the stars smile and whisper\namong themselves--'Vain is this seeking!  unbroken perfection is\nover all!'\n",
                "If it is not my portion to meet thee in this life then let me\never feel that I have missed thy sight--let me not forget for a\nmoment, let me carry the pangs of this sorrow in my dreams and in\nmy wakeful hours.\n",
                "As my days pass in the crowded market of this world and my hands\ngrow full with the daily profits, let me ever feel that I have\ngained nothing--let me not forget for a moment, let me carry the\npangs of this sorrow in my dreams and in my wakeful hours.\n",
                "When I sit by the roadside, tired and panting, when I spread my\nbed low in the dust, let me ever feel that the long journey is\nstill before me--let me not forget a moment, let me carry the\npangs of this sorrow in my dreams and in my wakeful hours.\n",
                "When my rooms have been decked out and the flutes sound and the\nlaughter there is loud, let me ever feel that I have not invited\nthee to my house--let me not forget for a moment, let me carry\nthe pangs of this sorrow in my dreams and in my wakeful hours.\n",
                "I am like a remnant of a cloud of autumn uselessly roaming in the\nsky, O my sun ever-glorious!  Thy touch has not yet melted my\nvapour, making me one with thy light, and thus I count months and\nyears separated from thee.\n",
                "If this be thy wish and if this be thy play, then take this\nfleeting emptiness of mine, paint it with colours, gild it with\ngold, float it on the wanton wind and spread it in varied\nwonders.\n",
                "And again when it shall be thy wish to end this play at night, I\nshall melt and vanish away in the dark, or it may be in a smile\nof the white morning, in a coolness of purity transparent.\n",
                "On many an idle day have I grieved over lost time.  But it is\nnever lost, my lord.  Thou hast taken every moment of my life in\nthine own hands.\n",
                "Hidden in the heart of things thou art nourishing seeds into\nsprouts, buds into blossoms, and ripening flowers into fruitfulness.\n",
                "I was tired and sleeping on my idle bed and imagined all work had\nceased.  In the morning I woke up and found my garden full with\nwonders of flowers.\n",
                "Time is endless in thy hands, my lord.  There is none to count\nthy minutes.\n",
                "Days and nights pass and ages bloom and fade like flowers.  Thou\nknowest how to wait.\n",
                "Thy centuries follow each other perfecting a small wild flower.\n",
                "We have no time to lose, and having no time we must scramble for\na chances.  We are too poor to be late.\n",
                "And thus it is that time goes by while I give it to every\nquerulous man who claims it, and thine altar is empty of all\nofferings to the last.\n",
                "At the end of the day I hasten in fear lest thy gate to be shut;\nbut I find that yet there is time.\n",
                "Mother, I shall weave a chain of pearls for thy neck with my\ntears of sorrow.\n",
                "The stars have wrought their anklets of light to deck thy feet,\nbut mine will hang upon thy breast.\n",
                "Wealth and fame come from thee and it is for thee to give or to\nwithhold them.  But this my sorrow is absolutely mine own, and\nwhen I bring it to thee as my offering thou rewardest me with thy\ngrace.\n",
                "It is the pang of separation that spreads throughout the world\nand gives birth to shapes innumerable in the infinite sky.\n",
                "It is this sorrow of separation that gazes in silence all nights\nfrom star to star and becomes lyric among rustling leaves in\nrainy darkness of July.\n",
                "It is this overspreading pain that deepens into loves and\ndesires, into sufferings and joy in human homes; and this it is\nthat ever melts and flows in songs through my poet's heart.\n",
                "When the warriors came out first from their master's hall, where\nhad they hid their power?  Where were their armour and their\narms?\n",
                "They looked poor and helpless, and the arrows were showered upon\nthem on the day they came out from their master's hall.\n",
                "When the warriors marched back again to their master's hall where\ndid they hide their power?\n",
                "They had dropped the sword and dropped the bow and the arrow;\npeace was on their foreheads, and they had left the fruits of\ntheir life behind them on the day they marched back again to\ntheir master's hall.\n",
                "Death, thy servant, is at my door.  He has crossed the unknown\nsea and brought thy call to my home.\n",
                "The night is dark and my heart is fearful--yet I will take up the\nlamp, open my gates and bow to him my welcome.  It is thy\nmessenger who stands at my door.\n",
                "I will worship him placing at his feet the treasure of my heart.\n",
                "He will go back with his errand done, leaving a dark shadow on my\nmorning; and in my desolate home only my forlorn self will remain\nas my last offering to thee.\n",
                "In desperate hope I go and search for her in all the corners of\nmy room; I find her not.\n",
                "My house is small and what once has gone from it can never be\nregained.\n",
                "But infinite is thy mansion, my lord, and seeking her I have to\ncome to thy door.\n",
                "I stand under the golden canopy of thine evening sky and I lift\nmy eager eyes to thy face.\n",
                "I have come to the brink of eternity from which nothing can\nvanish--no hope, no happiness, no vision of a face seen through\ntears.\n",
                "Oh, dip my emptied life into that ocean, plunge it into the\ndeepest fullness.  Let me for once feel that lost sweet touch in\nthe allness of the universe.\n",
                "Deity of the ruined temple!  The broken strings of _Vina_\nsing no more your praise.  The bells in the evening proclaim not\nyour time of worship.  The air is still and silent about you.\n",
                "In your desolate dwelling comes the vagrant spring breeze.  It\nbrings the tidings of flowers--the flowers that for your worship\nare offered no more.\n",
                "Your worshipper of old wanders ever longing for favour still\nrefused.  In the eventide, when fires and shadows mingle with the\ngloom of dust, he wearily comes back to the ruined temple with\nhunger in his heart.\n",
                "Many a festival day comes to you in silence, deity of the ruined\ntemple.  Many a night of worship goes away with lamp unlit.\n",
                "Many new images are built by masters of cunning art and carried\nto the holy stream of oblivion when their time is come.\n",
                "Only the deity of the ruined temple remains unworshipped in\ndeathless neglect.\n",
                "No more noisy, loud words from me--such is my master's will.\nHenceforth I deal in whispers.  The speech of my heart will be\ncarried on in murmurings of a song.\n",
                "Men hasten to the King's market.  All the buyers and sellers are\nthere.  But I have my untimely leave in the middle of the day, in\nthe thick of work.\n",
                "Let then the flowers come out in my garden, though it is not\ntheir time; and let the midday bees strike up their lazy hum.\n",
                "Full many an hour have I spent in the strife of the good and the\nevil, but now it is the pleasure of my playmate of the empty days\nto draw my heart on to him; and I know not why is this sudden\ncall to what useless inconsequence!\n",
                "On the day when death will knock at thy door what wilt thou offer\nto him?\n",
                "Oh, I will set before my guest the full vessel of my life--I will\nnever let him go with empty hands.\n",
                "All the sweet vintage of all my autumn days and summer nights,\nall the earnings and gleanings of my busy life will I place\nbefore him at the close of my days when death will knock at my\ndoor.\n",
                "O thou the last fulfilment of life, Death, my death, come and\nwhisper to me!\n",
                "Day after day I have kept watch for thee; for thee have I borne\nthe joys and pangs of life.\n",
                "All that I am, that I have, that I hope and all my love have ever\nflowed towards thee in depth of secrecy.  One final glance from\nthine eyes and my life will be ever thine own.\n",
                "The flowers have been woven and the garland is ready for the\nbridegroom.  After the wedding the bride shall leave her home and\nmeet her lord alone in the solitude of night.\n",
                "I know that the day will come when my sight of this earth shall\nbe lost, and life will take its leave in silence, drawing the\nlast curtain over my eyes.\n",
                "Yet stars will watch at night, and morning rise as before, and\nhours heave like sea waves casting up pleasures and pains.\n",
                "When I think of this end of my moments, the barrier of the\nmoments breaks and I see by the light of death thy world with its\ncareless treasures.  Rare is its lowliest seat, rare is its\nmeanest of lives.\n",
                "Things that I longed for in vain and things that I got--let them\npass.  Let me but truly possess the things that I ever spurned\nand overlooked.\n",
                "I have got my leave.  Bid me farewell, my brothers!  I bow to you\nall and take my departure.\n",
                "Here I give back the keys of my door--and I give up all claims to\nmy house.  I only ask for last kind words from you.\n",
                "We were neighbours for long, but I received more than I could\ngive.  Now the day has dawned and the lamp that lit my dark\ncorner is out.  A summons has come and I am ready for my journey.\n",
                "At this time of my parting, wish me good luck, my friends!  The\nsky is flushed with the dawn and my path lies beautiful.\n",
                "Ask not what I have with me to take there.  I start on my journey\nwith empty hands and expectant heart.\n",
                "I shall put on my wedding garland.  Mine is not the red-brown\ndress of the traveller, and though there are dangers on the way I\nhave no fear in mind.\n",
                "The evening star will come out when my voyage is done and the\nplaintive notes of the twilight melodies be struck up from the\nKing's gateway.\n",
                "I was not aware of the moment when I first crossed the threshold\nof this life.\n",
                "What was the power that made me open out into this vast mystery\nlike a bud in the forest at midnight!\n",
                "When in the morning I looked upon the light I felt in a moment\nthat I was no stranger in this world, that the inscrutable\nwithout name and form had taken me in its arms in the form of my\nown mother.\n",
                "Even so, in death the same unknown will appear as ever known to\nme.  And because I love this life, I know I shall love death as\nwell.\n",
                "The child cries out when from the right breast the mother takes\nit away, in the very next moment to find in the left one its\nconsolation.\n",
                "When I go from hence let this be my parting word, that what I\nhave seen is unsurpassable.\n",
                "I have tasted of the hidden honey of this lotus that expands on\nthe ocean of light, and thus am I blessed--let this be my parting\nword.\n",
                "In this playhouse of infinite forms I have had my play and here\nhave I caught sight of him that is formless.\n",
                "My whole body and my limbs have thrilled with his touch who is\nbeyond touch; and if the end comes here, let it come--let this be\nmy parting word.\n",
                "When my play was with thee I never questioned who thou wert.  I\nknew nor shyness nor fear, my life was boisterous.\n",
                "In the early morning thou wouldst call me from my sleep like my\nown comrade and lead me running from glade to glade.\n",
                "On those days I never cared to know the meaning of songs thou\nsangest to me.  Only my voice took up the tunes, and my heart\ndanced in their cadence.\n",
                "Now, when the playtime is over, what is this sudden sight that is\ncome upon me?  The world with eyes bent upon thy feet stands in\nawe with all its silent stars.\n",
                "I will deck thee with trophies, garlands of my defeat.  It is\nnever in my power to escape unconquered.\n",
                "I surely know my pride will go to the wall, my life will burst\nits bonds in exceeding pain, and my empty heart will sob out in\nmusic like a hollow reed, and the stone will melt in tears.\n",
                "I surely know the hundred petals of a lotus will not remain\nclosed for ever and the secret recess of its honey will be bared.\n",
                "From the blue sky an eye shall gaze upon me and summon me in\nsilence.  Nothing will be left for me, nothing whatever, and\nutter death shall I receive at thy feet.\n",
                "When I give up the helm I know that the time has come for thee to\ntake it.  What there is to do will be instantly done.  Vain is\nthis struggle.\n",
                "Then take away your hands and silently put up with your defeat,\nmy heart, and think it your good fortune to sit perfectly still\nwhere you are placed.\n",
                "These my lamps are blown out at every little puff of wind, and\ntrying to light them I forget all else again and again.\n",
                "But I shall be wise this time and wait in the dark, spreading my\nmat on the floor; and whenever it is thy pleasure, my lord, come\nsilently and take thy seat here.\n",
                "I dive down into the depth of the ocean of forms, hoping to gain\nthe perfect pearl of the formless.\n",
                "No more sailing from harbour to harbour with this my weather-beaten\nboat.  The days are long passed when my sport was to be tossed on\nwaves.\n",
                "And now I am eager to die into the deathless.\n",
                "Into the audience hall by the fathomless abyss where swells up\nthe music of toneless strings I shall take this harp of my life.\n",
                "I shall tune it to the notes of forever, and when it has sobbed\nout its last utterance, lay down my silent harp at the feet of\nthe silent.\n",
                "Ever in my life have I sought thee with my songs.  It was they\nwho led me from door to door, and with them have I felt about me,\nsearching and touching my world.\n",
                "It was my songs that taught me all the lessons I ever learnt;\nthey showed me secret paths, they brought before my sight many a\nstar on the horizon of my heart.\n",
                "They guided me all the day long to the mysteries of the country\nof pleasure and pain, and, at last, to what palace gate have the\nbrought me in the evening at the end of my journey?\n",
                "I boasted among men that I had known you.  They see your pictures\nin all works of mine.  They come and ask me, 'Who is he?' I know\nnot how to answer them.  I say, 'Indeed, I cannot tell.'  They\nblame me and they go away in scorn.  And you sit there smiling.\n",
                "I put my tales of you into lasting songs.  The secret gushes out\nfrom my heart.  They come and ask me, 'Tell me all your\nmeanings.'  I know not how to answer them.  I say, 'Ah, who knows\nwhat they mean!' They smile and go away in utter scorn.  And you\nsit there smiling.\n",
                "In one salutation to thee, my God, let all my senses spread out\nand touch this world at thy feet.\n",
                "Like a rain-cloud of July hung low with its burden of unshed\nshowers let all my mind bend down at thy door in one salutation\nto thee.\n",
                "Let all my songs gather together their diverse strains into a\nsingle current and flow to a sea of silence in one salutation to\nthee.\n",
                "Like a flock of homesick cranes flying night and day back to\ntheir mountain nests let all my life take its voyage to its\neternal home in one salutation to thee.\n"
            ]
        }
    ]
}